{"page":{"0":"A Clockwork Orange","1":"A Clockwork Orange: Wendy Carlos's Complete Original Score","2":"A Clockwork Orange (soundtrack)","3":"A Clockwork Orange: A Play with Music","4":"A Clockwork Orange (film)","5":"A Clockwork Orange (novel)","6":"A Clockwork Origin","7":"Clockwork Orange (plot)","8":"Glasgow Subway","11":"Netherlands national football team"},"text":{"0":"A Clockwork Orange may refer to:\n\nA Clockwork Orange (novel), a 1962 novel by Anthony Burgess\nA Clockwork Orange (film), a 1971 film directed by Stanley Kubrick based on the novel\nA Clockwork Orange (soundtrack), the film's official soundtrack\nA Clockwork Orange: Wendy Carlos's Complete Original Score, a 1972 album by Wendy Carlos featuring music composed for the film\nA Clockwork Orange: A Play with Music, a 1987 theatrical adaptation by Anthony Burgess\nClockwork Orange (plot), a supposed 1970s operation to discredit British politicians\n\"Clockwork Orange\", a nickname for the Glasgow Subway in Glasgow, Scotland\n\"Clockwork Orange\", a nickname in the early 1970s for the Netherlands national football team\n\nSee also\n\"A Clockwork Origin\", an episode of the US TV series Futurama","1":"Walter Carlos' Clockwork Orange is a studio album by American musician and composer Wendy Carlos, released under her birth name Walter, in 1972 by Columbia Records. The album contains previously unreleased and complete tracks from her score to Stanley Kubrick's 1971 film A Clockwork Orange that had been cut or omitted from the official soundtrack, Stanley Kubrick's Clockwork Orange, released three months earlier.\nIn April 2000, the album was reissued with bonus tracks under a new title, A Clockwork Orange: Wendy Carlos's Complete Original Score.\n\nBackground\nThe album includes the complete version of Carlos's composition \"Timesteps\", originally intended as a lead-in to an electronic arrangement of the fourth movement to Symphony No. 9 by Beethoven. Carlos had written the opening to \"Timesteps\" prior to working on the film. She picked up the same-titled novel and noticed that the piece reflected the feeling of the first few chapters. Thereafter the piece developed into \"an autonomous composition with an uncanny affinity for 'clockwork'\" (the last word being Carlos's way of referring to the book). Among the instruments Carlos used for the score include a \"spectrum follower\", a prototype of a vocoder that converted the human voice into electronic signals that mirror the original note that has been played. Since the Ninth Symphony has a chorale section in the finale, Carlos felt it was an appropriate challenge for the new device.  When the film version was announced Carlos and producer Rachel Elkind made a demonstration recording for Kubrick, who became interested and invited them to meet him in London.\nThe outcome was not entirely satisfying to Carlos in terms of total contribution to the film, but there remained the opportunity to present the music in a separate album, which led to this collection.\n\nArtwork\nThe record label did not attempt to use images from the movie on the album cover. The image chosen was a surrealistic collage of objects and images representing ideas in the film by visual artist Karenlee Grant. These included a rifle, an image of Beethoven inside the numeral \"9\", various mechanical images including a clockwork mechanism superimposed on a sliced orange, dancers representing the classical themes, and so on. This again was not entirely to Carlos' and Elkind's liking.\nFor the CD re-release, an image parodying the film's own logo was created and used on the cover—depicting Beethoven holding out a glass of drugged milk through the film poster's iconic A-shaped image—with the original cover image on the back cover of the included booklet.\n\nTrack listing\nOriginal release (LP) (1972)\nThe original release contains the following tracks:\n\nSide 1\n\nSide 2\n\nCD release (2000)\nReferences\nExternal links\nWendy Carlos's Clockwork Orange at Discogs\nWalter Carlos' Clockwork Orange at Discogs (list of releases)","2":"Stanley Kubrick's A Clockwork Orange is a soundtrack album released in 1972 by Warner Bros. Records, featuring music from Stanley Kubrick's 1971 film A Clockwork Orange. It includes pieces of classical music and electronic music by American composer and musician Wendy Carlos, whom Kubrick hired to write the film's original score. Music that Carlos recorded for the film that remained unreleased, including complete tracks, was released three months later on her album Walter Carlos' Clockwork Orange.\n\nBackground\nSome of the music is heard only as excerpts, e.g. Edward Elgar's Pomp and Circumstance March No. 1 (a.k.a. Land of Hope and Glory) heralding a politician's appearance at the prison. The main theme is an electronic transcription of Henry Purcell's Music for the Funeral of Queen Mary, composed in 1695, for the procession of Queen Mary's cortège through London en route to Westminster Abbey.\n\"March from 'A Clockwork Orange'\" (based on the choral movement of the Ninth Symphony by Beethoven) was the first recorded song featuring a vocoder for the singing; synthpop bands often cite it as their inspiration. Neither the end credits nor the soundtrack album identify the orchestra playing the Ninth Symphony excerpts; however, in Alex's bedroom, there is a close-up of a microcassette tape, labeled: Deutsche Grammophon – Ludwig van Beethoven – Symphonie Nr. 9 d-moll, op. 125 – Berliner Philharmoniker – Chor der St. Hedwigskathedrale – Ferenc Fricsay – Irmgard Seefried, Maureen Forrester, Dietrich Fischer-Dieskau, Ernst Haefliger.\nIn the novel, Alex is accidentally conditioned against all classical music, but in the film, only against Ludwig van Beethoven's Ninth Symphony, the soundtrack of a violent Ludovico Technique film that Alex is exposed to. The audience does not see every violent film Alex is forced to view during his Ludovico conditioning, yet the symphony's fourth movement is heard. Later, using the symphony's second movement, Mr Alexander, and fellow plotters, impel Alex to attempt suicide.\n\nTrack listing\nAlthough two excerpts from Nikolai Rimsky-Korsakov's Scheherazade are heard during Alex's Biblical daydreams while reading the Bible in prison, this piece does not appear on the soundtrack album, nor is it listed in the closing credits.\nHowever, its presence in the film is acknowledged by critic Michel Ciment in the filmography in the back of his book Kubrick, and at least the composer's name is mentioned as used in the soundtrack in three other books on either Kubrick or the film.\nAccording to Kristopher Spencer's book on film scores both Rimsky-Korsakov's Scheherazade and Terry Tucker's Overture to the Sun were used by Kubrick originally as temp tracks for the film, but he ultimately chose to stick to these rather than the pieces Carlos composed for those sections. He states the original LP omitted the first due to lack of space on a traditional vinyl LP recording.\n\nSecond version\nThree months after the official soundtrack's release, composer Carlos released Wendy Carlos' Clockwork Orange (1972) (Columbia KC 31480), a second version of the soundtrack containing unused cues and musical elements unheard in the film. For example, Kubrick used only part of \"Timesteps\", and a short version of the synthesiser transcription of the Ninth Symphony's Scherzo. The second soundtrack album contains a synthesiser version of Rossini's \"La Gazza Ladra\" (The Thieving Magpie); the film contains an orchestral version. In 1998, a digitally-remastered album edition, with tracks of the synthesiser music was released. It contains Carlos' compositions, including those unused in the film, and the \"Biblical Daydreams\" and \"Orange Minuet\" cues excluded from the 1972 edition.\nCarlos composed the first three minutes of \"Timesteps\" before reading the novel A Clockwork Orange. Originally intending it as the introduction to a vocoder rendition of the Ninth Symphony's Choral movement; it was completed approximately when Kubrick completed the photography; \"Timesteps\" and the vocoder Ninth Symphony were the foundation for the Carlos–Kubrick collaboration.\nMoreover, Stanley Kubrick asked Pink Floyd bassist Roger Waters to use elements of the Atom Heart Mother suite. Waters refused when he found that Kubrick wanted the freedom to cut up the piece to fit the film. Later, Waters asked Kubrick if he could use sounds from 2001: A Space Odyssey; Kubrick duly refused. That album can be seen in the film, during the scene in the record store.\n\nCharts\nCertifications\n\n\n== References ==","3":"A Clockwork Orange is a dystopian satirical black comedy novella by English writer Anthony Burgess, published in 1962. It is set in a near-future society that has a youth subculture of extreme violence. The teenage protagonist, Alex, narrates his violent exploits and his experiences with state authorities intent on reforming him. The book is partially written in a Russian-influenced argot called \"Nadsat\", which takes its name from the Russian suffix that is equivalent to '-teen' in English. According to Burgess, the novel was a jeu d'esprit written in just three weeks.\nIn 2005, A Clockwork Orange was included on Time magazine's list of the 100 best English-language novels written since 1923, and it was named by Modern Library and its readers as one of the 100 best English-language novels of the 20th century. The original manuscript of the book has been kept at McMaster University's William Ready Division of Archives and Research Collections in Hamilton, Ontario, Canada since the institution purchased the documents in 1971.\nIt is considered one of the most influential dystopian books.\nIn 2022, the novel was included on the \"Big Jubilee Read\" list of 70 books by Commonwealth authors selected to celebrate the Platinum Jubilee of Elizabeth II.\n\nPlot summary\nPart 1: Alex's world\nAlex is a 15-year-old gang leader living in a near-future dystopian city. His friends (\"droogs\" in the novel's Anglo-Russian slang, \"Nadsat\") and fellow gang members are Dim, a slow-witted bruiser, who is the gang's muscle; Georgie, an ambitious second-in-command; and Pete, who mostly plays along as the droogs indulge their taste for \"ultra-violence\" (random, violent mayhem). Characterised as a sociopath and hardened juvenile delinquent, Alex is also intelligent, quick-witted, and enjoys classical music; he is particularly fond of Beethoven, whom he calls \"Lovely Ludwig Van\".\nThe droogs sit in their favourite hangout, the Korova Milk Bar, drinking \"milk-plus\" (milk laced with the customer's drug of choice) to prepare for a night of ultra-violence. They assault a scholar walking home from the public library; rob a shop, leaving the owner and his wife bloodied and unconscious; beat up a beggar; then scuffle with a rival gang. Joyriding through the countryside in a stolen car, they break into an isolated cottage and terrorise the young couple living there, beating the husband and gang-raping his wife. The husband is a writer working on a manuscript entitled A Clockwork Orange, and Alex contemptuously reads out a paragraph that states the novel's main theme before shredding the manuscript. At the Korova, Alex strikes Dim for his crude response to a woman's singing of an operatic passage, and strains within the gang become apparent. At home in his parents' flat, Alex plays classical music at top volume, which he describes as giving him orgasmic bliss before falling asleep.\nAlex feigns illness to his parents to stay out of school the next day. Following an unexpected visit from P. R. Deltoid, his \"post-corrective adviser\", Alex visits a record store, where he meets two pre-teen girls. He invites them back to the flat, where he drugs and rapes them. That night after a nap, Alex finds his droogs in a mutinous mood, waiting downstairs in the torn-up and graffitied lobby. Georgie challenges Alex for leadership of the gang, demanding that they focus on higher-value targets in their robberies. Alex quells the rebellion by slashing Dim's hand and fighting with Georgie, then soothes the gang by agreeing to Georgie's plan to rob the home of a wealthy elderly woman. Alex breaks in and knocks the woman unconscious, but when he hears sirens and opens the door to flee, Dim strikes him as revenge for the earlier fight. The gang abandons Alex on the front step to be arrested by the police; while in custody, he learns that the woman has died from her injuries.\n\nPart 2: The Ludovico Technique\nAlex is convicted of murder and sentenced to 14 years in prison. His parents visit one day to inform him that Georgie has been killed in a botched robbery. Two years into his term, he has obtained a job in one of the prison chapels, playing music on the stereo to accompany the Sunday Christian services. The chaplain mistakes Alex's Bible studies for stirrings of faith; in reality, Alex only reads Scripture for the violent or sexual passages. After his fellow cellmates blame him for beating a troublesome cellmate to death, he is chosen to undergo an experimental behaviour modification treatment called the Ludovico Technique in exchange for having the remainder of his sentence commuted. The technique is a form of aversion therapy in which Alex is injected with nausea-inducing drugs while watching graphically violent films, eventually conditioning him to become severely ill at the mere thought of violence. As an unintended consequence, the soundtrack to one of the films, Beethoven's Ninth Symphony, renders Alex unable to enjoy his beloved classical music as before.\nThe technique's effectiveness is demonstrated to a group of VIPs, who watch as Alex collapses before a man who slaps him and abases himself before a scantily clad young woman. Although the prison chaplain accuses the state of stripping Alex of free will, the government officials on the scene are pleased with the results, and Alex is released from prison.\n\nPart 3: After prison\nAlex returns to his parents' flat, only to find that they are letting his room to a lodger. Now homeless, he wanders the streets and enters a public library, hoping to learn of a painless method for committing suicide. The old scholar whom Alex had assaulted in Part 1 finds him and beats him with the help of several friends. Two policemen come to Alex's rescue, but they turn out to be Dim and Billyboy, a former rival gang leader. They take Alex outside town, brutalise him, and abandon him there. Alex collapses at the door of an isolated cottage, realising too late that it is the one he and his droogs invaded in Part 1.\nThe writer, F. Alexander, still lives here, but his wife has since died of what he believes to be injuries she sustained in the rape. He does not recognise Alex but gives him shelter and questions him about the conditioning he has undergone. Alexander and his colleagues, all highly critical of the government, plan to use Alex as a symbol of state brutality and thus prevent the incumbent government from being re-elected. Alex inadvertently reveals that he was the ringleader of the home invasion; he is removed from the cottage and locked in an upper-storey bedroom as a relentless barrage of classical music plays over speakers. He attempts suicide by leaping from the window.\nAlex wakes up in a hospital, where he is courted by government officials, anxious to counter the bad publicity created by his suicide attempt. He is informed that F. Alexander has been \"put away\" for Alex's protection and his own. Alex is offered a well-paying job if he agrees to side with the government once discharged. A round of tests reveals that his old violent impulses have returned, indicating that the hospital doctors have undone the effects of his conditioning. As photographers snap pictures, Alex daydreams of orgiastic violence and reflects, \"I was cured all right.\"\nIn the final chapter, Alex—now 18 years old and working for the nation's musical recording archives—finds himself halfheartedly preparing for another night of crime with a new gang (Len, Rick, and Bully). After a chance encounter with Pete, who has reformed and married, Alex finds himself taking less and less pleasure in acts of senseless violence. He begins contemplating giving up crime himself to become a productive member of society and start a family of his own while reflecting on the notion that his children could end up being just as destructive as he has been, if not more so.\n\nOmission of the final chapter in the US\nThe book has three parts, each with seven chapters. Burgess has stated that the total of 21 chapters was an intentional nod to the age of 21 being recognised as a milestone in human maturation. The 21st chapter was omitted from the editions published in the United States prior to 1986. In the introduction to the updated American text (these newer editions include the missing 21st chapter), Burgess explains that when he first brought the book to an American publisher, he was told that US audiences would never go for the final chapter, in which Alex sees the error of his ways, decides he has lost his taste for violence and resolves to turn his life around.\nAt the American publisher's insistence, Burgess allowed its editors to cut the redeeming final chapter from the US version, so that the tale would end on a darker note, with Alex becoming his old, ultraviolent self again – an ending which the publisher insisted would be \"more realistic\" and appealing to a US audience. The film adaptation, directed by Stanley Kubrick, is based on the American edition of the book, and is considered to be \"badly flawed\" by Burgess. Kubrick called Chapter 21 \"an extra chapter\" and claimed that he had not read the original version until he had virtually finished the screenplay and that he had never given serious consideration to using it. In Kubrick's opinion – as in the opinion of other readers, including the original American editor – the final chapter was unconvincing and inconsistent with the book. Kubrick's stance was unusual when compared to the standard Hollywood practice of producing films with the familiar tropes of resolving moral messages and good triumphing over evil before the film's end.\n\nCharacters\nAlex: The novel's protagonist and leader among his droogs. He often refers to himself as \"Your Humble Narrator\". Having coaxed two ten-year-old girls into his bedroom, Alex refers to himself as \"Alexander the Large\" while raping them; this was later the basis for Alex's claimed surname DeLarge in the 1971 film.\nGeorge, Georgie or Georgie Boy: Effectively Alex's greedy second-in-command. Georgie attempts to undermine Alex's status as leader of the gang and take over their gang as the new leader. He is later killed during a botched robbery while Alex is in prison.\nPete: The only one who does not take particular sides when the droogs fight among themselves. He later meets and marries a girl named Georgina, renouncing his violent ways and even losing his former (Nadsat) speech patterns. A chance encounter with Pete in the final chapter influences Alex to realise that he has grown bored with violence and recognise that human energy is better expended on creation than destruction.\nDim: An idiotic and thoroughly gormless member of the gang, persistently condescended to by Alex, but respected to some extent by his droogs for his formidable fighting abilities, his weapon of choice being a length of bike chain. He later becomes a police officer, exacting his revenge on Alex for the abuse he once suffered under his command.\nP. R. Deltoid: A criminal rehabilitation social worker assigned the task of keeping Alex on the straight and narrow. He seemingly has no clue about dealing with young people, and is devoid of empathy or understanding for his troublesome charge. Indeed, when Alex is arrested for murdering an old woman and then ferociously beaten by several police officers, Deltoid simply spits on him.\nPrison Chaplain: The character who first questions whether it is moral to turn a violent person into a behavioural automaton who can make no choice in such matters. This is the only character who is truly concerned about Alex's welfare; he is not taken seriously by Alex, though. He is nicknamed by Alex \"prison charlie\" or \"chaplin\", a pun on Charlie Chaplin.\nBillyboy: A rival of Alex's. Early on in the story, Alex and his droogs battle Billyboy and his droogs, which ends abruptly when the police arrive. Later, after Alex is released from prison, Billyboy (along with Dim, who like Billyboy has become a police officer) rescues Alex from a mob, then subsequently beats him in a location out of town.\nPrison Governor: The man who decides to let Alex \"choose\" to be the first reformed by the Ludovico technique.\nThe Minister of the Interior: The government high-official who determined that the Ludovico's technique will be used to cut recidivism. He is referred to as the Minister of Interior or Inferior by Alex.\nDr Branom: A scientist, co-developer of the Ludovico technique. He appears friendly and almost paternal towards Alex at first, before forcing him into the theatre and what Alex calls the \"chair of torture\".\nDr Brodsky: Branom's colleague and co-developer of the Ludovico technique. He seems much more passive than Branom and says considerably less.\nF. Alexander: An author who was in the process of typing his magnum opus A Clockwork Orange when Alex and his droogs broke into his house, beat him, tore up his work and then brutally gang-raped his wife, which caused her subsequent death. He is left deeply scarred by these events and when he encounters Alex two years later, he uses him as a guinea pig in a sadistic experiment intended to prove the Ludovico technique unsound. The government imprisons him afterwards. He is given the name Frank Alexander in the film.\nCat Woman: An indirectly named woman who blocks Alex's gang's entrance scheme, and threatens to shoot Alex and set her cats on him if he does not leave. After Alex breaks into her house, she fights with him, ordering her cats to join the melee, but reprimands Alex for fighting them off. She sustains a fatal blow to the head during the scuffle. She is given the name Miss Weathers in the film.\n\nAnalysis\nBackground\nA Clockwork Orange was written in Hove, then a senescent English seaside town. Burgess had arrived back in Britain after his stint abroad to see that much had changed. A youth culture had developed, based around coffee bars, pop music and teenage gangs. England was gripped by fears over juvenile delinquency. Burgess stated that the novel's inspiration was his first wife Lynne's beating by a gang of drunk American servicemen stationed in England during World War II. She subsequently miscarried. In its investigation of free will, the book's target is ostensibly the concept of behaviourism, pioneered by such figures as B. F. Skinner. Burgess later stated that he wrote the book in three weeks.\n\nTitle\nBurgess has offered several clarifications about the meaning and origin of its title:\n\nHe had overheard the phrase \"as queer as a clockwork orange\" in a London pub in 1945 and assumed it was a Cockney expression. In Clockwork Marmalade, an essay published in the Listener in 1972, he said that he had heard the phrase several times since that occasion. He also explained the title in response to a question from William Everson on the television programme Camera Three in 1972, \"Well, the title has a very different meaning but only to a particular generation of London Cockneys. It's a phrase which I heard many years ago and so fell in love with, I wanted to use it, the title of the book. But the phrase itself I did not make up. The phrase \"as queer as a clockwork orange\" is good old East London slang and it didn't seem to me necessary to explain it. Now, obviously, I have to give it an extra meaning. I've implied an extra dimension. I've implied the junction of the organic, the lively, the sweet – in other words, life, the orange – and the mechanical, the cold, the disciplined. I've brought them together in this kind of oxymoron, this sour-sweet word.\" No other record of the expression being used before 1962 has ever appeared, with Kingsley Amis going so far as to note in his Memoirs (1991) that no trace of it appears in Eric Partridge's Dictionary of Historical Slang. However,  saying \"as queer as ...\" followed by an improbable object: \"... a clockwork orange\", or \"... a four-speed walking stick\" or \"... a left-handed corkscrew\" etc. predates Burgess's novel. An early example, \"as queer as Dick's hatband\", appeared in 1796, and was alluded to in 1757.\nHis second explanation was that it was a pun on the Malay word orang, meaning \"man\". The novella contains no other Malay words or links.\nIn a prefatory note to A Clockwork Orange: A Play with Music, he wrote that the title was a metaphor for \"an organic entity, full of juice and sweetness and agreeable odour, being turned into a mechanism\".\nIn his essay Clockwork Oranges, Burgess asserts that \"this title would be appropriate for a story about the application of Pavlovian or mechanical laws to an organism which, like a fruit, was capable of colour and sweetness\".\nWhile addressing the reader in a letter before some editions of the book, the author says that when a man ceases to have free will, they are no longer a man. \"Just a clockwork orange\", a shiny, appealing object, but \"just a toy to be wound-up by either God or the Devil, or (what is increasingly replacing both) the State.\"\nThis title alludes to the protagonist's negative emotional responses to feelings of evil which prevent the exercise of his free will subsequent to the administration of the Ludovico Technique. To induce this conditioning, Alex is forced to watch scenes of violence on a screen that are systematically paired with negative physical stimulation. The negative physical stimulation takes the form of nausea and \"feelings of terror\", which are caused by an emetic medicine administered just before the presentation of the films.\nIn its original drafts, Burgess used the working title 'The Ludovico Technique,' as he himself described in the foreword in the April 1995 publication. Along with removing the 21st chapter as insisted by his publisher in the original 1962 edition, he would also change the finished product's name to its current title.\n\nUse of slang\nThe book, narrated by Alex, contains many words in a slang argot which Burgess invented for the book, called Nadsat. It is a mix of modified Slavic words, Cockney rhyming slang and derived Russian (like baboochka). For instance, these terms have the following meanings in Nadsat: droog (друг) = friend; moloko (молоко) = milk; gulliver (голова) = head; malchick (мальчик) or malchickiwick = boy; soomka (сумка) = sack or bag; Bog (Бог) = God; horrorshow (хорошо) = good; prestoopnick (преступник) = criminal; rooker (рука) = hand; cal (кал) = crap; veck (человек) = man or guy; litso (лицо) = face; malenky (маленький) = little; and so on. Some words Burgess invented himself or just adapted from existing languages. Compare Polari.\nOne of Alex's doctors explains the language to a colleague as \"odd bits of old rhyming slang; a bit of gypsy talk, too. But most of the roots are Slav propaganda. Subliminal penetration.\" Some words are not derived from anything, but merely easy to guess, e.g. \"in-out, in-out\" or \"the old in-out\" means sexual intercourse. Cutter, however, means \"money\", because \"cutter\" rhymes with \"bread-and-butter\"; this is rhyming slang, which is intended to be impenetrable to outsiders (especially eavesdropping policemen). Additionally, slang like appypolly loggy (\"apology\") seems to derive from school boy slang. This reflects Alex's age of 15.\nIn the first edition of the book, no key was provided, and the reader was left to interpret the meaning from the context. In his appendix to the restored edition, Burgess explained that the slang would keep the book from seeming dated, and served to muffle \"the raw response of pornography\" from the acts of violence.\nThe term \"ultraviolence\", referring to excessive or unjustified violence, was coined by Burgess in the book, which includes the phrase \"do the ultra-violent\". The term's association with aesthetic violence has led to its use in the media.\n\nBanning and censorship history in the US\nThe first major incident of censorship of A Clockwork Orange took place in 1973, when a bookseller was arrested for selling the novel (although the charges were later dropped). In 1976, A Clockwork Orange was removed from an Aurora, Colorado high school because of \"objectionable language\". A year later in 1977 it was removed from high school classrooms in Westport, Massachusetts over similar concerns with \"objectionable\" language. In 1982, it was removed from two Anniston, Alabama libraries, later to be reinstated on a restricted basis. However, each of these instances came after the release of Stanley Kubrick's popular 1971 film adaptation of A Clockwork Orange, itself the subject of much controversy after exposing a much larger part of the populace to the themes of the novel.\n\nReception\nInitial response\nThe Sunday Telegraph review was positive, and described the book as \"entertaining ... even profound\". Kingsley Amis in The Observer acclaimed the novel as \"cheerful horror\", writing \"Mr Burgess has written a fine farrago of outrageousness, one which incidentally suggests a view of juvenile violence I can't remember having met before\". Malcolm Bradbury wrote \"All of Mr Burgess's powers as a comic writer, which are considerable, have gone into the rich language of his inverted Utopia. If you can stomach the horrors, you'll enjoy the manner\". Roald Dahl called it \"a terrifying and marvellous book\". Many reviewers praised the inventiveness of the language, but expressed unease at the violent subject matter. The Spectator praised Burgess's \"extraordinary technical feat\" but was uncomfortable with \"a certain arbitrariness about the plot which is slightly irritating\". New Statesman acclaimed Burgess for addressing \"acutely and savagely the tendencies of our time\" but called the book \"a great strain to read\". The Sunday Times review was negative, and described the book as \"a very ordinary, brutal and psychologically shallow story\". The Times also reviewed the book negatively, describing it as \"a somewhat clumsy experiment with science fiction [with] clumsy cliches about juvenile delinquency\". The violence was criticised as \"unconvincing in detail\".\n\nWriter's appraisal\nBurgess dismissed A Clockwork Orange as \"too didactic to be artistic\". He said that the violent content of the novel \"nauseated\" him.\nIn 1985, Burgess published Flame into Being: The Life and Work of D. H. Lawrence and while discussing Lady Chatterley's Lover in his biography, Burgess compared the notoriety of D. H. Lawrence's novel with A Clockwork Orange: \"We all suffer from the popular desire to make the known notorious. The book I am best known for, or only known for, is a novel I am prepared to repudiate: written a quarter of a century ago, a jeu d'esprit knocked off for money in three weeks, it became known as the raw material for a film which seemed to glorify sex and violence. The film made it easy for readers of the book to misunderstand what it was about, and the misunderstanding will pursue me until I die. I should not have written the book because of this danger of misinterpretation, and the same may be said of Lawrence and Lady Chatterley's Lover.\"\n\nAwards and nominations and rankings\n1983 – Prometheus Award (Preliminary Nominee)\n1999 – Prometheus Award (Nomination)\n2002 – Prometheus Award (Nomination)\n2003 – Prometheus Award (Nomination)\n2006 – Prometheus Award (Nomination)\n2008 – Prometheus Award (Hall of Fame Award)\nA Clockwork Orange was chosen by Time magazine as one of the 100 best English-language books from 1923 to 2005.\n\nAdaptations\nA 1965 film by Andy Warhol entitled Vinyl was an adaptation of Burgess's novel.\nThe best known adaptation of the novella is the 1971 film A Clockwork Orange by Stanley Kubrick, with Malcolm McDowell as Alex. In 1987, Burgess published a stage play titled A Clockwork Orange: A Play with Music. The play includes songs, written by Burgess, which are inspired by Beethoven and Nadsat slang.\nA manga anthology by Osamu Tezuka entitled Tokeijikake no Ringo (Clockwork Apple) was released in 1983.\nIn 1988, a German adaptation of A Clockwork Orange at the intimate theatre of Bad Godesberg featured a musical score by the German punk rock band Die Toten Hosen which, combined with orchestral clips of Beethoven's Ninth Symphony and \"other dirty melodies\" (so stated by the subtitle), was released on the album Ein kleines bisschen Horrorschau. The track Hier kommt Alex became one of the band's signature songs.\n\n \nIn February 1990, another musical version was produced at the Barbican Theatre in London by the Royal Shakespeare Company. Titled A Clockwork Orange: 2004, it received mostly negative reviews, with John Peter of The Sunday Times of London calling it \"only an intellectual Rocky Horror Show\", and John Gross of The Sunday Telegraph calling it \"a clockwork lemon\". Even Burgess himself, who wrote the script based on his novel, was disappointed. According to The Evening Standard, he called the score, written by Bono and The Edge of the rock group U2, \"neo-wallpaper\". Burgess had originally worked alongside the director of the production, Ron Daniels, and envisioned a musical score that was entirely classical. Unhappy with the decision to abandon that score, he heavily criticised the band's experimental mix of hip hop, liturgical, and gothic music. Lise Hand of The Irish Independent reported The Edge as saying that Burgess's original conception was \"a score written by a novelist rather than a songwriter\". Calling it \"meaningless glitz\", Jane Edwardes of 20\/20 magazine said that watching this production was \"like being invited to an expensive French Restaurant – and being served with a Big Mac.\"\nIn 1994, Chicago's Steppenwolf Theater put on a production of A Clockwork Orange directed by Terry Kinney. The American premiere of novelist Anthony Burgess's own adaptation of his A Clockwork Orange starred K. Todd Freeman as Alex. In 2001, UNI Theatre (Mississauga, Ontario) presented the Canadian premiere of the play under the direction of Terry Costa.\nIn 2002, Godlight Theatre Company presented the New York Premiere adaptation of A Clockwork Orange at Manhattan Theatre Source. The production went on to play at the SoHo Playhouse (2002), Ensemble Studio Theatre (2004), 59E59 Theaters (2005) and the Edinburgh Festival Fringe (2005). While at Edinburgh, the production received rave reviews from the press while playing to sold-out audiences. The production was directed by Godlight's artistic director, Joe Tantalo.\nIn 2003, Los Angeles director Brad Mays and the ARK Theatre Company staged a multi-media adaptation of A Clockwork Orange, which was named \"Pick of the Week\" by the LA Weekly and nominated for three of the 2004 LA Weekly Theater Awards: Direction, Revival Production (of a 20th-century work), and Leading Female Performance. Vanessa Claire Smith won Best Actress for her gender-bending portrayal of Alex, the music-loving teenage sociopath. This production utilised three separate video streams outputted to seven onstage video monitors – six 19-inch and one 40-inch. In order to preserve the first-person narrative of the book, a pre-recorded video stream of Alex, \"your humble narrator\", was projected onto the 40-inch monitor, thereby freeing the onstage character during passages which would have been awkward or impossible to sustain in the breaking of the fourth wall.\nAn adaptation of the work, based on the original novel, the film and Burgess's own stage version, was performed by the SiLo Theatre in Auckland, New Zealand in early 2007.\nIn 2021, the International Anthony Burgess Foundation premiered a webpage cataloging various productions of A Clockwork Orange from around the world.\n\nSee also\nClassical conditioning\nList of cultural references to A Clockwork Orange\nList of stories set in a future now in the past\nMKUltra\nViolence in art\n\nReferences\nFurther reading\nA Clockwork Orange: A Play With Music. Century Hutchinson Ltd. (1987). An extract is quoted on several web sites: Anthony Burgess from A Clockwork Orange: A Play With Music (Century Hutchinson Ltd, 1987), anthony burgess on A Clockwork Orange - page 2 at the Wayback Machine (archived 15 December 2005), A Clockwork Orange - From A Clockwork Orange: A Play With Music\nBurgess, Anthony (1978). \"Clockwork Oranges\". In 1985. London: Hutchinson. ISBN 978-0-09-136080-1 (extracts quoted here)\nVidal, Gore (1988). \"Why I Am Eight Years Younger Than Anthony Burgess\". At Home: Essays, 1982–1988. New York: Random House. p. 411. ISBN 978-0-394-57020-4.\nTuck, Donald H. (1974). The Encyclopedia of Science Fiction and Fantasy. Chicago: Advent. p. 72. ISBN 978-0-911682-20-5.\n\nExternal links\n\nA Clockwork Orange title listing at the Internet Speculative Fiction Database\nA Clockwork Orange at SparkNotes\nA Clockwork Orange Archived 4 February 2009 at the Wayback Machine at Literapedia\nA Clockwork Orange (1962) |Last chapter |Anthony Burgess (1917–1993)\nComparisons with the Kubrick film adaptation\nDalrymple, Theodore. \"A Prophetic and Violent Masterpiece\", City Journal\nGiola, Ted. \"A Clockwork Orange by Anthony Burgess\" Archived 30 June 2020 at the Wayback Machine at Conceptual Fiction Archived 21 April 2021 at the Wayback Machine\nPriestley, Brenton. \"Of Clockwork Apples and Oranges: Burgess and Kubrick (2002)\"","4":"A Clockwork Orange is a 1971 dystopian crime film adapted, produced, and directed by Stanley Kubrick, based on Anthony Burgess's 1962 novel of the same name. It employs disturbing, violent themes to comment on psychiatry, juvenile delinquency, youth gangs, and other social, political, and economic subjects in a dystopian near-future Britain.\nAlex (Malcolm McDowell), the central character, is a charismatic, anti-social delinquent whose interests include classical music (especially Beethoven), committing rape, theft, and \"ultra-violence\". He leads a small gang of thugs, Pete (Michael Tarn), Georgie (James Marcus), and Dim (Warren Clarke), whom he calls his droogs (from the Russian word друг, which is \"friend\", \"buddy\"). The film chronicles the horrific crime spree of his gang, his capture, and attempted rehabilitation via an experimental psychological conditioning technique (the \"Ludovico Technique\") promoted by the Minister of the Interior (Anthony Sharp). Alex narrates most of the film in Nadsat, a fractured adolescent slang composed of Slavic languages (especially Russian), English, and Cockney rhyming slang.\nThe film premiered in New York City on 19 December 1971 and was released in the United Kingdom on 13 January 1972. The film was met with polarised reviews from critics and was controversial due to its depictions of graphic violence. After it was cited as having inspired copycat acts of violence, the film was withdrawn from British cinemas at Kubrick's behest, and it was also banned in several other countries. In the years following, the film underwent a critical re-evaluation and gained a cult following. It received several awards and nominations, with four nominations at the 44th Academy Awards, including Best Picture.\nIn the British Film Institute's 2012 Sight & Sound polls of the world's greatest films, A Clockwork Orange was ranked 75th in the directors' poll and 235th in the critics' poll. In 2020, the film was selected for preservation in the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\".\n\nPlot\nIn a futuristic Britain, Alex DeLarge is the leader of a gang of \"droogs\": Georgie, Dim, and Pete. One night, after getting intoxicated, they engage in an evening of \"ultra-violence\", which includes beating a vagrant in the street, and a fight with a rival gang. They drive to the country home of writer Frank Alexander and trick his wife into letting them inside. They beat Alexander to the point of crippling him, and Alex violently rapes Alexander's wife while singing \"Singin' in the Rain\". The next day, while absent from school, Alex is approached by his probation officer, PR Deltoid, who is aware of Alex's activities and cautions him.\nAlex's droogs express discontent with petty crime and want more equality and high-yield thefts, but Alex asserts his authority by attacking them. Later, Alex invades the home of a wealthy \"cat-lady\" and bludgeons her with a phallic sculpture while his droogs remain outside. On hearing sirens, Alex tries to flee, but Dim smashes a bottle in his face, stunning Alex and leaving him to be arrested. Deltoid brings word that the woman has died of her injuries, and Alex is convicted of murder and sentenced to 14 years in prison.\nTwo years into the sentence, Alex eagerly takes up an offer to be a test subject for the Minister of the Interior's new Ludovico technique, an experimental aversion therapy for rehabilitating criminals within two weeks. Alex is strapped to a chair, his eyes are clamped open, and he is injected with drugs. He is then forced to watch films of sex and violence, some of which are accompanied by the music of his favourite composer, Ludwig van Beethoven. Alex becomes nauseated by the films and, fearing the technique will make him sick upon hearing Beethoven, begs for an end to the treatment.\nTwo weeks later, the Minister demonstrates Alex's rehabilitation to a gathering of officials. Alex is unable to fight back against an actor who taunts and attacks him and becomes ill upon seeing a topless woman. The prison chaplain complains that Alex has been robbed of his free will; the Minister asserts that the Ludovico technique will cut crime and alleviate crowding in prisons.\nAlex is released from prison, only to find that the police have sold his possessions to provide compensation to his victims and his parents have let out his room. Alex encounters an elderly vagrant whom he attacked years earlier, and the vagrant and his friends attack him. Alex is saved by two policemen but is shocked to find they are his former droogs Dim and Georgie. They drive him to the countryside, beat him, and nearly drown him before abandoning him. Alex barely makes it to the doorstep of a nearby home before collapsing.\nAlex wakes up to find himself in the home of Mr Alexander, who is now using a wheelchair. Alexander does not recognise Alex from the previous attack, but knows of him and the Ludovico technique from the newspapers. He sees Alex as a political weapon and prepares to present him to his colleagues. While bathing, Alex breaks into \"Singin' in the Rain\", causing Alexander to realise that Alex was the person who assaulted his wife and him. With help from his colleagues, Alexander drugs Alex and locks him in an upstairs bedroom. He then plays Beethoven's Ninth Symphony loudly from the floor below. Unable to withstand the sickening pain, Alex attempts suicide by jumping out of the window.\nAlex survives the attempt and wakes up in hospital with multiple injuries. While being given a series of psychological tests, he finds that he no longer has aversions to violence and sex. The Minister arrives and apologises to Alex. He informs Alex that the government has had Mr Alexander institutionalised. He offers to take care of Alex and get him a job in return for his co-operation with his election campaign and public relations counter-offensive. As a sign of goodwill, the Minister brings in a stereo system playing Beethoven's Ninth. Alex then contemplates violence and has vivid thoughts of having sex with a woman in front of an approving crowd, thinking to himself, \"I was cured, all right!\"\n\nCast\nThe film provided early roles for Steven Berkoff, David Prowse, and Carol Drinkwater, who appeared as a police officer, Mr Alexander's attendant Julian, and a nurse, respectively.\n\nThemes\nMorality\nThe film's central moral question is the definition of \"goodness\" and whether it makes sense to use aversion therapy to stop immoral behaviour. Stanley Kubrick, writing in Saturday Review, described the film: \"A social satire dealing with the question of whether behavioural psychology and psychological conditioning are dangerous new weapons for a totalitarian government to use to impose vast controls on its citizens and turn them into little more than robots.\" Similarly, on the production's call sheet, Kubrick wrote: \"It is a story of the dubious redemption of a teenage delinquent by condition-reflex therapy. It is, at the same time, a running lecture on free-will.\"\nAfter aversion therapy, Alex behaves like a good member of society, though not through choice. His goodness is involuntary; he has become the titular clockwork orange—organic on the outside, mechanical on the inside. After Alex has undergone the Ludovico technique, the chaplain criticises his new attitude as false, arguing that true goodness must come from within. This leads to the theme of abusing liberties—personal, governmental, civil—by Alex, with two conflicting political forces, the Government and the Dissidents, both manipulating Alex purely for their own political ends. The story portrays the \"conservative\" and \"leftist\" parties as equally worthy of criticism. The writer Frank Alexander, a victim of Alex and his gang, wants revenge against Alex and sees him as a means of definitively turning the populace against the incumbent government and its new regime. He fears the new government and, in a telephone conversation, he says: \"Recruiting brutal young roughs into the police; proposing debilitating and will-sapping techniques of conditioning. Oh, we've seen it all before in other countries; the thin end of the wedge! Before we know where we are, we shall have the full apparatus of totalitarianism.\"\nOn the other side, the Minister of the Interior (the Government) jails Mr Alexander (the Dissident Intellectual) on the excuse of his endangering Alex (the People), rather than the government's totalitarian regime (described by Mr Alexander). It is unclear whether he has been harmed; however, the Minister tells Alex that the writer has been denied the ability to write and produce \"subversive\" material that is critical of the incumbent government and meant to provoke political unrest.\n\nPsychology\nThe film critiques the behaviourism or \"behavioural psychology\" propounded by psychologists John B. Watson and B. F. Skinner. Burgess disapproved of behaviourism, calling Skinner's book Beyond Freedom and Dignity (1971) \"one of the most dangerous books ever written\". Although behaviourism's limitations were conceded by its principal founder, Watson, Skinner argued that behaviour modification—specifically, operant conditioning (learned behaviours via systematic reward-and-punishment techniques) rather than the \"classical\" Watsonian conditioning—is the key to an ideal society. The film's Ludovico technique is widely perceived as a parody of aversion therapy, which is a form of operant conditioning.\nAuthor Paul Duncan said: \"Alex is the narrator so we see everything from his point of view, including his mental images. The implication is that all of the images, both real and imagined, are part of Alex's fantasies.\"\nPsychiatrist Aaron Stern, the former head of the MPAA rating board, believed that Alex represents man in his natural state, the unconscious mind. Alex becomes \"civilised\" after receiving his Ludovico \"cure\" and the sickness in the aftermath Stern considered to be the \"neurosis imposed by society\".\nKubrick told film critics Philip Strick and Penelope Houston: \"Alex makes no attempt to deceive himself or the audience as to his total corruption or wickedness. He is the very personification of evil. On the other hand, he has winning qualities: his total candour, his wit, his intelligence, and his energy; these are attractive qualities and ones, I might add, which he shares with Richard III.\"\n\nSociety\nThe society depicted in the film was perceived by some as Communist (as Michel Ciment pointed out in an interview with Kubrick) due to its slight ties to Russian culture. The teenage slang has a heavily Russian influence, as in the novel; Burgess explains the slang as being, in part, intended to draw a reader into the world of the book's characters and to prevent the book from becoming outdated. There is some evidence to suggest that the society is a socialist one, or perhaps a society evolving from a failed socialism into an authoritarian society. In the novel, streets have paintings of working men in the style of Russian socialist art, and the film shows a mural of socialist artwork with obscenities drawn on it. As Malcolm McDowell points out on the DVD commentary, Alex's residence was shot on failed municipal architecture and the name \"Municipal Flat Block 18A, Linear North\" alludes to socialist-style housing.\nWhen the new right-wing government takes power, the atmosphere is certainly more authoritarian than the anarchist air of the beginning. Kubrick's response to Ciment's question remained ambiguous as to what kind of society it is. Kubrick asserted that the film held comparisons between both  ends of the political spectrum and that there is little difference between the two. Kubrick stated: \"The Minister, played by Anthony Sharp, is clearly a figure of the Right. The writer, Patrick Magee, is a lunatic of the Left... They differ only in their dogma. Their means and ends are hardly distinguishable.\"\n\nComparison of film and novel\nKubrick's film is relatively faithful to the Burgess novel, omitting only the final, positive chapter, in which Alex matures and outgrows sociopathy. While the film ends with Alex being offered an open-ended government job, implying he remains a sociopath at heart, the novel ends with Alex's positive change in character. This plot discrepancy occurred because Kubrick based his screenplay on the novel's American edition, in which the final chapter had been deleted on the insistence of its American publisher. He claimed not to have read the complete, original version of the novel until he had almost finished writing the screenplay, and that he never considered using it. The introduction to the 1996 edition of A Clockwork Orange says that Kubrick found the end of the original edition too blandly optimistic and unrealistic.\n\nCritic Randy Rasmussen has argued that the government in the film is in a shambolic state of desperation, whereas the government in the novel is quite strong and self-confident. The former reflects Kubrick's preoccupation with the theme of acts of self-interest masked as simply following procedure.\nIn the film, Alex has a pet snake. There is no mention of this in the novel.\nIn the novel, F. Alexander recognises Alex through several careless references to the previous attack (such as his wife then claiming they did not have a telephone). In the film, Alex is recognised when singing the song 'Singing in the Rain' in the bath, which he had hauntingly done while attacking F. Alexander's wife. The song does not appear at all in the book, as it was an improvisation by actor Malcolm McDowell when Kubrick complained that the rape scene was too \"stiff\".\n\nProduction\nBackground\nAnthony Burgess sold the film rights of his novel for US$500 (equivalent to $5,000 in 2023), shortly after its publication in 1962. Originally, the film was projected to star the rock band The Rolling Stones, with the band's lead singer Mick Jagger expressing interest in playing the lead role of Alex, and British filmmaker Ken Russell attached to direct. According to film historian William K. Everson while hosting a 1972 Camera Three interview with Burgess and McDowell and the International Anthony Burgess Foundation, both The Rolling Stones and The Beatles were alternatively considered to play Alex and his droogs at various times throughout the 1960s, before Kubrick got involved on the project. According to 225 Magazine, Screenplay writer Terry Southern had written a first script for the film with specifically The Beatles in mind for the main cast, before the film's executive producer Si Litvinoff sent a letter to its prospective director John Schlesinger in February 1968, attaching a petition signed by Jagger as well as all four Beatles requesting Alex to be played by Jagger and the film's soundtrack to be penned by The Beatles. However, this never came to fruition due to problems with the British Board of Film Classification (BBFC), and the rights ultimately fell to Kubrick.\n\nCasting\nMcDowell was chosen for the role of Alex after Kubrick saw him in the film if.... (1968). When asking why he was picked for the role, Kubrick told him: \"You can exude intelligence on the screen.\" He also helped Kubrick on the uniform of Alex's gang, when he showed Kubrick the cricket whites he had. Kubrick asked him to put the box (jockstrap) not under but on top of the costume.\n\nAdaptation\nThe cinematic adaptation of A Clockwork Orange (1962) was not initially planned. Terry Southern gave Kubrick a copy of the novel, but, as he was developing a Napoleon Bonaparte-related project, Kubrick put it aside. Kubrick's wife, in an interview, said she had given Kubrick the novel after having read it. Kubrick said: \"I was excited by everything about it: the plot, the ideas, the characters, and, of course, the language. The story functions, of course, on several levels: political, sociological, philosophical, and, what's most important, on a dreamlike psychological-symbolic level.\" Kubrick wrote a screenplay faithful to the novel, saying: \"I think whatever Burgess had to say about the story was said in the book, but I did invent a few useful narrative ideas and reshape some of the scenes.\" Kubrick based the script on the shortened US edition of the book, which omitted the final chapter.\n\nDirection\nKubrick was a perfectionist who researched meticulously, with thousands of photographs taken of potential locations, and many scene takes. He was so meticulous that McDowell stated: \"If Kubrick hadn't been a film director he'd have been a General Chief of Staff of the US Forces. No matter what it is—even if it's a question of buying a shampoo it goes through him. He just likes total control.\" Technically, to achieve and convey the fantastic, dream-like quality of the story, he filmed with extreme wide-angle lenses such as the Kinoptik Tegea 9.8 mm for 35 mm Arriflex cameras.\n\nFilming\nFilming took place between September 1970 and April 1971.\nDuring the filming of the Ludovico technique scene, McDowell scratched a cornea and was temporarily blinded. The doctor standing next to him in the scene, dropping saline solution into Alex's forced-open eyes, was a real physician present to prevent the actor's eyes from drying. McDowell also cracked some ribs filming the humiliation stage show. A unique special effect technique was used when Alex jumps out of the window in a suicide attempt, showing the camera approaching the ground from Alex's point of view. This effect was achieved by dropping a Newman-Sinclair clockwork camera in a box, lens-first, from the third storey of the Corus Hotel. To Kubrick's surprise, the camera survived six takes.\n\nMusic\nThe main theme is an electronic arrangement of a short excerpt from Henry Purcell's Music for the Funeral of Queen Mary, and the soundtrack has two of Edward Elgar's Pomp and Circumstance Marches. Kubrick wanted to use the Pink Floyd song \"Atom Heart Mother\" in the film, but they refused.\nAlex is fanatical about Ludwig van Beethoven in general and his Ninth Symphony in particular, and the soundtrack includes an electronic version specially arranged by Wendy Carlos of the Scherzo and other parts of the Symphony. The soundtrack contains more music by Rossini than by Beethoven. The fast-motion sex scene with the two girls, the slow-motion fight between Alex and his Droogs, the fight with Billy Boy's gang, the drive to the writer's home (\"playing 'hogs of the road'\"), the invasion of the Cat Lady's home, and the scene in which Alex looks into the river and contemplates suicide before being approached by the beggar are all accompanied by Rossini's William Tell Overture or The Thieving Magpie Overture.\n\nReception\nCritical reception\nOn release, A Clockwork Orange was met with mixed reviews. Vincent Canby of The New York Times praised the film: \"McDowell is splendid as tomorrow's child, but it is always Mr. Kubrick's picture, which is even technically more interesting than 2001. Among other devices, Mr. Kubrick constantly uses what I assume to be a wide-angle lens to distort space relationships within scenes, so that the disconnection between lives, and between people and environment, becomes an actual, literal fact.\" The following year, after the film won the New York Film Critics Award, he called it \"a brilliant and dangerous work, but it is dangerous in a way that brilliant things sometimes are\". The film also had notable detractors. Film critic Stanley Kauffmann commented, \"Inexplicably, the script leaves out Burgess' reference to the title\". Roger Ebert gave A Clockwork Orange two stars out of four, calling it an \"ideological mess\".  In her New Yorker review titled \"Stanley Strangelove\", Pauline Kael called it pornographic because of how it dehumanised Alex's victims while highlighting the sufferings of the protagonist. Kael noted the Billyboy's gang extended stripping of the woman they intended to rape, claiming it was offered for titillation.\nIn a retrospective review in his reference book Halliwell's Film and Video Guide, Leslie Halliwell described it as \"a repulsive film in which intellectuals have found acres of social and political meaning; the average judgement is likely to remain that it is pretentious and nasty rubbish for sick minds who do not mind jazzed-up images and incoherent sound.\"\nJohn Simon noted that the novel's most ambitious effects were based on language and the alienating effect of the narrator's Nadsat slang, making it a poor choice for a film. Concurring with some of Kael's criticisms about the depiction of Alex's victims, Simon noted that the character of Mr Alexander, who was young and likeable in the novel, was played by Patrick Magee, \"a very quirky and middle-aged actor who specialises in being repellent\". Simon comments further that \"Kubrick over-directs the basically excessive Magee until his eyes erupt like missiles from their silos and his face turns every shade of a Technicolor sunset\".\nOver the years, A Clockwork Orange gained a status as a cult classic. For The Guardian, Philip French stated that the film's controversial reputation likely stemmed from the fact that it was released during a time when fear of teenage delinquency was high. Adam Nayman of The Ringer wrote that the film's themes of delinquency, corrupt power structures and dehumanisation are relevant in today's society. Simon Braund of Empire praised the \"dazzling visual style\" and McDowell's \"simply astonishing\" portrayal of Alex. Roger Ebert softened on the film years after first viewing it, declaring on his program At the Movies in 1987 that while he still thought the film had \"all head and no heart\", he felt Kubrick's detachments from the violence more so than he did in the first viewing.\nOn review aggregator website Rotten Tomatoes, the film holds an approval rating of 86% based on 83 reviews, with an average rating of 8.8\/10. The website's critical consensus reads: \"Disturbing and thought-provoking, A Clockwork Orange is a cold, dystopian nightmare with a very dark sense of humor\". Metacritic gives the film a score of 77 out of 100, based on reviews by 21 critics, indicating \"generally favorable reviews\".\n\nBox office\nThe film was a box-office success, grossing $41 million in the United States and about $73 million overseas for a worldwide total of $114 million on a budget of $1.3 million.\nThe film was also successful in the United Kingdom, playing for over a year at the Warner West End in London. After two years of release, the film had earned Warner Bros. rentals of $2.5 million in the United Kingdom and was the number three film for 1973 behind Live and Let Die and The Godfather.\nThe film was the most popular film of 1972 in France with 7,611,745 admissions.\nThe film was re-released in North America in 1973 and earned $1.5 million in rentals.\n\nNovelist's response\nBurgess had mixed reception about the film adaptation of his novel, publicly saying he loved Malcolm McDowell and Michael Bates, and the use of music. He praised it as so \"brilliant\" that it might be dangerous. He was concerned that it lacked the novel's redemptive final chapter, an absence he blamed upon his American publisher and not Kubrick. All US editions of the novel prior to 1986 omit the final chapter. Kubrick called the missing chapter \"an extra chapter\" and claimed that he had not read the original version until he had virtually finished the screenplay, and that he had never seriously considered using it. In Kubrick's opinion – as in the opinion of other readers, including the original American editor – the final chapter was unconvincing and inconsistent with the book.\nBurgess reports in his autobiography You've Had Your Time (1990) that he and Kubrick at first enjoyed a good relationship, each holding similar philosophical and political views and each very interested in literature, cinema, music, and Napoleon Bonaparte. Burgess's novel Napoleon Symphony (1974) was dedicated to Kubrick. Their relationship soured when Kubrick left Burgess to defend the film from accusations of glorifying violence. A lapsed Catholic, Burgess tried many times to explain the Christian moral points of the story to outraged Christian organisations and to defend it against newspaper accusations that it supported fascist dogma. He also went to receive awards given to Kubrick on his behalf. He was in no way involved in the production of the film. The only profit he made directly from the film was the initial $500 that had been given to him for the rights to the adaptation.\nBurgess's own stage adaptation of the novel, A Clockwork Orange: A Play with Music (1984), contains a direct reference to Kubrick. In the final moment of the play Alex joins in a song with the other characters. In the script's stage directions it states that while this happens: \"A man bearded like Stanley Kubrick comes on playing, in exquisite counterpoint, 'Singin' in the Rain' on the trumpet. He is kicked off the stage.\"\n\nAccolades\nControversies\nAmerican version\nIn the United States, A Clockwork Orange was given an X rating in its original release in 1972. Later, Kubrick replaced approximately 30 seconds of sexually explicit footage from two scenes with less explicit action to obtain an R rating re-release later in 1972.\nBecause of the explicit sex and violence, The National Catholic Office for Motion Pictures rated it C (\"condemned\"), a rating which recommended against Roman Catholics seeing the film. In 1982, the office abolished the \"condemned\" rating. Subsequently, films deemed to have unacceptable levels of sex and violence by the Conference of Bishops are rated O, \"morally offensive\".\n\nBritish withdrawal\nAlthough it was passed uncut for UK cinemas in December 1971, British authorities considered the sexual violence in the film to be extreme. In March 1972, during the trial of a 14-year-old boy accused of the manslaughter of a classmate, the prosecutor referred to A Clockwork Orange, suggesting that the film had a macabre relevance to the case.  The film was linked to the murder of an elderly vagrant by a 16-year-old boy in Bletchley, Buckinghamshire, who pleaded guilty after telling police that friends had told him of the film \"and the beating up of an old boy like this one\". Roger Gray, for the defence, told the court that \"the link between this crime and sensational literature, particularly A Clockwork Orange, is established beyond reasonable doubt\". The press also blamed the film for a rape in which the attackers sang \"Singin' in the Rain\" as \"Singin' in the Rape\". Christiane Kubrick, the director's wife, has said that the family received threats and had protesters outside their home.\n\nThe film was withdrawn from British release in 1973 by Warner Bros at the request of Kubrick. In response to allegations that the film was responsible for copycat violence Kubrick stated: To try and fasten any responsibility on art as the cause of life seems to me to put the case the wrong way around. Art consists of reshaping life, but it does not create life, nor cause life. Furthermore, to attribute powerful suggestive qualities to a film is at odds with the scientifically accepted view that, even after deep hypnosis in a posthypnotic state, people cannot be made to do things which are at odds with their natures. \nThe Scala Cinema Club went into receivership in 1993 after losing a legal battle following an unauthorised screening of the film. In the same year, Channel 4 broadcast Forbidden Fruit, a 27-minute documentary about the withdrawal of the film in Britain. It contains footage from A Clockwork Orange. It was difficult to see A Clockwork Orange in the United Kingdom for 27 years. It was only after Kubrick died in 1999 that the film was re-released theatrically, on VHS, and on DVD. On 4 July 2001, the uncut version premiered on Sky TV's Sky Box Office, where it ran until mid-September.\n\nCensorship in other countries\nIn Ireland, the film was banned on 10 April 1973. Warner Bros. decided against appealing the decision. Eventually, the film was passed uncut for cinema on 13 December 1999 and released on 17 March 2000. The re-release poster, a replica of the original British version, was rejected due to the words \"ultra-violence\" and \"rape\" in the tagline. Head censor Sheamus Smith explained his rejection to The Irish Times: \"I believe that the use of those words in the context of advertising would be offensive and inappropriate.\"\nIn Singapore, the film was banned for over 30 years, before an attempt at release was made in 2006. However, the submission for an M18 rating was rejected, and the ban was not lifted. The ban was later lifted and the film was shown uncut (with an R21 rating) on 28 October 2011, as part of the Perspectives Film Festival.\nIn South Africa, it was banned under the apartheid regime for 13 years, then in 1984 was released with one cut and only made available to people over the age of 21. It was banned in South Korea and in the Canadian provinces of Alberta and Nova Scotia.  The Maritime Film Classification Board also reversed the ban eventually. Both jurisdictions now grant an R rating to the film.\nIn Brazil, the film was banned under the military dictatorship until 1978, when the film was released in a version with black dots covering the genitals and breasts of the actors in the nude scenes.\nIn Spain, the film debuted at the 1975 Valladolid International Film Festival under the dictatorship of Francisco Franco. It was expected to be screened in the University of Valladolid but, due to student protests, the university had been closed for two months. The final screenings were in the commercial festival venues, with long queues of expectant students. After the festival, the film went into the arthouse circuit and later in commercial cinemas successfully.\nIn Malta, a ban on the film was lifted in 2000, when it was shown in local cinemas for the first time. The film was brought up during the compilation of evidence on the rape and murder of Paulina Dembska, which took place on 2 January 2022 in Sliema, for the accused attacker compared himself to Alex during police interrogation.\n\nHome media\nIn the US, the film has been widely available on home video since 1980 and was re-released several times on VHS.  It was first released on DVD in the US on 29 June 1999.\nIn the UK, the film was eventually released by Warner Home Video on 13 November 2000 (on both VHS and DVD), individually and as part of The Stanley Kubrick Collection DVD set. Due to negative comments from fans, Warner Bros re-released the film, its image digitally restored and its soundtrack remastered. A limited-edition collector's set with a soundtrack disc, film poster, booklet, and filmstrip followed, and was discontinued. In 2005, a British re-release, packaged as an \"Iconic Film\" in a limited-edition slipcase was published, identical to the remastered DVD set, except for different package cover art. In 2006, Warner Bros announced the September publication of a two-disc special edition featuring a Malcolm McDowell commentary, and the releases of other two-disc sets of Stanley Kubrick films. Several British retailers had set the release date as 6 November 2006. The release was delayed and re-announced for the 2007 Holiday Season.\nAn HD DVD, Blu-ray, and DVD version was re-released on 23 October 2007, alongside four other Kubrick classics, with 1080p video transfers and remixed Dolby TrueHD 5.1 (for HD DVD) and uncompressed 5.1 PCM (for Blu-ray) audio tracks. Unlike the previous version, the DVD re-release edition is anamorphically enhanced. The Blu-ray was reissued for the 40th anniversary of the film's release, identical to the previously released Blu-ray, plus a Digibook and the Stanley Kubrick: A Life in Pictures documentary as a bonus feature.\nIn 2021, a 4K restoration was completed with Kubrick's former assistant Leon Vitali working closely with Warner Bros. It was released in the US on 21 September 2021 and 4 October 2021 in the UK.\n\nLegacy and influence\nAlong with Bonnie and Clyde (1967), Night of the Living Dead (1968), The Wild Bunch (1969), Soldier Blue (1970), Dirty Harry (1971), and Straw Dogs (1971), the film is considered a landmark in the relaxation of control on violence in cinema.\nA Clockwork Orange remains an influential work in cinema and other media. The film is frequently referenced in popular culture, which Adam Chandler of The Atlantic attributes to Kubrick's \"genre-less\" directing techniques that brought novel innovation in filming, music, and production that had not been seen at the time of the film's original release.\nThe Village Voice ranked A Clockwork Orange at number 112 in its Top 250 \"Best Films of the Century\" list in 1999, based on a poll of critics. The film appears several times on the American Film Institute's (AFI) top movie lists. The film was listed at No. 46 in the 1998 AFI's 100 Years... 100 Movies, at No. 70 in the 2007 second listing. \"Alex DeLarge\" is listed 12th in the villains section of the AFI's 100 Years... 100 Heroes and Villains. In 2008, the AFI's 10 Top 10 rated A Clockwork Orange as the 4th greatest science-fiction movie to date. The film was also placed 21st in the AFI's 100 Years... 100 Thrills\nIn the British Film Institute's 2012 Sight & Sound polls of the world's greatest films, A Clockwork Orange was ranked 75th in the directors' poll and 235th in the critics' poll. In 2010, Time magazine placed it 9th on their list of the Top 10 Ridiculously Violent Movies. In 2008, Empire ranked it 37th on their list of \"The 500 Greatest Movies of All Time\", and in 2013, Empire ranked it 11th on their list of \"The 100 Best British Films Ever\". In 2010, The Guardian ranked the film 6th in its list of 25 greatest arthouse films. The Spanish director Luis Buñuel praised the film highly. He once said: \"A Clockwork Orange is my current favourite. I was predisposed against the film. After seeing it, I realised it is only a movie about what the modern world really means\".\nA Clockwork Orange was added to the United States' National Film Registry in 2020 as a work considered to be \"culturally, historically or aesthetically\" significant.\n\nSee also\nViolence in art\nList of cultural references to A Clockwork Orange\nList of films featuring home invasions\nBFI Top 100 British films\n\nNotes\nReferences\nBibliography\nBaxter, John (1997). Stanley Kubrick: A Biography. HarperCollins. ISBN 978-0-00-638445-8.\nDuncan, Paul (2003). Stanley Kubrick: The Complete Films. Taschen GmbH. ISBN 978-3836527750.\nMcDougal, Stuart Y. (2003). Stanley Kubrick's A Clockwork Orange. Cambridge University Press. ISBN 978-0-521-57488-4.\n\nFurther reading\nBurgess, Anthony (2000). Stanley Kubrick's a Clockwork Orange: Based on the Novel by Anthony Burgess. ScreenPress Books. ISBN 978-1-901680-47-8.\nHeide, Thomas von der (1 June 2006). A Clockwork Orange - The presentation and the impact of violence in the novel and in the film. GRIN Verlag. ISBN 978-3-638-50681-6.\nVolkmann, Maren (16 October 2006). \"A Clockwork Orange\" in the Context of Subculture. GRIN Verlag. ISBN 978-3-638-55498-5.\nA Clockwork Orange has been cited in a murder case. It is not the first time - Times of Malta 21 January 2022\n\nExternal links\n\nA Clockwork Orange at IMDb\nA Clockwork Orange at AllMovie\nA Clockwork Orange at the TCM Movie Database\nA Clockwork Orange at the AFI Catalog of Feature Films\nA Clockwork Orange at Rotten Tomatoes\nA Clockwork Orange at Metacritic \nA Clockwork Orange at the BFI's Screenonline\nA Clockwork Orange at Discogs (list of releases)\n\"One on One with Malcolm McDowell\" from HoboTrashcan.com (2008)\nA Clockwork Orange – The Droogs turn against Alex on YouTube\nKubrick's A Clockwork Orange pays homage to Antonioni on YouTube","5":"A Clockwork Orange is a dystopian satirical black comedy novella by English writer Anthony Burgess, published in 1962. It is set in a near-future society that has a youth subculture of extreme violence. The teenage protagonist, Alex, narrates his violent exploits and his experiences with state authorities intent on reforming him. The book is partially written in a Russian-influenced argot called \"Nadsat\", which takes its name from the Russian suffix that is equivalent to '-teen' in English. According to Burgess, the novel was a jeu d'esprit written in just three weeks.\nIn 2005, A Clockwork Orange was included on Time magazine's list of the 100 best English-language novels written since 1923, and it was named by Modern Library and its readers as one of the 100 best English-language novels of the 20th century. The original manuscript of the book has been kept at McMaster University's William Ready Division of Archives and Research Collections in Hamilton, Ontario, Canada since the institution purchased the documents in 1971.\nIt is considered one of the most influential dystopian books.\nIn 2022, the novel was included on the \"Big Jubilee Read\" list of 70 books by Commonwealth authors selected to celebrate the Platinum Jubilee of Elizabeth II.\n\nPlot summary\nPart 1: Alex's world\nAlex is a 15-year-old gang leader living in a near-future dystopian city. His friends (\"droogs\" in the novel's Anglo-Russian slang, \"Nadsat\") and fellow gang members are Dim, a slow-witted bruiser, who is the gang's muscle; Georgie, an ambitious second-in-command; and Pete, who mostly plays along as the droogs indulge their taste for \"ultra-violence\" (random, violent mayhem). Characterised as a sociopath and hardened juvenile delinquent, Alex is also intelligent, quick-witted, and enjoys classical music; he is particularly fond of Beethoven, whom he calls \"Lovely Ludwig Van\".\nThe droogs sit in their favourite hangout, the Korova Milk Bar, drinking \"milk-plus\" (milk laced with the customer's drug of choice) to prepare for a night of ultra-violence. They assault a scholar walking home from the public library; rob a shop, leaving the owner and his wife bloodied and unconscious; beat up a beggar; then scuffle with a rival gang. Joyriding through the countryside in a stolen car, they break into an isolated cottage and terrorise the young couple living there, beating the husband and gang-raping his wife. The husband is a writer working on a manuscript entitled A Clockwork Orange, and Alex contemptuously reads out a paragraph that states the novel's main theme before shredding the manuscript. At the Korova, Alex strikes Dim for his crude response to a woman's singing of an operatic passage, and strains within the gang become apparent. At home in his parents' flat, Alex plays classical music at top volume, which he describes as giving him orgasmic bliss before falling asleep.\nAlex feigns illness to his parents to stay out of school the next day. Following an unexpected visit from P. R. Deltoid, his \"post-corrective adviser\", Alex visits a record store, where he meets two pre-teen girls. He invites them back to the flat, where he drugs and rapes them. That night after a nap, Alex finds his droogs in a mutinous mood, waiting downstairs in the torn-up and graffitied lobby. Georgie challenges Alex for leadership of the gang, demanding that they focus on higher-value targets in their robberies. Alex quells the rebellion by slashing Dim's hand and fighting with Georgie, then soothes the gang by agreeing to Georgie's plan to rob the home of a wealthy elderly woman. Alex breaks in and knocks the woman unconscious, but when he hears sirens and opens the door to flee, Dim strikes him as revenge for the earlier fight. The gang abandons Alex on the front step to be arrested by the police; while in custody, he learns that the woman has died from her injuries.\n\nPart 2: The Ludovico Technique\nAlex is convicted of murder and sentenced to 14 years in prison. His parents visit one day to inform him that Georgie has been killed in a botched robbery. Two years into his term, he has obtained a job in one of the prison chapels, playing music on the stereo to accompany the Sunday Christian services. The chaplain mistakes Alex's Bible studies for stirrings of faith; in reality, Alex only reads Scripture for the violent or sexual passages. After his fellow cellmates blame him for beating a troublesome cellmate to death, he is chosen to undergo an experimental behaviour modification treatment called the Ludovico Technique in exchange for having the remainder of his sentence commuted. The technique is a form of aversion therapy in which Alex is injected with nausea-inducing drugs while watching graphically violent films, eventually conditioning him to become severely ill at the mere thought of violence. As an unintended consequence, the soundtrack to one of the films, Beethoven's Ninth Symphony, renders Alex unable to enjoy his beloved classical music as before.\nThe technique's effectiveness is demonstrated to a group of VIPs, who watch as Alex collapses before a man who slaps him and abases himself before a scantily clad young woman. Although the prison chaplain accuses the state of stripping Alex of free will, the government officials on the scene are pleased with the results, and Alex is released from prison.\n\nPart 3: After prison\nAlex returns to his parents' flat, only to find that they are letting his room to a lodger. Now homeless, he wanders the streets and enters a public library, hoping to learn of a painless method for committing suicide. The old scholar whom Alex had assaulted in Part 1 finds him and beats him with the help of several friends. Two policemen come to Alex's rescue, but they turn out to be Dim and Billyboy, a former rival gang leader. They take Alex outside town, brutalise him, and abandon him there. Alex collapses at the door of an isolated cottage, realising too late that it is the one he and his droogs invaded in Part 1.\nThe writer, F. Alexander, still lives here, but his wife has since died of what he believes to be injuries she sustained in the rape. He does not recognise Alex but gives him shelter and questions him about the conditioning he has undergone. Alexander and his colleagues, all highly critical of the government, plan to use Alex as a symbol of state brutality and thus prevent the incumbent government from being re-elected. Alex inadvertently reveals that he was the ringleader of the home invasion; he is removed from the cottage and locked in an upper-storey bedroom as a relentless barrage of classical music plays over speakers. He attempts suicide by leaping from the window.\nAlex wakes up in a hospital, where he is courted by government officials, anxious to counter the bad publicity created by his suicide attempt. He is informed that F. Alexander has been \"put away\" for Alex's protection and his own. Alex is offered a well-paying job if he agrees to side with the government once discharged. A round of tests reveals that his old violent impulses have returned, indicating that the hospital doctors have undone the effects of his conditioning. As photographers snap pictures, Alex daydreams of orgiastic violence and reflects, \"I was cured all right.\"\nIn the final chapter, Alex—now 18 years old and working for the nation's musical recording archives—finds himself halfheartedly preparing for another night of crime with a new gang (Len, Rick, and Bully). After a chance encounter with Pete, who has reformed and married, Alex finds himself taking less and less pleasure in acts of senseless violence. He begins contemplating giving up crime himself to become a productive member of society and start a family of his own while reflecting on the notion that his children could end up being just as destructive as he has been, if not more so.\n\nOmission of the final chapter in the US\nThe book has three parts, each with seven chapters. Burgess has stated that the total of 21 chapters was an intentional nod to the age of 21 being recognised as a milestone in human maturation. The 21st chapter was omitted from the editions published in the United States prior to 1986. In the introduction to the updated American text (these newer editions include the missing 21st chapter), Burgess explains that when he first brought the book to an American publisher, he was told that US audiences would never go for the final chapter, in which Alex sees the error of his ways, decides he has lost his taste for violence and resolves to turn his life around.\nAt the American publisher's insistence, Burgess allowed its editors to cut the redeeming final chapter from the US version, so that the tale would end on a darker note, with Alex becoming his old, ultraviolent self again – an ending which the publisher insisted would be \"more realistic\" and appealing to a US audience. The film adaptation, directed by Stanley Kubrick, is based on the American edition of the book, and is considered to be \"badly flawed\" by Burgess. Kubrick called Chapter 21 \"an extra chapter\" and claimed that he had not read the original version until he had virtually finished the screenplay and that he had never given serious consideration to using it. In Kubrick's opinion – as in the opinion of other readers, including the original American editor – the final chapter was unconvincing and inconsistent with the book. Kubrick's stance was unusual when compared to the standard Hollywood practice of producing films with the familiar tropes of resolving moral messages and good triumphing over evil before the film's end.\n\nCharacters\nAlex: The novel's protagonist and leader among his droogs. He often refers to himself as \"Your Humble Narrator\". Having coaxed two ten-year-old girls into his bedroom, Alex refers to himself as \"Alexander the Large\" while raping them; this was later the basis for Alex's claimed surname DeLarge in the 1971 film.\nGeorge, Georgie or Georgie Boy: Effectively Alex's greedy second-in-command. Georgie attempts to undermine Alex's status as leader of the gang and take over their gang as the new leader. He is later killed during a botched robbery while Alex is in prison.\nPete: The only one who does not take particular sides when the droogs fight among themselves. He later meets and marries a girl named Georgina, renouncing his violent ways and even losing his former (Nadsat) speech patterns. A chance encounter with Pete in the final chapter influences Alex to realise that he has grown bored with violence and recognise that human energy is better expended on creation than destruction.\nDim: An idiotic and thoroughly gormless member of the gang, persistently condescended to by Alex, but respected to some extent by his droogs for his formidable fighting abilities, his weapon of choice being a length of bike chain. He later becomes a police officer, exacting his revenge on Alex for the abuse he once suffered under his command.\nP. R. Deltoid: A criminal rehabilitation social worker assigned the task of keeping Alex on the straight and narrow. He seemingly has no clue about dealing with young people, and is devoid of empathy or understanding for his troublesome charge. Indeed, when Alex is arrested for murdering an old woman and then ferociously beaten by several police officers, Deltoid simply spits on him.\nPrison Chaplain: The character who first questions whether it is moral to turn a violent person into a behavioural automaton who can make no choice in such matters. This is the only character who is truly concerned about Alex's welfare; he is not taken seriously by Alex, though. He is nicknamed by Alex \"prison charlie\" or \"chaplin\", a pun on Charlie Chaplin.\nBillyboy: A rival of Alex's. Early on in the story, Alex and his droogs battle Billyboy and his droogs, which ends abruptly when the police arrive. Later, after Alex is released from prison, Billyboy (along with Dim, who like Billyboy has become a police officer) rescues Alex from a mob, then subsequently beats him in a location out of town.\nPrison Governor: The man who decides to let Alex \"choose\" to be the first reformed by the Ludovico technique.\nThe Minister of the Interior: The government high-official who determined that the Ludovico's technique will be used to cut recidivism. He is referred to as the Minister of Interior or Inferior by Alex.\nDr Branom: A scientist, co-developer of the Ludovico technique. He appears friendly and almost paternal towards Alex at first, before forcing him into the theatre and what Alex calls the \"chair of torture\".\nDr Brodsky: Branom's colleague and co-developer of the Ludovico technique. He seems much more passive than Branom and says considerably less.\nF. Alexander: An author who was in the process of typing his magnum opus A Clockwork Orange when Alex and his droogs broke into his house, beat him, tore up his work and then brutally gang-raped his wife, which caused her subsequent death. He is left deeply scarred by these events and when he encounters Alex two years later, he uses him as a guinea pig in a sadistic experiment intended to prove the Ludovico technique unsound. The government imprisons him afterwards. He is given the name Frank Alexander in the film.\nCat Woman: An indirectly named woman who blocks Alex's gang's entrance scheme, and threatens to shoot Alex and set her cats on him if he does not leave. After Alex breaks into her house, she fights with him, ordering her cats to join the melee, but reprimands Alex for fighting them off. She sustains a fatal blow to the head during the scuffle. She is given the name Miss Weathers in the film.\n\nAnalysis\nBackground\nA Clockwork Orange was written in Hove, then a senescent English seaside town. Burgess had arrived back in Britain after his stint abroad to see that much had changed. A youth culture had developed, based around coffee bars, pop music and teenage gangs. England was gripped by fears over juvenile delinquency. Burgess stated that the novel's inspiration was his first wife Lynne's beating by a gang of drunk American servicemen stationed in England during World War II. She subsequently miscarried. In its investigation of free will, the book's target is ostensibly the concept of behaviourism, pioneered by such figures as B. F. Skinner. Burgess later stated that he wrote the book in three weeks.\n\nTitle\nBurgess has offered several clarifications about the meaning and origin of its title:\n\nHe had overheard the phrase \"as queer as a clockwork orange\" in a London pub in 1945 and assumed it was a Cockney expression. In Clockwork Marmalade, an essay published in the Listener in 1972, he said that he had heard the phrase several times since that occasion. He also explained the title in response to a question from William Everson on the television programme Camera Three in 1972, \"Well, the title has a very different meaning but only to a particular generation of London Cockneys. It's a phrase which I heard many years ago and so fell in love with, I wanted to use it, the title of the book. But the phrase itself I did not make up. The phrase \"as queer as a clockwork orange\" is good old East London slang and it didn't seem to me necessary to explain it. Now, obviously, I have to give it an extra meaning. I've implied an extra dimension. I've implied the junction of the organic, the lively, the sweet – in other words, life, the orange – and the mechanical, the cold, the disciplined. I've brought them together in this kind of oxymoron, this sour-sweet word.\" No other record of the expression being used before 1962 has ever appeared, with Kingsley Amis going so far as to note in his Memoirs (1991) that no trace of it appears in Eric Partridge's Dictionary of Historical Slang. However,  saying \"as queer as ...\" followed by an improbable object: \"... a clockwork orange\", or \"... a four-speed walking stick\" or \"... a left-handed corkscrew\" etc. predates Burgess's novel. An early example, \"as queer as Dick's hatband\", appeared in 1796, and was alluded to in 1757.\nHis second explanation was that it was a pun on the Malay word orang, meaning \"man\". The novella contains no other Malay words or links.\nIn a prefatory note to A Clockwork Orange: A Play with Music, he wrote that the title was a metaphor for \"an organic entity, full of juice and sweetness and agreeable odour, being turned into a mechanism\".\nIn his essay Clockwork Oranges, Burgess asserts that \"this title would be appropriate for a story about the application of Pavlovian or mechanical laws to an organism which, like a fruit, was capable of colour and sweetness\".\nWhile addressing the reader in a letter before some editions of the book, the author says that when a man ceases to have free will, they are no longer a man. \"Just a clockwork orange\", a shiny, appealing object, but \"just a toy to be wound-up by either God or the Devil, or (what is increasingly replacing both) the State.\"\nThis title alludes to the protagonist's negative emotional responses to feelings of evil which prevent the exercise of his free will subsequent to the administration of the Ludovico Technique. To induce this conditioning, Alex is forced to watch scenes of violence on a screen that are systematically paired with negative physical stimulation. The negative physical stimulation takes the form of nausea and \"feelings of terror\", which are caused by an emetic medicine administered just before the presentation of the films.\nIn its original drafts, Burgess used the working title 'The Ludovico Technique,' as he himself described in the foreword in the April 1995 publication. Along with removing the 21st chapter as insisted by his publisher in the original 1962 edition, he would also change the finished product's name to its current title.\n\nUse of slang\nThe book, narrated by Alex, contains many words in a slang argot which Burgess invented for the book, called Nadsat. It is a mix of modified Slavic words, Cockney rhyming slang and derived Russian (like baboochka). For instance, these terms have the following meanings in Nadsat: droog (друг) = friend; moloko (молоко) = milk; gulliver (голова) = head; malchick (мальчик) or malchickiwick = boy; soomka (сумка) = sack or bag; Bog (Бог) = God; horrorshow (хорошо) = good; prestoopnick (преступник) = criminal; rooker (рука) = hand; cal (кал) = crap; veck (человек) = man or guy; litso (лицо) = face; malenky (маленький) = little; and so on. Some words Burgess invented himself or just adapted from existing languages. Compare Polari.\nOne of Alex's doctors explains the language to a colleague as \"odd bits of old rhyming slang; a bit of gypsy talk, too. But most of the roots are Slav propaganda. Subliminal penetration.\" Some words are not derived from anything, but merely easy to guess, e.g. \"in-out, in-out\" or \"the old in-out\" means sexual intercourse. Cutter, however, means \"money\", because \"cutter\" rhymes with \"bread-and-butter\"; this is rhyming slang, which is intended to be impenetrable to outsiders (especially eavesdropping policemen). Additionally, slang like appypolly loggy (\"apology\") seems to derive from school boy slang. This reflects Alex's age of 15.\nIn the first edition of the book, no key was provided, and the reader was left to interpret the meaning from the context. In his appendix to the restored edition, Burgess explained that the slang would keep the book from seeming dated, and served to muffle \"the raw response of pornography\" from the acts of violence.\nThe term \"ultraviolence\", referring to excessive or unjustified violence, was coined by Burgess in the book, which includes the phrase \"do the ultra-violent\". The term's association with aesthetic violence has led to its use in the media.\n\nBanning and censorship history in the US\nThe first major incident of censorship of A Clockwork Orange took place in 1973, when a bookseller was arrested for selling the novel (although the charges were later dropped). In 1976, A Clockwork Orange was removed from an Aurora, Colorado high school because of \"objectionable language\". A year later in 1977 it was removed from high school classrooms in Westport, Massachusetts over similar concerns with \"objectionable\" language. In 1982, it was removed from two Anniston, Alabama libraries, later to be reinstated on a restricted basis. However, each of these instances came after the release of Stanley Kubrick's popular 1971 film adaptation of A Clockwork Orange, itself the subject of much controversy after exposing a much larger part of the populace to the themes of the novel.\n\nReception\nInitial response\nThe Sunday Telegraph review was positive, and described the book as \"entertaining ... even profound\". Kingsley Amis in The Observer acclaimed the novel as \"cheerful horror\", writing \"Mr Burgess has written a fine farrago of outrageousness, one which incidentally suggests a view of juvenile violence I can't remember having met before\". Malcolm Bradbury wrote \"All of Mr Burgess's powers as a comic writer, which are considerable, have gone into the rich language of his inverted Utopia. If you can stomach the horrors, you'll enjoy the manner\". Roald Dahl called it \"a terrifying and marvellous book\". Many reviewers praised the inventiveness of the language, but expressed unease at the violent subject matter. The Spectator praised Burgess's \"extraordinary technical feat\" but was uncomfortable with \"a certain arbitrariness about the plot which is slightly irritating\". New Statesman acclaimed Burgess for addressing \"acutely and savagely the tendencies of our time\" but called the book \"a great strain to read\". The Sunday Times review was negative, and described the book as \"a very ordinary, brutal and psychologically shallow story\". The Times also reviewed the book negatively, describing it as \"a somewhat clumsy experiment with science fiction [with] clumsy cliches about juvenile delinquency\". The violence was criticised as \"unconvincing in detail\".\n\nWriter's appraisal\nBurgess dismissed A Clockwork Orange as \"too didactic to be artistic\". He said that the violent content of the novel \"nauseated\" him.\nIn 1985, Burgess published Flame into Being: The Life and Work of D. H. Lawrence and while discussing Lady Chatterley's Lover in his biography, Burgess compared the notoriety of D. H. Lawrence's novel with A Clockwork Orange: \"We all suffer from the popular desire to make the known notorious. The book I am best known for, or only known for, is a novel I am prepared to repudiate: written a quarter of a century ago, a jeu d'esprit knocked off for money in three weeks, it became known as the raw material for a film which seemed to glorify sex and violence. The film made it easy for readers of the book to misunderstand what it was about, and the misunderstanding will pursue me until I die. I should not have written the book because of this danger of misinterpretation, and the same may be said of Lawrence and Lady Chatterley's Lover.\"\n\nAwards and nominations and rankings\n1983 – Prometheus Award (Preliminary Nominee)\n1999 – Prometheus Award (Nomination)\n2002 – Prometheus Award (Nomination)\n2003 – Prometheus Award (Nomination)\n2006 – Prometheus Award (Nomination)\n2008 – Prometheus Award (Hall of Fame Award)\nA Clockwork Orange was chosen by Time magazine as one of the 100 best English-language books from 1923 to 2005.\n\nAdaptations\nA 1965 film by Andy Warhol entitled Vinyl was an adaptation of Burgess's novel.\nThe best known adaptation of the novella is the 1971 film A Clockwork Orange by Stanley Kubrick, with Malcolm McDowell as Alex. In 1987, Burgess published a stage play titled A Clockwork Orange: A Play with Music. The play includes songs, written by Burgess, which are inspired by Beethoven and Nadsat slang.\nA manga anthology by Osamu Tezuka entitled Tokeijikake no Ringo (Clockwork Apple) was released in 1983.\nIn 1988, a German adaptation of A Clockwork Orange at the intimate theatre of Bad Godesberg featured a musical score by the German punk rock band Die Toten Hosen which, combined with orchestral clips of Beethoven's Ninth Symphony and \"other dirty melodies\" (so stated by the subtitle), was released on the album Ein kleines bisschen Horrorschau. The track Hier kommt Alex became one of the band's signature songs.\n\n \nIn February 1990, another musical version was produced at the Barbican Theatre in London by the Royal Shakespeare Company. Titled A Clockwork Orange: 2004, it received mostly negative reviews, with John Peter of The Sunday Times of London calling it \"only an intellectual Rocky Horror Show\", and John Gross of The Sunday Telegraph calling it \"a clockwork lemon\". Even Burgess himself, who wrote the script based on his novel, was disappointed. According to The Evening Standard, he called the score, written by Bono and The Edge of the rock group U2, \"neo-wallpaper\". Burgess had originally worked alongside the director of the production, Ron Daniels, and envisioned a musical score that was entirely classical. Unhappy with the decision to abandon that score, he heavily criticised the band's experimental mix of hip hop, liturgical, and gothic music. Lise Hand of The Irish Independent reported The Edge as saying that Burgess's original conception was \"a score written by a novelist rather than a songwriter\". Calling it \"meaningless glitz\", Jane Edwardes of 20\/20 magazine said that watching this production was \"like being invited to an expensive French Restaurant – and being served with a Big Mac.\"\nIn 1994, Chicago's Steppenwolf Theater put on a production of A Clockwork Orange directed by Terry Kinney. The American premiere of novelist Anthony Burgess's own adaptation of his A Clockwork Orange starred K. Todd Freeman as Alex. In 2001, UNI Theatre (Mississauga, Ontario) presented the Canadian premiere of the play under the direction of Terry Costa.\nIn 2002, Godlight Theatre Company presented the New York Premiere adaptation of A Clockwork Orange at Manhattan Theatre Source. The production went on to play at the SoHo Playhouse (2002), Ensemble Studio Theatre (2004), 59E59 Theaters (2005) and the Edinburgh Festival Fringe (2005). While at Edinburgh, the production received rave reviews from the press while playing to sold-out audiences. The production was directed by Godlight's artistic director, Joe Tantalo.\nIn 2003, Los Angeles director Brad Mays and the ARK Theatre Company staged a multi-media adaptation of A Clockwork Orange, which was named \"Pick of the Week\" by the LA Weekly and nominated for three of the 2004 LA Weekly Theater Awards: Direction, Revival Production (of a 20th-century work), and Leading Female Performance. Vanessa Claire Smith won Best Actress for her gender-bending portrayal of Alex, the music-loving teenage sociopath. This production utilised three separate video streams outputted to seven onstage video monitors – six 19-inch and one 40-inch. In order to preserve the first-person narrative of the book, a pre-recorded video stream of Alex, \"your humble narrator\", was projected onto the 40-inch monitor, thereby freeing the onstage character during passages which would have been awkward or impossible to sustain in the breaking of the fourth wall.\nAn adaptation of the work, based on the original novel, the film and Burgess's own stage version, was performed by the SiLo Theatre in Auckland, New Zealand in early 2007.\nIn 2021, the International Anthony Burgess Foundation premiered a webpage cataloging various productions of A Clockwork Orange from around the world.\n\nSee also\nClassical conditioning\nList of cultural references to A Clockwork Orange\nList of stories set in a future now in the past\nMKUltra\nViolence in art\n\nReferences\nFurther reading\nA Clockwork Orange: A Play With Music. Century Hutchinson Ltd. (1987). An extract is quoted on several web sites: Anthony Burgess from A Clockwork Orange: A Play With Music (Century Hutchinson Ltd, 1987), anthony burgess on A Clockwork Orange - page 2 at the Wayback Machine (archived 15 December 2005), A Clockwork Orange - From A Clockwork Orange: A Play With Music\nBurgess, Anthony (1978). \"Clockwork Oranges\". In 1985. London: Hutchinson. ISBN 978-0-09-136080-1 (extracts quoted here)\nVidal, Gore (1988). \"Why I Am Eight Years Younger Than Anthony Burgess\". At Home: Essays, 1982–1988. New York: Random House. p. 411. ISBN 978-0-394-57020-4.\nTuck, Donald H. (1974). The Encyclopedia of Science Fiction and Fantasy. Chicago: Advent. p. 72. ISBN 978-0-911682-20-5.\n\nExternal links\n\nA Clockwork Orange title listing at the Internet Speculative Fiction Database\nA Clockwork Orange at SparkNotes\nA Clockwork Orange Archived 4 February 2009 at the Wayback Machine at Literapedia\nA Clockwork Orange (1962) |Last chapter |Anthony Burgess (1917–1993)\nComparisons with the Kubrick film adaptation\nDalrymple, Theodore. \"A Prophetic and Violent Masterpiece\", City Journal\nGiola, Ted. \"A Clockwork Orange by Anthony Burgess\" Archived 30 June 2020 at the Wayback Machine at Conceptual Fiction Archived 21 April 2021 at the Wayback Machine\nPriestley, Brenton. \"Of Clockwork Apples and Oranges: Burgess and Kubrick (2002)\"","6":"\"A Clockwork Origin\" is the ninth episode in the  sixth season of the American animated television series Futurama, and the 97th episode of the series overall. It aired on Comedy Central on August 12, 2010.  In the episode, Professor Farnsworth leaves Earth after being frustrated by anti-evolutionists' belief in \"Creaturism\", a form of Creationism.  He and the Planet Express crew arrive at a lifeless planet and the Professor introduces nanobots into the environment.  The nanobots rapidly begin evolving into mechanical organisms, allowing the crew to witness a whole new evolutionary history that unfolds before their eyes.\nThe episode was written by Dan Vebber and directed by Dwayne Carey-Hill and received mostly mixed reviews from critics.\n\nPlot\nProfessor Farnsworth finds himself arguing with Dr. Banjo, a hyper-intelligent orangutan who believes in \"Creaturism\", a form of creationism. In an attempt to prove evolution did occur, the Professor excavates the lost missing link, which Banjo depicts as Homo farnsworth anachronistically riding a Stegosaurus in an attempt to support his Creaturist beliefs. A fed up Farnsworth resolves to leave Earth and takes the rest of the crew with him to an abandoned planet to live in solitude.\nAfter Farnsworth inserts nanobots into the nearby pond to clean the water, the nanobots evolve rapidly into flora and fauna. Robotic versions of an Elasmosaurus and a Tyrannosaurus rex attack the crew, but a solar flare short circuits the dinosaur robots, causing a mass extinction of every robot creature except for \"small mammalian robots\" that were hiding in caves, including Bender.\nThe next day, the crew wakes up to find both Leela and Amy kidnapped by caveman-like robots, but the following day, they find that Leela and Amy are free, because the robot cavemen have since evolved into a completely civilized, modern robot society. Farnsworth states that he is proud of the nanobots' growth after he dumped their ancestors in a pond a few days ago. The robots, who believe unquestioningly in robot evolution, are angered by Farnsworth, when he shows a picture of a robot (Bender) riding a robotic Stegosaurus at the start of their creation. Farnsworth is subsequently arrested for \"crimes against science\". Bender represents him in court and in his arguments, states that Farnsworth is not arguing against evolution, but only claims a small role in beginning it by providing the materials necessary (i.e., the nanobots).\nThe following day, the robots have now evolved into incorporeal energy beings of transcendent higher consciousness that are no longer concerned with corporeal beings including Farnworth, and send the crew home. Farnsworth and Banjo reconcile their differences. Banjo argues that what Farnsworth witnessed was evolution, but evolution set in motion by an intelligent creator. Farnsworth concedes that it is possible, however unlikely that Earth evolution was set in motion the same way.\n\nCultural references\nThe title are references to the books A Clockwork Orange and On the Origin of Species. It could also be considered a reference to William Paley's Watchmaker analogy, a teleological argument found in his work Natural Theology. The episode includes several cultural references related to depictions of evolutionary history and the debate between evolution and creationism.  The crew's encounters with the robotic dinosaurs and Amy's two-piece cavewoman outfit are parodies of the 1940 fantasy film, One Million B.C.  The trial held in the episode also parodies the Scopes Monkey Trial.  During the anti-evolution rally, a Flying Spaghetti Monster—a satirical symbol —appears, arguing against evolution. While excavating for missing links, the Professor finds the skulls of Java man, Piltdown man, and musician Manfred Mann, respectively.\n\nBroadcast and reception\n\"A Clockwork Origin\" originally aired August 12, 2010 on Comedy Central.  In its original American broadcast, \"A Clockwork Origin\" was viewed by an estimated 1.926 million viewers with a 1.3 rating\/2% share in the Nielsen ratings and a 1.0 rating\/3% share in the 18-49 demographic, nearly identical to the previous week's episode, \"The Late Philip J. Fry\".\nThe episode received mixed to positive reviews from critics.  Merrill Barr of Film School Rejects gave the episode a mixed review, calling it \"[a] 50\/50 episode of Futurama.\"  He stated, \"There were parts I loved, and parts I hated. That is all.\" He also criticized the Zoidberg and Cubert subplot saying, \"while on his own Cubert is a funny character, paring  [sic] him with a character like Zoidberg is a bad idea.\" Zack Handlen of The A.V. Club gave the episode a B+, saying, \"It mostly worked, but I was mildly disappointed by the end, because I keep waiting for the episode to move from good to great.\" Sean Gandert of Paste gave the episode a score of 7.9\/10, writing \"'A Clockwork Origin' was still a good, fun episode, but was a more disposable piece of entertainment than the show can be at its absolute best.\"\nRobert Canning of IGN gave the episode a strong, positive review, rating it a 9.0\/10. Canning praised the episode's pacing as the season's best describing \"A Clockwork Origin\" as \"a very funny, very solid episode.\" Danny Gallagher of TV Squad gave the episode a positive review as well, saying \"It's far from the best episode of the season, but that's still saying a lot for a show that has managed to find new ways to stay fresh while it's been in the can for so long.\" He also called the robot dinosaur world a perfect parody of One Million B.C..\n\nSee also\nAscension\nGrey goo\nTechnological singularity\n\nReferences\nExternal links\n\"A Clockwork Origin\" at the Infosphere, the Futurama Wiki.\n\"A Clockwork Origin\" at IMDb\n\"A Clockwork Origin\" at MSN","7":"Clockwork Orange was a secret British security services project alleged to have involved a right-wing smear campaign against British politicians from 1974 to 1975. The black propaganda led Prime Minister Harold Wilson to fear that the security services were preparing a coup d'état. The operation takes its name from A Clockwork Orange, a 1971 Stanley Kubrick film based on Anthony Burgess' 1962 novel of the same name.\n\nProject\nThe project was undertaken by members of the British intelligence services and the British Army press office in Northern Ireland, whose job also included routine public relations work and placing disinformation stories in the press as part of a psychological warfare operation against the Provisional Irish Republican Army.\nOne of the project's members, Colin Wallace, who was the press officer at the Army Headquarters in Northern Ireland, also claims that in 1973, after MI5 became the primary intelligence service in Northern Ireland, the project began giving briefings to foreign journalists against members of Wilson's government. These briefings included distributing forged documents in an attempt to show that the subjects of the briefings were communists or Irish republican sympathisers leading a campaign to destabilise Northern Ireland or were taking bribes.\nAfter his resignation, Wilson claimed that he was the target of a planned military coup. He also denounced a campaign to smear him staged by members of MI5 in order to force his resignation. According to journalist Barry Penrose, Wilson \"spoke darkly of two military coups which he said had been planned to overthrow his government in the late 1960s and in the mid 1970s.\"\nIn January 1974, the British Army carried out Operation Marmion, the occupation of London's Heathrow Airport on the grounds of training for possible violent non-state actor activity at the terminal, without Wilson's foreknowledge. The operation was repeated on three more occasions in June, July and September. These military deployments were perceived by many in the left as a practice run for a military takeover rather than an anti-terrorist exercise.\nAirey Neave, a Conservative Member of Parliament, was alleged to have been involved with Clockwork Orange, and to have briefed Wallace on a number of occasions.\nIn the House of Commons, on 30 January 1990, junior defence minister Archie Hamilton admitted the existence of a proposed project called Clockwork Orange, although he went on to say that the project was never approved for operation and that there was no evidence that the proposed project involved a smear campaign against politicians.\n\nSee also\nPaul Foot, Who framed Colin Wallace? (1989)\nPeter Wright, Spycatcher (1987)\nHidden Agenda (1990) - A Ken Loach film in which a similar plot by a \"a secret right-wing group\" against Harold Wilson is described.\n\n\n== References ==","8":"The Glasgow Subway is an underground light metro system in Glasgow, Scotland. Opened on 14 December 1896, it is the third-oldest underground rail transit system in the world after the London Underground and the Budapest Metro. It is also one of the very few railways in the world with a track running gauge of 4 ft (1,219 mm). Originally a cable railway, the subway was later electrified, but the double-track circular line was never expanded. The line was originally known as the Glasgow District Subway, and was thus the first mass transit system to be known as a \"subway\"; it was later renamed Glasgow Subway Railway. In 1936 it was renamed the Glasgow Underground. Despite this rebranding, many Glaswegians continued to refer to the network as \"the Subway\". In 2003, the name \"Subway\" was officially readopted by its operator, the Strathclyde Partnership for Transport (SPT).\nThe system is not the oldest underground railway in Glasgow: that distinction belongs to a three-mile (five-kilometre) section of the Glasgow City and District Railway opened in 1886, now part of the North Clyde Line of the suburban railway network, which runs in a tunnel under the city centre between High Street and west of Charing Cross. Another major section of underground suburban railway line in Glasgow is the Argyle Line, which was formerly part of the Glasgow Central Railway.\n\nRoute\nThe subway system was constructed as a circular loop almost 6+1⁄2 miles (10.5 kilometres) long and extends both north and south of the River Clyde. The tracks have the unusual narrow gauge of 4 ft (1,219 mm) and a nominal tunnel diameter of 11 ft (3.4 m), even smaller than that of the deep-level lines of the London Underground (11 ft 8+1⁄4 in or 3.56 m at their smallest); consequently, the rolling stock for the Glasgow Subway is considerably smaller.\nThe system is described as two lines, the Outer Circle and Inner Circle, which simply refers to the double track, having trains running clockwise and anticlockwise respectively around the same route in separate tunnels. Stations use a variety of platform layouts including single island platforms, opposing side platforms and in some stations such as Hillhead one side and one island platform.\nThe subway's running lines are entirely underground, although the maintenance depot at Broomloan Road (located between the Govan and Ibrox stations) is above ground, as was the earlier depot, also at Govan. Prior to modernisation, trains used to be lifted by crane onto and off the tracks. Modernisation brought the installation of points and an access ramp between Govan and Ibrox where trains can exit the tunnel system for maintenance, cleaning or storage.\nPower is supplied to the trains at 600 V DC, using a third rail, via sub-stations at five locations on the circle: Broomloan Depot, Byres Road (Hillhead), Dundasvale (Cowcaddens), Bridge Street and Cornwall Street (Kinning Park). In the event of maintenance or repair work, the system can operate a full service (six trains per circle) with one of the sub-stations inoperative.\nThe system is owned and operated by the Strathclyde Partnership for Transport (SPT), formerly Strathclyde Passenger Transport, and carried 12.7 million passengers in the period 2019–20. The Subway has been policed by British Transport Police since 2007.\n\nHistory\n1896–1977\nThe Glasgow District Subway Company began construction of the underground in 1891 and it opened on 14 December 1896. The subway was powered by a clutch-and-cable system, with one cable for each direction.\nThe cable was driven from a steam-powered plant between West Street and Shields Road stations. There was no additional cable to allow trains to reach the depot; instead, they were transferred to and from the running lines by crane operating over a pit at the Govan workshops. This also meant that the two tracks could be completely separate, with no points anywhere. The company's headquarters were in the upper rooms at St Enoch subway station; this distinctive ornate building still stands in St Enoch Square and was subsequently used as a travel information office by SPT and is now a coffee shop.\n\nWhen the Subway first opened, single-carriage four axle (twin truck) trains were operated.: 28  Late in the evening on the opening day, after 11 pm, one car laden with 60 passengers was run into by another under the River Clyde. Four people were injured, one being taken to the infirmary. This entailed the closure of the Subway until 19 January 1897. The 20 original wooden bodied carriages were built by the Oldbury Railway Carriage and Wagon Company, of Oldbury, Worcestershire. Many continued in service until 1977 in an upgraded form. A further 10 were delivered by the same manufacturer in 1897. From 1898, second four axle (trailer) carriages without a cable gripper mechanism were added, though they were considerably shorter than the front (gripper) carriage. These additional carriages, eventually numbering 30, were built by Hurst Nelson & Company, Motherwell, Lanarkshire. These carriages were soon expanded to match the length of the front carriages, although carriage 41T has been restored to its original length and cut longitudinally and number 39T is preserved in the Riverside Museum. Most of the gripper carriages were subsequently converted to electric traction in 1935. All carriages were originally built with lattice gates (instead of doors) at the ends; many were converted to air-operated sliding doors in the 1960s, but a few retained the gates until 1977.\nAll 15 stations were built with island platforms. The trains were thus built with doors on one side only. Power for the electric lighting in the trains was supplied by two parallel wall-mounted rails (known as \"T-irons\") at window level on the non-platform side of the trains; trains were originally equipped with wheels to pick up the electricity but changed to skids at electrification.: 43  The trains remained cable-hauled until 1935, though the anachronistic way of supplying power for the lighting continued until 1977. The lighting circuit was also part of the operation of the signalling system.\nOpening times of the Glasgow Subway have varied through the years, now open 06:30 to 23:40 Monday to Saturday and 10:00 to 18:12 on Sunday following a trial period between April 2011 and 2012 when the subway was open from 09:00–18:30.\nGlasgow Corporation took over the company in 1923 at a cost of £385,000 (equivalent to £27,736,099 in 2023). In 1935, the existing trains were converted to electric power delivered by a third rail at 600 volts, direct current.: 45  From March until December 1935, clockwise trains were cable-hauled, while anti-clockwise ones were electric. The conversion to electric traction cost £120,000 (equivalent to £10,521,927 in 2023). The last cable drawn car service was on 30 November 1935, and was driven by Robert Boyd.\nThe trains lost their original plum and cream-coloured liveries, being painted red and white instead. From the 1950s the trains became all red—in a shade similar to that of London buses. During the early 1970s, trailer carriage number 41 was repainted in the original 1896 livery.\n\nAccording to Keith Anderson World War II brought an \"unprecedented\" level of use by passengers. Anderson attributes this, and an increase in patronage in the years leading up to the conflict, to the expansion of the local shipyard workforce due to the need for rearmament.  Unlike its larger counterpart in London the system's stations did not make good air-raid shelters as they were much less deep. On 18 September 1940, during World War II, a German bomb, which dropped during a night raid on Glasgow and may have been intended for nearby naval facilities, landed on a bowling green to the south of Merkland Street station. The resulting explosion caused damage to both tunnels, leading to closure of part of the system until repairs were completed in January 1941. The system suffered no other damage during the conflict. It did lose staff who were called up to participate in the war effort.\nAfter the Beeching Axe of the 1960s, both St Enoch and Buchanan Street mainline stations were closed and demolished; there was no direct connection between the underground and mainline stations of Buchanan Street as they were over 500 m (550 yd) distant. The Subway had no direct passenger connection to the national railway network—a major weakness—although Buchanan Street and Merkland Street stations were a short walk from Queen Street and Partickhill British Rail stations respectively.\nBefore the 1977–1980 modernisation, the stations had a distinctive earthy odour. The trains (mostly dating back to 1896) were always formed with two carriages—the front (motor) carriage with red leather seats and the rear (trailer) carriage with brown leather seats. Smoking was permitted in the rear carriage only. The backs of the seats were attached to the sides of the carriages, which moved semi-independently from the floor (to which the seats themselves were attached); passengers were rocked forward and backward while the carriage 'shoogled' them around. Passengers always entered at the middle of the train (\"Q Here\" signs were painted on the platforms), leaving by the front door of the front carriage or the rear door of the rear carriage.\nBy the 1970s, the stations were very dilapidated. Surface access to most stations had been largely built into existing buildings and their entrances often formed part of shop frontages (Kelvinhall being the only surviving example of this in the post-modernised era), and with many of these structures being destroyed during the slum clearances of the 1960s, often only the station access was left standing.  Stations were marked with circular signs often attached to lampposts. This sign had a white background in the top three-quarters (containing a large red letter \"U\") and black in the bottom quarter (containing the word \"Underground\" and an arrow to the station entrance). No station had an escalator; Kelvinbridge had a lift. Each station had a ticket office (often very small, little more than a booth with a window). The ticketing system was identical to that of most cinemas of the era, with tickets emerging from slots in the counters of the station ticket offices (the words \"Control Systems Ltd\" or \"Automaticket Ltd\" were printed on all tickets). Tickets were invariably collected on leaving the train. From the time of being taken over by the Corporation until 1977, the staff were issued with tramway uniforms; these were dark green and had a black braid on the cuffs which had been introduced at the time of the funeral of Queen Victoria in 1901.\nThe Glasgow Museum of Transport had an area dedicated to the subway, with models showing the operation of the clutch-and-cable system, as well as a full-scale replica of part of a subway station, complete with different rolling stock of the pre-modernisation era.\n\nModernisation (1977–1980)\nBy the 1970s, use of the Subway had declined significantly. This was caused partly by the closure of some of the dockyards and by widescale demolition of tenements south of the River Clyde. The original carriages, mostly dating back to 1896, were still in use, though adapted for electric traction in 1935. Breakdowns were becoming increasingly frequent; because trains could only be removed from the tracks to the depot by crane, a single inoperable train could cause major delays. The future of the Subway became a major issue for the Greater Glasgow Passenger Transport Executive (GGPTE), which took over responsibility for the line from Glasgow Corporation in the early 1970s. In January 1974 GGPTE announced a modernisation programme would be undertaken. The original plan would have seen trains continue to run on the system, with one of the two circles continuing to run while the other was upgraded. This idea was abandoned as expert advice suggested a safety risk.\n\nOn 24 March 1977, cracks were noticed in the roof of Govan Cross station, leading to suspension of services until 2 May. The service resumed with only four trains per circle. On 21 May 1977, the system was shut down eight days prematurely for a major refurbishment and modernisation; the date was brought forward because of the appearance of more cracks in the Govan Cross roof. Badly deteriorated tunnels were repaired; stations were rebuilt and enlarged, with additional platforms at Buchanan Street, Partick, Govan, Ibrox, Hillhead and St Enoch. The surface building of St George's Cross had already been rebuilt in 1971 as part of the construction of the Glasgow Inner Ring Road, and therefore was merely re-clad in the new corporate style. The entrance to Kelvinbridge was reversed, with a new entrance and car park built at South Woodside Road, an escalator to Great Western Road and stairs down to the west end of the platform; the former entrance and stairway at the east end became an emergency exit, and the lift was withdrawn from service. Merkland Street station was closed (thus becoming a ghost station); a new station to the north was built at Partick to provide an interchange with the North Clyde Line of the suburban rail system. The site of Merkland Street can be noticed by the characteristic hump and the larger-diameter tunnel with both tracks. Many fittings from Merkland Street were used to build a replica pre-modernisation station at the Glasgow Museum of Transport which contained three preserved cars.\nA further interchange via moving walkway was installed between Buchanan Street station and Queen Street mainline station as part of the modernisation.\n\nIn August 1977, all redundant fittings and equipment from the old system were sold at a public sale at Broomloan Works. During the 1977–1980 modernisation, two Clayton battery locomotives were used by the contractors Taylor Woodrow to haul construction trains.\nHeavier track was installed although still at the unique 4 ft (1,219 mm) gauge, the original Broomloan Depot was modernised and equipped with connecting tracks with points to replace the crane transfer, and a new electrical supply from Westinghouse Electric Corporation was installed. A new ticketing system, provided by Crouzet, with passenger-operated ticket vending machines and automatic turnstile barriers, replaced the old, perforated cinema-style tickets and conductors. The post-1980 yellow tickets have since been replaced by a newer system, issuing magnetic stripe card tickets.\nThe modernised system uses automatic train operation with the driver only responsible for closing the doors pressing a \"start\" button in normal operation.\nWhile the system was closed a replacement bus service was introduced by GGPTE in a bid to retain customers. Service 66 covered the inner circle route, while service 99 covered the route taken by the outer circle.\n\nSince modernisation\nThe modernised Subway (alongside the rebuilt Argyle Line) was inaugurated by Queen Elizabeth II on 1 November 1979, who rode the train along with Prince Philip from Buchanan Street to St Enoch.  Rebuilding work was however still incomplete, and the actual reopening to passengers did not occur until 16 April 1980. Thirty-three new carriages were built by Metro-Cammell at its Washwood Heath works in Birmingham, and equipped with GEC electric motors. The exterior design of the trains was carried out in partnership with Glasgow School of Art, which, according to SPT publicity films of the day, was largely responsible for the trains' \"cute\" appearance. Eight additional centre-trailer carriages were built in 1992 (the body shells by Hunslet Gyro Mining Transport in Leeds for completion by Hunslet-Barclay in Kilmarnock), making all trains three carriages long. Smoking has never been permitted on the modernised system.\nA new corporate identity was introduced (following contemporary fashions of the 1970s), with trains painted bright orange, stations largely rebuilt with dark brown bricks, orange-yellow wall tiles and other surfaces in off-white, plus brown uniforms for the staff. Large, illuminated orange \"U\" signs were placed at station entrances (since removed, with the re-adoption of the name \"Subway\"). Since the 1990s, ongoing renovation work has resulted in most stations adopting individual colour schemes. The trains' initial orange livery of 1980 (with a white stripe) was soon replaced by a darker, more durable shade of orange, later being replaced by SPT's carmine-red and cream livery.\nThe system was resignalled using Vital Processor Interlocking in 1996 and subsequently an upgraded Supervisory & Control System was installed.\n\nFurther modernisation (2000s)\nA £40,000 study examining the feasibility of an expansion into the city's south side was conducted in 2005, and in 2007 Labour further committed to extend the line to the East End, but to no avail.\nNew electronic destination signs were installed in the stations in 2008.\nThe Partick station modernisation project was completed in 2009, and resulted in a complete redevelopment at the station, which hosts a railway station, a subway station and a bus terminal on the outside.\nIn April 2010, Strathclyde Partnership for Transport approved outline plans for a £290 million upgrade of the Subway—the first since the comprehensive modernisation of the late 1970s. Plans included additional safety measures, improved accessibility and smart technology such as electronic tickets. The proposals were approved by the Scottish Government in March 2011, and changes to be brought in included:\n\nintegrated smartcard ticketing\nnew driverless trains\nimproved signalling with automation\nrefurbishing all subway stations, including making stations more accessible, as well as safer with platform screen doors.\nThe first station to be modernised was Hillhead. This began in 2011 and finished in 2012. The work included the retiling of all the walls and floors, the replacement of escalators, a new ticket office, better way finding and also a piece of public art.\nFurther plans were announced to modernise Ibrox and Kelvinhall stations before the 2014 Commonwealth Games in Glasgow. Furthermore, all other stations were planned to receive updated branding prior to modernisation work being carried out on them, so as to achieve unity in design.\nIn March 2016, Strathclyde Partnership for Transport (SPT) awarded contracts to Stadler and Ansaldo STS for the supply of 17 new driverless trains for the Subway. The first was delivered in May 2019. Testing on the Subway started on 5 December 2021. The first new trains were previously expected to operate in 2022. The first passenger service with the new trains operated on 11 December 2023, with the third generation trains fully replacing the second generation after their withdrawal on 28 June 2024.\n\nFuture development and Clyde Metro\nThe Glasgow Subway system is the only metro system never to have been expanded from its original route in 125 years, although a report published in 2018 summarised various extension plans from 1937 onwards.\nIn early 2005, SPT announced that they would employ consultants to look into extending the system in the West End, East End, South Side and Glasgow Harbour areas of the city. The extension would take advantage of existing unused tunnels underneath the city, and there is a possibility that roads would be dug up to install tunnels before being replaced and resurfaced (cut-and-cover tunnelling).\nOn 14 March 2007, SPT announced the plans that the consultants had recommended. These included major refurbishment of the existing rolling stock and stations, at an overall cost of £270 million. The expansion of the existing network was also considered at a cost of £2.3 billion, including a new East End Circle, with seven new stations at St Mungo's, Onslow, Duke Street, Celtic Park, Dalmarnock, Newhall and Gorbals. The aim was to improve transport links in an area of the city which is currently poorly served by rail, in the hope that this would aid regeneration, and the city's 2014 Commonwealth Games bid. This circle would interchange at Cowcaddens, Buchanan Street and St Enoch. Other proposals include extending the system southwards to Cathcart and further westwards to the SEC Centre and Maryhill using an older railway line.\nIn 2007, SPT produced a report that showed huge support for a Subway extension. Councillor Alistair Watson of the SPT stated:\n\nWe want what you want. This city needs a world-class Subway system. That's what our passengers deserve. I realise an extension won't come cheap and we still have lots of hurdles to overcome but, in my view, what the public wants, the public should get. This is a ringing endorsement from the people who would use the extended Subway.\nThe plans were expected to take twelve years, but never came to fruition.\nCrossrail Glasgow proposals  by Glasgow City Council featured a feasibility study conducted by SPT, which included a proposed new West Street railway station which would interface with the West Street station on the Subway network.\n\nThe Glasgow Connectivity Commission, established by Glasgow City Council in 2017, has also suggested a Glasgow Metro. This would involve repurposing or reopening existing heavy rail lines, the creation of additional light rail metro, and the construction of an airport rail link.\n\nClyde Metro\nIn 2022, Transport Scotland published its final version of the Strategic Transport Projects Review 2, which outlines proposals for the Clyde Metro. The Clyde Metro proposals retain the Subway, and also note the potential for a new station at West Street.\n\nConnections\nBefore the 1970s modernisation, the Subway offered no formal connections to other transport at ground level, although in practice two stations, Merkland Street and Buchanan Street, were only a short walk from British Rail stations. These links were improved at this modernisation:\n\nAt Partick, the system connects with the North Clyde and Argyle lines of the Glasgow suburban railway network. This was achieved by physically relocating the original railway station at Partickhill, as well as moving and renaming the Merkland Street station.\nA connecting moving walkway, linking Buchanan Street station to Queen Street main-line station.\nGlasgow Central and Argyle Street railway stations (for the Argyle Line) are both a short walk from St Enoch subway station, and most stations connect with bus routes.\n\nStations\nRolling stock\nFirst generation (1896–1977)\nThe first rolling stock was largely built in 1896, with additional trailer carriages added over the following 19 years. This rolling stock was converted from cable to electric traction in 1935 and finally withdrawn from service in 1977 upon the closure of the railway for modernisation.\n\nSecond generation (1980–2024)\nThe first 33 cars of the second generation fleet were built by Metro-Cammell, Washwood Heath between 1977 and 1979. Eight additional trailer cars were built in 1992. The rolling stock entered service when the subway re-opened after modernisation work on 16 April 1980. The original 33 were refurbished by ABB at Derby Litchurch Lane Works in 1995. The second generation fleet was entirely retired from service on June 28 2024.\n\nThird generation (2023–present)\nStrathclyde Partnership for Transport (SPT) unveiled a £200M contract with Stadler and Ansaldo STS in 2016 for modernisation of the Subway, including new driverless rolling stock. These trains were expected to enter service after the modernisation completed in 2020; however the trains entered passenger service in December 2023. The trains were built by Stadler Rail at their factory in Altenrhein in eastern Switzerland.\n\nFares and ticketing\nThe Glasgow Subway uses a flat-fare structure rather than a distance-based fare structure. A ticket allows passengers to stay on the Subway for as long as they like.\nTickets are sold as paper tickets, or electronically on a Subway Smartcard. Smartcard ticket prices are discounted slightly from paper ticket prices, and feature a daily cap lower than the paper return ticket and significantly cheaper than the paper all-day ticket. A smartcard is required for any form of season ticket (seven days, four weeks, six months or one year).\nSmartcards are available online for free, or for £3 from stations.\nAll tickets are available at any station either through a machine or at the ticket office. Tickets must be 'tapped' on the card reader to validate the ticket and must be retained for exit.\nSPT's Zonecard is also valid on the Subway as long as it is valid in zones G1 or G2.\nThe concession fare is for disabled or elderly individuals who are holders of a National Entitlement Card that has been issued by SPT.\n\nServices\nThe Subway runs from 06:30 to 23:40 Monday to Saturday and 10:00 to 18:12 on Sunday. Trains run every 6–8 minutes during off-peak periods on both Inner (Anti-Clockwise) and Outer (Clockwise) services.\n\niShoogle\nIn September 2012 SPT launched an app for Apple iPhones and Android smartphones called iShoogle which allows users to \"Check in\" using Facebook at Subway stations. Shoogle guide does a search of local area amenities such as bars, shops, cafes, banks and entertainment that are near subway stations, there are local area maps using Apple Maps or Google Maps as well as the official SPT map and timetables of the first and last trains and photos from SPT's archives. The app also has facts about the Subway.\n\nCultural references\nNicknames\nThe origin of the Subway's supposed, but seldom used outside the press, nickname, \"The Clockwork Orange\" (coined from the title of the book and film A Clockwork Orange) is subject to dispute. Some believe that it was originally coined by the media of the period, while others credit it to the then chairman of British Rail, Sir Peter Parker, who was quoted in a late 1970s publicity video of the new trains as saying \"so these are the original Clockwork Orange\". Most of its carriages were painted orange (although called \"Strathclyde PTE red\" because \"Orange\" has sectarian connotations in Glasgow), the corporate colour of Greater Glasgow Passenger Transport Executive at the time.\nWhile the \"Clockwork Orange\" nickname is often used in tourist guidebooks and local literature, it is virtually unused by locals, who will refer to the system simply as \"the Subway\" or \"the Underground\".\nPrior to the introduction of new trains in the 1970s, the name \"Shoogly Train\" (\"shoogly\" meaning \"shaky\" in the Scots language) was used because the design of the cars allowed a degree of movement or \"shoogle\" between the backrest and squab of each seat.\n\n\"The Underground Song\"\nThe celebrated Glaswegian writer and broadcaster Cliff Hanley composed a satirical song about the pre-modernisation era Subway entitled \"The Underground Song\". It was popular as a stage piece performed by the comedians Rikki Fulton and Jack Milroy in their Francie and Josie act.\nThe chorus of the song is:\n\nThe Subcrawl\nThe Glasgow Subway and its adjacent public houses are the focal point of a pub crawl known as the Subcrawl. Participants buy an all day ticket, disembark at each of the 15 stations and have a drink in the nearest bar.\n\nSee also\nTransport in Glasgow\nGlasgow Corporation Tramways (until 1962)\nList of rapid transit systems\nScottish Tramway and Transport Society\n\nReferences\nFurther reading\nWright, J.; Maclean, I. (1997). Circles under the Clyde: A history of the Glasgow Underground. Capital Transport. ISBN 1-85414-190-2.\nHunt, John (4–17 June 1997). \"Running like clockwork!\". RAIL. No. 306. EMAP Apex Publications. pp. 30–34. ISSN 0953-4563. OCLC 49953699.\nWatson, G. (2013). Glasgow Subway Album. George Watson. ISBN 978-1-906311-06-3.\nBruce, W.R. (1936). Thomas, P.W. (ed.). Electrification of the Glasgow District Subway (Book). Transactions, the Institution of Engineers and Shipbuilders in Scotland. Vol. 79. Glasgow, UK: IESIS. p. 131.\nThomson, D. L.; D. E. Sinclair (1964). The Glasgow Subway. Scottish Tramway Museum Society.\n\nExternal links\n\nStrathclyde Partnership for Transport — Subway","11":"The Netherlands national football team (Dutch: Nederlands voetbalelftal or simply Het Nederlands elftal) has represented the Netherlands in international men's football matches since 1905. The men's national team is controlled by the Royal Dutch Football Association (KNVB), the governing body for football in the Netherlands, which is a part of UEFA, under the jurisdiction of FIFA. Most of the Netherlands home matches are played at the Johan Cruyff Arena, De Kuip, Philips Stadion, and De Grolsch Veste.\nThe team is colloquially referred to as Het Nederlands Elftal (The Dutch Eleven) or Oranje, after the House of Orange-Nassau and their distinctive orange jerseys. Informally the team, like the country itself, was referred to as Holland. The fan club is known as Het Oranje Legioen (The Orange Legion).\nThe Netherlands has competed in eleven FIFA World Cups, appearing in the final three times (in 1974, 1978 and 2010). They finished runners-up on all three occasions. They have also appeared in eleven UEFA European Championships, winning the 1988 tournament in West Germany. Additionally, the team won a bronze medal at the Olympic football tournament in 1908, 1912 and 1920. The Netherlands has long-standing football rivalries with neighbours Belgium and Germany.\n\nHistory\nBeginnings: 1905–1969\nThe Netherlands played their first international match in Antwerp against Belgium on 30 April 1905, with the players selected by a five-member commission from the Dutch Football Association. After 90 minutes, the score was 1–1. As the match was for the Coupe van den Abeele, it went into extra-time, during which Eddy de Neve scored three times, making the score 4–1 for the Netherlands. Some historians attribute one of the goals scored to Willem Hesselink.\nIn 1908, the Netherlands competed in their first official tournament appearance at the Summer Olympics in London. They received a bronze medal after losing to Great Britain in the semi-finals, before defeating Sweden in the bronze medal match 2–0. At the Olympic Games in 1912 and 1920, the Netherlands finished with the bronze medal as they lost to Denmark and Belgium in the respective tournament.\n\nThe Netherlands reached the semi-finals at the 1924 Summer Olympics in Paris after winning against Romania and Ireland. In the semi-finals, they gave up a one-goal lead, scored by Kees Pijl, to lose 2–1 versus Uruguay and were relegated to the third place playoff for the fourth time, losing to Sweden in a replay.\nAfter being eliminated in the first round at the 1928 Summer Olympics on home turf, they skipped the first World Cup in 1930 due to the cost of travel from Europe to South America. The team made their first appearance at a FIFA World Cup in 1934 where they took on Switzerland. Kick Smit was the first goalscorer for the Netherlands in a World Cup. The team was eliminated in the opening round by Switzerland 3–2. A second appearance at the 1938 World Cup resulted in a first-round elimination against Czechoslovakia.\nAfter the Second World War, the Netherlands qualified for only two international tournaments before the 1970s: the 1948 Summer Olympics in Great Britain and the 1952 Summer Olympics in Finland. They suffered early elimination, losing to the hosts in 1948 and Brazil in 1952.\n\nTotal football in the 1970s and first golden generation\nDuring the 1970s, the team adopted the Total Football (Dutch: Totaalvoetbal) strategy pioneered by Ajax, and led by playmaker Johan Cruyff and national team head coach Rinus Michels. The Netherlands made significant strides, qualifying for two World Cup finals in the decade. Carlos Alberto, captain of the Brazilian team that won the 1970 FIFA World Cup said, \"The only team I've seen that did things differently was Holland at the 1974 World Cup in West Germany. Since then everything looks more or less the same to me ... Their 'carousel' style of play was amazing to watch and marvelous for the game.\"\n\nIn 1974, the Netherlands beat both Brazil and Argentina in the second group stage, reaching the final for the first time in their history. However, they lost to West Germany in the final in Munich, after having gone up 1–0 through Johan Neeskens' early penalty kick before a German had even touched the ball. However, a converted penalty by Paul Breitner and the winner from Gerd Müller, led to a victory for the German.\nThe 1976 European Championship saw the Netherlands make their first European Championship. Czechoslovakia kept Cruyff and Van Hanegem within arms-length and defeated the Netherlands in extra time. The Netherlands finished in third place after defeating hosts Yugoslavia in extra time.\nIn 1978, the Netherlands qualified for the World Cup in Argentina, with the team missing Johan Cruyff due to a kidnapping attempt, and Willem van Hanegem. The squad still had players like Jan Jongbloed, Wim Suurbier and Ruud Krol from the previous World Cup. After finishing runners-up in Group 4 behind Peru, they recorded wins against Austria and Italy to set up a final with Argentina. After a controversial start, with Argentina questioning the plaster cast on René van de Kerkhof's wrist, the match headed to extra time where the Netherlands lost 3–1 after two extra time goals from Mario Kempes and Daniel Bertoni.\n\n1980s: Decline before European champions\nEuro 1980 was the last tournament for which the Total Football team qualified. Despite the tournament format being expanded that year they did not advance past the group stage as they finished behind Czechoslovakia by goal difference.\nVeterans such as Krol and Rensenbrink retired soon afterwards and the Netherlands hit a low point in their history: they missed the 1982 World Cup in Spain, Euro 1984 in France, and the 1986 World Cup in Mexico; they missed the French tournament by virtue of goals scored when Spain scored twelve in the final game against Malta. While both teams had the same goal difference (+16), Spain qualified having scored two more goals than the Netherlands. During the qualification stage for the 1986 World Cup the Netherlands finished in second place and advanced to the playoffs against neighbours Belgium. After losing the first leg 1–0 in Brussels, they held a 2–0 lead at Rotterdam with a few minutes remaining. Georges Grün's header in the 84th minute resulted in the Netherlands' elimination as Belgium advanced to the World Cup on away goals.\n\nRinus Michels returned, with his technical assistant Nol de Ruiter, to coach the team for Euro 1988 in West Germany. After losing the first group match against the Soviet Union 1–0, the Netherlands qualified for the semi-finals by defeating England 3–1 (with a hat-trick by Marco van Basten), and the Republic of Ireland 1–0. Van Basten scored against the hosts in the 89th minute to sink the German side, revenge for the 1974 World Cup. The Netherlands won the final with a victory over the USSR with a header by Ruud Gullit and a volley by Van Basten. This was the national team's first major tournament win.\nThe Netherlands was one of the favourites for the 1990 World Cup tournament in Italy, but they scored only two goals in the group stage which featured England, Egypt and the Republic of Ireland. After finishing the group stage with identical records, the Netherlands and the Republic of Ireland drew lots to determine which team would finish second. The Netherlands had the tougher draw against West Germany, while the Republic of Ireland faced Romania. The match against West Germany is mostly remembered for the spitting incident involving Frank Rijkaard and Rudi Völler as the Netherlands were defeated 2–1.\nThe team reached the semi-finals in the Euro 1992 in Sweden, known for the emergence of Dennis Bergkamp. They were eliminated by eventual champions Denmark when Peter Schmeichel saved Van Basten's kick in the penalty shootout. This was Van Basten's last major tournament as he suffered a serious ankle injury shortly after, and eventually retired at age 30 in 1995. It was also the last hurrah for Rinus Michels, who returned for one final spell in charge of the team before retiring for good after the tournament ended.\nDick Advocaat took over from Michels on the understanding that he would be replaced by Johan Cruyff the following year. After talks between Cruyff and the KNVB broke down, Advocaat remained in charge of the national team for the 1994 World Cup in the United States. In the World Cup, Van Basten and striker Ruud Gullit were injured; Dennis Bergkamp led the team with three goals and the Netherlands advanced to the quarter-finals, where they lost 3–2 to eventual champions Brazil.\n\nSecond golden generation: 1996–2014\nWith Guus Hiddink as manager, the Netherlands went to Euro 1996. After finishing second in their group, they played France in the quarter-finals. With the score 0–0, the match went to penalties. Clarence Seedorf's shot in the fourth round was stopped by French goalkeeper Bernard Lama, and the penalty by Laurent Blanc eliminated the Netherlands. After they finished top of the qualifying group, they were drawn in Group E of the 1998 World Cup. With the Netherlands team featuring Dennis Bergkamp, Marc Overmars, Phillip Cocu, Edgar Davids, Frank de Boer, Ronald de Boer and Patrick Kluivert, they reached the semi-finals where they again lost on penalties, this time to Brazil. They then lost the third place playoff to Croatia. Soon afterwards, Hiddink resigned, to be replaced by Frank Rijkaard. The Netherlands co-hosted Euro 2000 with Belgium and won all three games in the group stage and then defeated FR Yugoslavia 6–1 in the quarter-finals. In the semi-finals, Italian goalkeeper Francesco Toldo made two penalty shootout saves to eliminate the Netherlands. The team failed to qualify for the 2002 World Cup after crucial losses to Portugal and the Republic of Ireland, prompting manager Louis van Gaal to resign.\n\nDick Advocaat became the national coach of the Netherlands for the second time in January 2002. His first match was a 1–1 draw against England in Rotterdam. The Dutch finished second place in their qualifying group for Euro 2004. Having to play in the playoffs after losing to the Czech Republic, they knocked out Scotland with a 6–0 win in the second leg to qualify for the Euros. The tournament saw the Netherlands make it to the semi-finals where they lost to the hosts in Portugal. Heavy criticism of his handling of the national team led Advocaat to quit.\nThe Netherlands qualified for the 2006 World Cup under new manager Marco van Basten. They were eliminated in the second round after losing 1–0 to Portugal. The match produced 16 yellow cards, matching the World Cup record for most cautions in one game set in 2002, and set a new World Cup record of four red cards, two per side; it was nicknamed \"the Battle of Nuremberg\" by the press. Despite criticism surrounding his selection policy and the lack of attacking football from his team, Van Basten was offered a two-year extension to his contract by the KNVB. This allowed him to serve as national coach during Euro 2008 and the 2010 World Cup. The Netherlands qualified for Euro 2008, where they were drawn in the \"Group of Death\", together with France, Italy and Romania. They began with a 3–0 win over world champions Italy in Bern, their first victory over the Italians since 1978. They then beat France by 4–1 to qualify for the second round, and went on winning the group on nine points after beating Romania 2–0 with (mainly) their reserve players. However, they then lost in the quarter-finals to Guus Hiddink's Russia 3–1, with Ruud van Nistelrooy scoring an 86th-minute equaliser to force extra time, where the Russians scored twice through Andrey Arshavin. Following the tournament, Van Basten resigned having accepted the role at Ajax.\n\nUnder new coach Bert van Marwijk, the Netherlands went on to secure a 100% record in their World Cup 2010 qualification campaign, winning all their eight games to qualify for the World Cup. After they had comfortably qualified with maximum points in Group E and Slovakia in the round of 16, they took on Brazil in the quarter-finals. After trailing 1–0 at half-time, Wesley Sneijder scored two goals in the second half to advance the team to the semis where they beat Uruguay 3–2. They advanced to their first World Cup final since 1978 but fell to Spain 1–0 after midfielder Andrés Iniesta scored in extra time. From August to September 2011, the team was ranked number one in the FIFA World Ranking, becoming the second national football team, after Spain, to top the ranking without previously winning a World Cup.\nFor Euro 2012, the Netherlands were placed in Group B with Germany, Portugal and Denmark, dubbed the tournament \"Group of Death\". The Netherlands lost all three of their group matches in a tournament for the first time in their history. Netherlands football legend Johan Cruyff criticised the team's star players for poor build up play and sloppy execution of the easy passes. Manager Bert van Marwijk resigned after the disappointment.\nLouis van Gaal became the manager for the second time. In the 2014 World Cup UEFA qualifying round, the Netherlands won nine games and drew one, topping the group and earning automatic qualification. They were drawn into Group B, alongside Spain, Chile and Australia. The team avenged their 2010 defeat by defeating title holders Spain 5–1 in their opening match, with Robin van Persie scoring an impressive header to equalize in the 44th minute. Van Persie scored another, Arjen Robben scored a brace and Stefan de Vrij scored one.\n\nAfter finishing top of Group B, the Netherlands defeated Mexico 2–1 in the round of 16, with Wesley Sneijder equalising late in the match and Klaas-Jan Huntelaar scoring a controversial penalty after a foul on Arjen Robben in stoppage time. In the quarter-finals, where they faced Costa Rica, the Netherlands had many shots on goal but could not score; the match finished in a 0–0 draw after extra time. The Netherlands won the ensuing penalty shootout 4–3. This was due in large part to backup goalkeeper Tim Krul who was brought on just before the end of extra time and made two saves. This marked the first time in World Cup history a goalkeeper was brought onto the field solely to participate in a shootout.\nThe semi-finals against Argentina saw the Netherlands having a decent chance to score from Arjen Robben while containing Lionel Messi as it remained scoreless after extra time. However, in penalty kicks, the Netherlands were eliminated 4–2, with Ron Vlaar and Wesley Sneijder having their spot kicks saved by Sergio Romero. The Netherlands won the third place match against hosts Brazil. Van Gaal, who successfully motivated the team after their semi-final elimination, received praise for getting more out of the young and inexperienced Netherlands squad than many expected.\n\nDecline and recovery: 2014–present\nGuus Hiddink followed Van Gaal as manager for the Euro 2016 qualifying campaign. On 29 June 2015, Hiddink resigned and was succeeded by assistant Danny Blind. The Netherlands finished fourth in their group failing to qualify for the European Championship for the first time since 1984, and missing a major tournament for the first time since the 2002 World Cup. The team's poor form continued into the 2018 World Cup qualifiers, eventually resulting in Blind being dismissed after a 2–0 defeat to Bulgaria in March 2017. After the return of Dick Advocaat as coach, the Netherlands failed to qualify for the 2018 World Cup, finishing third in Group A behind France and Sweden.\nIn February 2018, Advocaat was replaced by Ronald Koeman, on a contract until the summer of 2022. The Netherlands qualified for League A in the UEFA Nations League which they would win to qualify for the final four after drawing with Germany on the last match day, beating France on the head-to-head record. The Netherlands beat England in the semi-finals of the Nations League, but lost 1–0 in the final against Portugal.\nThe Netherlands qualified for UEFA Euro 2020, however following the qualification, Ronald Koeman resigned from the team to coach FC Barcelona, eventually to be succeeded by Frank de Boer. With the coronavirus pandemic postponing Euro 2020 to 2021, the Netherlands played their group matches at home at the Johan Cruijff Arena in Amsterdam, beating Ukraine 3–2, Austria 2–0 and North Macedonia 3–0. However, the tournament ended in disappointment for the Netherlands once more, as they were beaten 2–0 by the Czech Republic in their round of 16 tie in Budapest, after a Matthijs de Ligt red card. Two days later, De Boer left his position. He was replaced by Louis van Gaal, who came out of retirement to return for a third spell in charge of the side. On 16 November 2021, the Netherlands qualified for the 2022 World Cup after beating Norway 2–0 and topping their qualification group on the final day. In the 2022 World Cup, the Netherlands topped their group with 7 points. They progressed to the quarter-finals where they eventually lost to Argentina on penalties.\nAt UEFA Euro 2024, the Netherlands qualified from the group stage as one of the best third place teams after a win against Poland, a draw with France and a defeat to Austria. In the round of 16, the Netherlands won 3–0 against Romania. In the quarter-final, they faced Turkey who initially took the lead before Stefan de Vrij equalised for the Netherlands. The comeback was completed with an own goal by Mert Müldür meaning that the Netherlands qualified for the semi-finals for the first time since Euro 2004. In the semi-final, they played England. An early goal from Simons, was cancelled out by an English penalty. A last minute goal by Ollie Watkins knocked the Netherlands out.\n\nTeam image\nKits and crest\nThe Netherlands national football team famously plays in bright orange shirts. Orange is the historic national colour of the Netherlands, originating from one of the many title of the ruling head of state, Prince of Orange. The current Netherlands away shirt is blue. The lion on the crest is the Netherlands' national and royal animal and has been on the crest since 1907 when they won 3–1 over Belgium. It is different from the women's team logo, which sports a lioness.\nNike is the national team's kit provider, a sponsorship that began in 1996 and is contracted to continue until at least 2026. Before that the team was supplied by Adidas and Lotto.\n\nKit suppliers\nRivalries\nDeeply rooted in anti-German sentiment due to the occupation of the Netherlands by Germany during World War II, the Netherlands' long-time football rival is Germany. Beginning in 1974, when the Netherlands lost the 1974 World Cup to West Germany in the final, the rivalry between the two nations has become one of the best-known in international football.\nTo a lesser extent, the Netherlands maintains a rivalry with their other neighbour, Belgium; a Belgium–Netherlands fixture is referred to as a Low Countries derby. They have played in 126 matches as of May 2018 with the two competing against each other regularly between 1905 and 1964. This has diminished due to the rise of semi-professional football.\nIn recent years, the Netherlands has also developed a intercontinental rivalry with Argentina.\n\nMedia coverage\nThe Netherlands are broadcast on Nederlandse Omroep Stichting which includes all friendlies, Nations League matches and World Cup qualifiers. The newest contract is a seven-year deal until 2027.\n\nHome stadium\nThe Netherlands national team does not have a national stadium but plays mostly at the Johan Cruyff Arena in Amsterdam. It played host to its first Netherlands international game back in 1997, a 1998 World Cup qualification match against San Marino which the Netherlands won 4–0. It was formally called the Amsterdam Arena until 2018 when it was renamed in memory of Johan Cruyff.\nOver the last few years, De Kuip in Rotterdam has hosted matches regularly and historically very often. Occasionally, matches take place at Philips Stadion in Eindhoven and also sometimes at the De Grolsch Veste in Enschede.\n\nResults and fixtures\nThe following is a list of match results in the last 12 months, as well as any future matches that have been scheduled.\n  Win\n  Draw\n  Loss\n  Fixture\n\n2023\n2024\nCoaching staff\nCoaching history\nPlayers\nCurrent squad\nThe following 23 players are included in the squad for 2024–25 UEFA Nations League A matches against Bosnia and Herzegovina and Germany on 7 and 10 September 2024, respectively. On 2 September 2024, Micky van de Ven and Joey Veerman withdrew from the squad through injury; coach Ronald Koeman called up Jan Paul van Hecke and Justin Kluivert as their respective replacements. van Hecke appears in the squad for the first time.\nCaps and goals are correct as of 7 September 2024, after the match against  Bosnia and Herzegovina.\n\nRecent call-ups\nThe following players have also been called up for the team in the last twelve months.\n\nIndividual statistics\nPlayer records\nAs of 6 July 2024.\nPlayers in bold are still active with the Netherlands.\n\nMost appearances\nTop goalscorers\nManager records\nMost wins: Louis van Gaal, 74\nLongest reign: Bob Glendenning, 15 years\nMost tenures: Rinus Michels, 4 tenures\n\nTeam records\nBiggest win:\n Netherlands 11–0 San Marino  (Eindhoven, Netherlands; 2 September 2011)\nBiggest defeat:\n England Amateurs 12–2 Netherlands  (Darlington, England; 21 December 1907)\n\nCompetitive record\nFIFA World Cup\nThe Netherlands' first two tournament appearances at the 1934 and the 1938 editions saw them lose their first round matches to Switzerland (1934) and Czechoslovakia (1938).\nAfter not qualifying for the next six World Cups, they qualified for the 1974 FIFA World Cup in West Germany. They lost in the final to the hosts 2–1 with Gerd Müller scoring the winning goal for the Germans. The Netherlands once again made the 1978 FIFA World Cup final with the team finishing second in the group behind Peru. After finishing top of the all-European group in the second round, they met Argentina in the final. Argentina protested René van de Kerkhof's forearm plaster cast. After that protest, the game went to extra time where Argentina won 3–1 after scoring two goals in extra time.\nThe 1990 edition saw the Netherlands not win a single game throughout the tournament, scoring only two goals in the group stage. 1994 saw the Netherlands knocked out in the quarter-final stage as they lost to eventual champions Brazil with Branco's brutal free-kick sending them out. After qualifying from their group with five points, the Netherlands made the semi-finals of the 1998 edition where they once again lost to the Brazilians. This time it was by penalties; Phillip Cocu and Ronald de Boer's shots missed the goal to give Brazil a spot in the final. The Netherlands went on to finish in fourth place after losing to Croatia in the third place playoff.\nIn 2006, the Netherlands made it to the round of 16 where, in what was called the \"Battle of Nuremberg\" they lost by a single goal to Portugal. The Netherlands were given seven yellow cards. The following edition, in 2010, saw the team qualify to the knockout stage by finishing atop Group E. After defeating Slovakia 2–1 in the round of 16, they came back from an early goal by Robinho to defeat Brazil 2–1 in the quarter-finals as Wesley Sneijder scored a double. In the semi-finals, they defeated Uruguay in a tough game for the Netherlands, making their first World Cup final since 1978. In the final, they took on Spain, with La Roja scoring the winning goal in the 116th minute.\nIn 2014, the Netherlands finished atop Group B with wins over Spain, Australia and Chile. The Netherlands took bronze in the tournament after defeating host nation Brazil 3–0 in the third place playoff.\n  Champions    Runners-up    Third place\n\nUEFA European Championship\nOlympic Games\nSince 1992, the Olympic Games has been an under-23 tournament (with three players of over 23 years of age allowed in the squad).\n\nUEFA Nations League\nFIFA Ranking\nLast update was on 21 December 2023.\nSource:\nThe FIFA\/Coca-Cola World Ranking - Associations - Netherlands - Men's \n\n  Worst Ranking    Best Ranking    Worst Mover    Best Mover\n\nHonours\nOfficial titles\nFIFA World Cup\n Runners-up (3): 1974, 1978, 2010\n Third place (1): 2014\nUEFA European Championship\n Champions (1): 1988\n Third place (1): 1976\nUEFA Nations League\n Runners-up (1): 2019\nOlympic Games\n Bronze medal (3): 1908, 1912, 1920\n\nSee also\nNetherlands national under-21 football team\nNetherlands national under-19 football team\nNetherlands national under-17 football team\n\nNotes\nReferences\nExternal links\n\nonsoranje.nl – official website (in Dutch)\nvoetbalstats.nl – statistics of the national football team (in Dutch)\nNetherlands at UEFA\nNetherlands at FIFA\nNetherlands internationals at the RSSSF archive\nNetherlands managers at the RSSSF archive"},"link":{"0":"https:\/\/en.wikipedia.org\/wiki\/A_Clockwork_Orange","1":"https:\/\/en.wikipedia.org\/wiki\/A_Clockwork_Orange:_Wendy_Carlos%27s_Complete_Original_Score","2":"https:\/\/en.wikipedia.org\/wiki\/A_Clockwork_Orange_(soundtrack)","3":"https:\/\/en.wikipedia.org\/wiki\/A_Clockwork_Orange_(novel)","4":"https:\/\/en.wikipedia.org\/wiki\/A_Clockwork_Orange_(film)","5":"https:\/\/en.wikipedia.org\/wiki\/A_Clockwork_Orange_(novel)","6":"https:\/\/en.wikipedia.org\/wiki\/A_Clockwork_Origin","7":"https:\/\/en.wikipedia.org\/wiki\/Clockwork_Orange_(plot)","8":"https:\/\/en.wikipedia.org\/wiki\/Glasgow_Subway","11":"https:\/\/en.wikipedia.org\/wiki\/Netherlands_national_football_team"},"categories":{"0":["All article disambiguation pages","All disambiguation pages","Disambiguation pages","Short description is different from Wikidata"],"1":["1970s classical albums","1972 albums","A Clockwork Orange","Album articles lacking alt text for covers","Albums produced by Rachel Elkind","All articles needing additional references","Articles needing additional references from July 2009","Articles with hAudio microformats","Articles with short description","Short description is different from Wikidata","Wendy Carlos soundtracks"],"2":["1972 soundtrack albums","A Clockwork Orange","Album articles lacking alt text for covers","Articles with MusicBrainz release group identifiers","Articles with hAudio microformats","Articles with short description","Certification Table Entry usages for Australia","Pages using certification Table Entry with shipments figures","Pages using certification Table Entry with shipments footnote","Short description is different from Wikidata","Warner Records soundtracks","Wendy Carlos soundtracks"],"3":["1962 British novels","1962 science fiction novels","A Clockwork Orange","All articles with unsourced statements","Articles with short description","Articles with unsourced statements from April 2023","Books written in fictional dialects","British novellas","British novels adapted into films","British novels adapted into plays","British philosophical novels","British science fiction novels","Censored books","Commons category link is on Wikidata","Counterculture of the 1960s","Crime novels","Dystopian novels","English-language novels","Fiction about gang rape","Fiction about mind control","Fiction with unreliable narrators","Heinemann (publisher) books","Metafictional novels","Novels about music","Novels about rape","Novels by Anthony Burgess","Obscenity controversies in literature","Science fiction novels adapted into films","Short description matches Wikidata","Use British English from October 2012","Use dmy dates from July 2020","Webarchive template wayback links"],"4":["1970s British films","1970s English-language films","1970s crime comedy films","1970s dystopian films","1970s prison drama films","1970s science fiction comedy films","1971 crime drama films","1971 films","1971 science fiction films","A Clockwork Orange","All articles with incomplete citations","All articles with unsourced statements","Articles containing video clips","Articles with incomplete citations from January 2021","Articles with short description","Articles with unsourced statements from December 2023","Articles with unsourced statements from May 2022","British crime comedy-drama films","British dystopian films","British films about revenge","British prison drama films","British science fiction films","CS1 Brazilian Portuguese-language sources (pt-br)","CS1 Spanish-language sources (es)","Censored films","Commons category link is on Wikidata","English-language crime comedy-drama films","EngvarB from March 2020","Fictional-language films","Film censorship in the United Kingdom","Films about gang rape","Films about home invasion","Films about mind control","Films based on British novels","Films based on science fiction novels","Films directed by Stanley Kubrick","Films produced by Stanley Kubrick","Films scored by Wendy Carlos","Films set in London","Films set in the future","Films shot at Pinewood Studios","Films shot in Berkshire","Films shot in Buckinghamshire","Films shot in Hertfordshire","Films shot in London","Films shot in Oxfordshire","Films with screenplays by Stanley Kubrick","Hugo Award for Best Dramatic Presentation winning works","Obscenity controversies in film","Rating controversies in film","Rotten Tomatoes ID same as Wikidata","Self-censorship","Short description matches Wikidata","Template film date with 3 release dates","United States National Film Registry films","Use dmy dates from December 2023","Warner Bros. films","Webarchive template wayback links"],"5":["1962 British novels","1962 science fiction novels","A Clockwork Orange","All articles with unsourced statements","Articles with short description","Articles with unsourced statements from April 2023","Books written in fictional dialects","British novellas","British novels adapted into films","British novels adapted into plays","British philosophical novels","British science fiction novels","Censored books","Commons category link is on Wikidata","Counterculture of the 1960s","Crime novels","Dystopian novels","English-language novels","Fiction about gang rape","Fiction about mind control","Fiction with unreliable narrators","Heinemann (publisher) books","Metafictional novels","Novels about music","Novels about rape","Novels by Anthony Burgess","Obscenity controversies in literature","Science fiction novels adapted into films","Short description matches Wikidata","Use British English from October 2012","Use dmy dates from July 2020","Webarchive template wayback links"],"6":["2010 American television episodes","Articles with short description","Evolution in popular culture","Extinction in fiction","Film and television memes","Futurama season 6 episodes","Hive minds in fiction","Intelligent design parodies","Internet memes","Self-replicating machines in fiction","Short description is different from Wikidata","Television episode articles with short description for single episodes","Television episodes about nanotechnology","Works about creationism"],"7":["1970s coups d'état and coup attempts","1974 in military history","1974 in the United Kingdom","1975 in military history","1975 in the United Kingdom","20th-century history of the British Army","All articles that may contain original research","Articles that may contain original research from May 2011","Articles with short description","Attempted coups d'état in Europe","Black propaganda","Harold Wilson","Political history of the United Kingdom","Propaganda in the United Kingdom","Short description matches Wikidata","United Kingdom intelligence operations"],"8":["1896 establishments in Scotland","4 ft gauge railways in Scotland","600 V DC railway electrification","All Wikipedia articles in need of updating","All articles with unsourced statements","Articles using KML from Wikidata","Articles with short description","Articles with unsourced statements from December 2023","Articles with unsourced statements from February 2023","Articles with unsourced statements from January 2023","Articles with unsourced statements from June 2024","Electric railways in the United Kingdom","Glasgow Subway","Pages using gadget WikiMiniAtlas","Public transport in Scotland","Rail transport in Scotland","Railway lines in Scotland","Railway lines opened in 1896","Railway loop lines","Short description is different from Wikidata","Underground rapid transit in Scotland","Use British English from October 2018","Use dmy dates from January 2024","Wikipedia articles in need of updating from April 2020","Wikipedia articles in need of updating from October 2018","Wikipedia articles needing clarification from June 2017","Wikipedia articles needing clarification from May 2011"],"11":["1905 establishments in the Netherlands","All articles containing potentially dated statements","Articles containing Dutch-language text","Articles containing potentially dated statements from May 2018","Articles with Dutch-language sources (nl)","Articles with short description","Association football clubs established in 1905","CS1 Dutch-language sources (nl)","CS1 German-language sources (de)","CS1 Italian-language sources (it)","Commons category link is on Wikidata","Commons link is locally defined","European national association football teams","Football teams in the Netherlands","Netherlands national football team","Pages using national squad without comp link","Pages using national squad without sport or team link","Pages using the Graph extension","Pages with disabled graphs","Short description is different from Wikidata","UEFA European Championship-winning countries","Use dmy dates from November 2022"]},"topic":{"0":"A Clockwork Orange","1":"A Clockwork Orange","2":"A Clockwork Orange","3":"A Clockwork Orange","4":"A Clockwork Orange","5":"A Clockwork Orange","6":"A Clockwork Orange","7":"A Clockwork Orange","8":"A Clockwork Orange","11":"A Clockwork Orange"}}