{"page":{"0":"Cidade de Deus","1":"Cidade de Deus, Rio de Janeiro","2":"City of God (Lins novel)","3":"Cidade de Deus (Osasco)","5":"Cidade de Deus (film)"},"text":{"0":"Cidade de Deus can refer to:\n\nCidade de Deus, Rio de Janeiro, neighborhood in Rio de Janeiro, Brazil\nCidade de Deus (Osasco), building complex in Osasco, São Paulo, Brazil\nCity of God (Lins novel) (original title: Cidade de Deus), 1997 novel by Paulo Lins\nCidade de Deus (film), 2002 Brazilian film by Fernando Meirelles and Kátia Lund, based on the above","1":"The Cidade de Deus (Portuguese pronunciation: [siˈdadʒi dʒi ˈdewʃ], City of God) is a West Zone neighborhood of the city of Rio de Janeiro. It is also known as CDD among its inhabitants.\nThe neighborhood was founded in 1960, planned and executed by the government of Guanabara State as part of the policy to systematically remove slums (favelas) from the center of Rio de Janeiro and resettle their inhabitants in the suburbs.\nIt is used as backdrop in the 2002 film City of God.  In 2009, it was occupied by a Pacifying Police Unit.\n\nBasic statistics\nArea (2003): 1.2058 km2 (0.4656 mi2; 298 acres)\nPopulation (2000): 38,016\nResidences (2000): 10,866\nAdministrative region: XXXIV - Cidade de Deus\n\nIn literature and film\nKnown in English as City of God, Cidade de Deus is the eponymous name of a 1997 semi-autobiographical novel by Paulo Lins, about three young men and their lives of petty crime during the 1960s, 1970s and 1980s in the favela where Lins grew up. An English translation by Alison Entrekin was published in 2006. The novel was filmed by Fernando Meirelles (director of The Constant Gardener and Blindness) in 2002 under the same title City of God, with most of the cast from real-life favelas and in some cases, from Cidade de Deus itself. After filming, the producers set up help groups promising to help those involved to build more promising futures. In 2004, the film received four Academy Award nominations for cinematography, for director Meirelles, for editing and for adapted screenplay by Mantovani. In 2005, Time chose it as one of the 100 greatest films of all time. The tagline \"If you run, the beast catches; if you stay, the beast eats\", is analogous to the English aphorism \"Damned if you do, damned if you don't\".\n\nLocal currency\nIn 2011, a local currency called CDD was created for use exclusively in the Cidade de Deus, to encourage inhabitants to spend more locally, thus boosting the local economy. The currency is subsidized. Its value is indexed to about 20% higher than the national currency, the Brazilian real.\n\nReferences\nExternal links\n\nCidade de Deus Web Portal (in Portuguese)\nCidade de Deus on Google Maps\nInside City of God - slideshow by The New York Times\nCity of God movie official website","2":"City of God (Portuguese: Cidade de Deus) is a 1997 semi-autobiographical novel by Paulo Lins, about three young men and their lives in Cidade de Deus, a favela in Western Rio de Janeiro where Lins grew up. It is the only novel by Lins that has been published. It took Lins 8 years to complete the book. The novel was hailed by critics as one of the greatest works of contemporary Brazilian literature.\nIt was made into a feature film of the same name in 2002, which went on to be nominated for four Oscars. An English translation of the book was published in 2006. Thanks to the international recognition of the film, the book continued to be translated into several more languages, including Italian, French, Spanish and German.\n\nTitle\nThe book is named after the favela in which the novel takes place, Cidade de Deus. Cidade de Deus was established in 1960 in the western zone of Rio de Janeiro as part of a government strategy to systematically move favelas away from the city centre and relocate inhabitants to the suburbs.\n\nSynopsis\nCity of God is set in a city renowned for its natural beauty. The novel follows the lives of gangsters and petty criminals living in the favela. The novel is set from the 1960s through to the 1980s. In the beginning, delinquents make money  through hold-ups. In the 1970s, cocaine arrives and takes its place in  the criminals' lives, both dealing and consuming vast amounts. Drug lords use their wealth to buy guns, which give them more power. Conflicts over who controls the drug trade in the favela result in gang wars. Written laws do not apply; power is held by criminals and drug lords who rule the favela. The poorly paid police monitor the gangs, not for the sake of public safety, but to ensure their corrupt income from the gangs.\n\n\n== References ==","3":"Cidade de Deus is a neighborhood in the city of Osasco (São Paulo, Brazil). It is known for hosting the headquarters of Banco Bradesco S.A., \na major banking institution in Brazil. It was inaugurated on March 10, 1953.\n\nSee also\nBanco Bradesco S.A.\n\n\n== References ==","5":"City of God (Portuguese: Cidade de Deus) is a 2002 Brazilian epic crime film directed by Fernando Meirelles and Kátia Lund. Bráulio Mantovani's script is adapted from the 1997 novel of the same name written by Paulo Lins, but the plot is also loosely based on real events. It depicts the growth of organized crime in the Cidade de Deus suburb of Rio de Janeiro, between the end of the 1960s and the beginning of the 1980s, with the film's closure depicting the war between the drug dealer Li'l Zé and vigilante-turned-criminal Knockout Ned. The tagline is \"If you run, the beast catches you; if you stay, the beast eats you.\"\nThe cast includes Alexandre Rodrigues, Leandro Firmino, Jonathan and Phellipe Haagensen, Douglas Silva, Daniel Zettel, and Seu Jorge. Most of the actors were, in fact, residents of favelas such as Vidigal and the Cidade de Deus itself.\nCity of God received widespread critical acclaim and garnered four nominations at the 76th Academy Awards; Best Cinematography (César Charlone), Best Director (Meirelles), Best Film Editing (Daniel Rezende), and Best Writing (Adapted Screenplay) (Mantovani). In 2003, it was Brazil's entry for the Academy Award for Best Foreign Language Film, but it did not end up being nominated as one of the five finalists. It is frequently listed by many critics and audiences as one of the greatest films of the 21st century and one of the best films of all-time. In 2015, the Brazilian Film Critics Association aka Abraccine voted City of God the 8th greatest Brazilian film of all time, in its list of the 100 best Brazilian films.\nMeirelles and Lund went on to create the City of Men TV series and its 2007 film adaptation, which share some of the actors (notably leads Silva and Darlan Cunha) and their setting with City of God.\n\nPlot\nAn armed gang chases after an escaped chicken in a favela called the City of God. The chicken stops between the gang and a young man nicknamed Rocket.\nIn the 1960s, three impoverished, amateur thieves known as the \"Tender Trio\" – Shaggy, Clipper, and Rocket's older brother, Goose – rob business owners and share the money with the community who, in turn, hide them from the police.\nLi'l Dice, a young boy, convinces them to hold up a motel and rob its occupants. The gang resolves not to kill anyone and tells Li'l Dice to be a lookout. Instead, Li'l Dice guns down the motel occupants after falsely warning the trio that the police are coming. The massacre attracts so much police attention that the trio is forced to split up: Clipper joins the Church, Shaggy is shot by the police while trying to escape the favela, and Goose is shot by Li'l Dice after taking his money while Li'l Dice's friend Benny, Shaggy's brother, watches.\nIn the 1970s, Rocket has joined a group of young hippies. He enjoys photography and likes one girl, Angélica, but his attempt to get close to her is ruined by a gang of petty criminal kids known as \"The Runts\". Li'l Dice, who now calls himself \"Li'l Zé\", has established a drug empire with Benny by eliminating all of the competition, except for Carrot, who is a good friend of Benny's. Rocket witnesses Li'l Zé take over 'the apartment', a known drug distribution center, and forces Carrot's underboss Blacky, to work for him instead.\nBecause of this monopoly, a relative peace comes over the City of God under the reign of Li'l Zé, who manages to avoid police attention by executing petty criminals, including a member of The Runts. Benny decides to branch out of the drug dealer crowd and befriends Tiago, Angélica's ex-boyfriend, who introduces him to his friend group. Benny and Angélica begin dating. Together, they decide to leave the city and the drug trade.\nDuring Benny's farewell party, Zé and Benny get into an argument about Benny leaving; the argument is interrupted by Blacky accidentally killing Benny while trying to shoot Li'l Zé. Benny's death leaves Li'l Zé unchecked. Carrot kills Blacky for endangering his life. Li'l Zé and a group of his soldiers start to make their way to Carrot's hideout to kill him.\nOn the way, Zé follows a girl who dismissed his advances at Benny's party. He beats up her boyfriend, a peaceful man named Knockout Ned, and rapes her. After Ned's brother stabs Li'l Zé, his gang retaliates by shooting into his house, killing his brother and uncle in the process. A gang war breaks out between Carrot and Li'l Zé. A vengeful Ned sides with Carrot, initially trying to stay true to his ideals, he quickly loses his morals. Tiago also is drawn into the conflict to support his drug addiction, siding with Li'l Ze.\nThe war is still ongoing a year later, in 1981, the origin forgotten. Both sides enlist more \"soldiers\" and Li'l Zé gives the Runts weapons. One day, Li'l Zé has Rocket take photos of him and his gang. A reporter publishes the photos, a significant scoop since no outsiders can safely enter the City of God anymore. Rocket believes Li'l Zé will kill him for publishing the photo of him and his gang. The reporter takes Rocket in for the night, and he loses his virginity to her. Unbeknownst to him, Li'l Zé, jealous of Ned's media fame, is pleased with the photos and with his own increased notoriety.\nRocket returns to the city for more photographs. Rocket finds himself caught between Zé's gang and the arriving police, who quickly withdraw when they realize they are outnumbered and outgunned. Rocket is surprised that Zé asks him to take pictures, but as he prepares to take the photo, Carrot's gang arrives. In the ensuing gunfight, Ned kills Tiago but is then killed by a boy who has infiltrated Carrot's gang to avenge his father, a policeman whom Ned shot during a bank robbery. The police capture Li'l Zé and Carrot and plan to show Carrot off to the media. Since Li'l Zé has been bribing the police, they take all of Li'l Zé's money and let him go, but Rocket secretly photographs the scene. The Runts kill Zé to avenge the Runt killed at the behest of Zé; and they intend to take over his criminal enterprise for themselves.\nRocket contemplates whether to publish the cops' photo, expose corruption, and become famous, or the picture of Li'l Zé's dead body, which will get him an internship at the newspaper. He decides on the latter, and the Runts walks around the City of God, making a hit list of the dealers they plan to kill to take over the drug business.\n\nCast\nAlexandre Rodrigues as Rocket:The narrator, who dreams of becoming a photographer. His real name is Wilson Rodrigues.\nLeandro Firmino as Li'l Zé\/Li'l Dice:A power-hungry sociopath, who takes sadistic pleasure in killing. \"Dado\" is a common nickname for Eduardo and means \"dice\", and \"inho\" a diminutive suffix. As an adult, he is given the name Zé Pequeno in a Candomblé ceremony, which may be unrelated to his actual name and more to his short stature. Zé is a nickname for José, while pequeno means \"little\". Douglas Silva portrays Li'l Dice as a child.\nPhellipe Haagensen as Benny:Zé's longtime partner in crime, he is a friendly City of God drug dealer who fancies himself a sort of Robin Hood, and eventually wants to lead an honest life. Michel Gomes portrays Benny as a child.\nMatheus Nachtergaele as Carrot:A drug dealer who is friendly with Benny but is constantly threatened by Zé.\nSeu Jorge as Knockout Ned: A handsome, charismatic gentleman. As a former veteran, he is an excellent shot and can shoot better than most of the \"soldiers\". His name was changed for the English subtitles because in English, \"chicken\" is a term for a coward (in Brazil it denotes popularity among women). \"Mané\" is a nickname for Manuel, but also denotes an individual not intellectually gifted.\nJonathan Haagensen as Shaggy:Older brother of Benny and the leader of the Tender Trio (\"Trio Ternura\"), a group of thieves who share their profits with the population of the City of God.\nRoberta Rodrigues as Berenice:Shaggy's girlfriend, who convinces him to leave the favela and his criminal past.\nRenato de Souza as Goose:One of the Tender Trio, and Rocket's brother. He sleeps with a bartender's wife and gets kicked out by his father when the police arrive, he is killed by Li'l Dice later that day.\nJefechander Suplino as Clipper:One of the Tender Trio. He later gives up crime to join the Church.\nEdson Oliveira as Stringy:Childhood friend of Rocket. Emerson Gomes portrays Stringy as a child.\nAlice Braga as Angélica:A friend and love interest of Rocket, and later Benny's girlfriend, who motivates Benny to abandon the criminal life.\nDaniel Zettel as Tiago:Angélica's ex-boyfriend, who later becomes Li'l Zé's associate and a drug addict.\nDarlan Cunha as Steak n' Fries:A young boy who joins Zé's gang.\nRubens Sabino as Blacky:Carrot's manager.\nCharles Paraventi as Charles \/ Uncle Sam:A weapons dealer who's supplied by the police. After returning from a deal empty-handed, the police kill him.\nGraziella Moretto as Marina Cintra:A journalist for Jornal do Brasil, who hires Rocket as a photographer.\nLuiz Carlos Ribeiro Seixas as Touro:An honest police officer.\nMaurício Marques as Melonhead:A corrupt police officer.\nThiago Martins as Lampião:Child leader of the Runts gang.\nMarcos Junqueira as Otávio:Child leader of the Runts gang.\n\nProduction\nCity of God was filmed on 16mm film stock.\nOn the bonus DVD, it is revealed that the only professional actor in the film was Matheus Nachtergaele, who played the supporting role of Carrot. Most of the remaining cast were from real-life favelas, and in some cases, even the real-life City of God favela itself. According to Meirelles, amateur actors were used for two reasons: the lack of available professional black actors, and the desire for authenticity. Meirelles explained: \"Today I can open a casting call and have 500 black actors, but just ten years ago this possibility did not exist. In Brazil, there were three or four young black actors and at the same time I felt that actors from the middle class could not make the film. I needed authenticity.\"\nBeginning around 2000, about a hundred children and young people were hand-picked and placed into an \"actors' workshop\" for several months. In contrast to more traditional methods (e.g. studying theatre and rehearsing), it focused on simulating authentic street war scenes, such as a hold-up, scuffle, and shoot-out. Much came from improvisation, as it was thought better to create an authentic, gritty atmosphere. This way, the inexperienced cast soon learned to move and act naturally. After filming, the crew could not leave the cast to return to their old lives in the favelas. Assistance groups were set up to help those involved in the production to build more promising futures.: 135–139 \nMeirelles went into the film with the intention of staying true to the \"casual nature\" of the violence in the novel by Lins. Critic Jean Oppenheimer wrote on the production of the film saying that: \"A second guiding principle was to avoid glamorising the violence\" and that \"many of the killings are either shown indistinctly or kept out of frame.\": 26–32 \nBecause the real Cidade de Deus favela was in the middle of a conflict, a large majority of the film was shot in Cidade Alta, a different favela within Rio. During the production, slumlords did not allow for the production company to have their own security, so local security guards were hired for the safety of the set.\nLund and Meirelles filmed the short film Golden Gate as a test run while casting for City of God was in the initial stages.\n\nMusic\nThe score to the film composed by Antonio Pinto and Ed Córtes. It was followed by two remix albums. Songs from the film:\n\n\"Alvorada\" (Cartola \/ Carlos Cachaça \/ Herminio B. Carvalho) – Cartola\n\"Azul Da Cor Do Mar\" (Tim Maia) – Tim Maia\n\"Dance Across the Floor\" (Harry Wayne Casey \/ Ronald Finch) – Jimmy Bo Horne\n\"Get Up (I Feel Like Being a) Sex Machine\" (James Brown \/ Bobby Byrd \/ Ronald R. Lenhoff) – James Brown\n\"Hold Back the Water\" (Randy Bachman \/ Robin Bachman \/ Charles Turner) – Bachman–Turner Overdrive\n\"Hot Pants Road\" (Charles Bobbit \/ James Brown \/ St Clair Jr Pinckney) – The J.B.'s\n\"Kung Fu Fighting\" (Carl Douglas) – Carl Douglas\n\"Magrelinha\" (Luiz Melodia) – Luiz Melodia\n\"Metamorfose Ambulante\" (Raul Seixas) – Raul Seixas\n\"Na Rua, Na Chuva, Na Fazenda\" (Hyldon) – Hyldon\n\"Nem Vem Que Não Tem\" (Carlos Imperial) – Wilson Simonal\n\"O Caminho Do Bem\" (Sérgio \/ Beto \/ Paulo) – Tim Maia\n\"Preciso Me Encontrar\" (Candeia) – Cartola\n\"So Very Hard to Go\" (Emilio Castillo \/ Stephen M. Kupka) – Tower of Power\n\nReception\nBox office\nThe film was screened out of competition at the 2002 Cannes Film Festival. In Brazil, City of God garnered the largest audience for a domestic film in 2003, with over 3.1 million tickets sold, and a gross of R$18.6 million ($10.3 million). The film grossed over $7.5 million in the U.S. and over US$30.5 million worldwide.\n\nCritical response\nOn Rotten Tomatoes, City of God has an approval rating of 91% based on reviews from 165 critics, with an average rating of 8.3\/10. The website's consensus reads, \"City of God offers a shocking and disturbing—but always compelling—look at life in the slums of Rio de Janeiro.\" On Metacritic, the film holds a score of 79 out of 100 based on 33 critic reviews, indicating \"generally favorable reviews\".\nColin Kennedy from Empire awarded the film a full 5 out of 5 stars, comparing it favorably to Goodfellas and writing in his review, \"At once a laboratory for cinema technique and a victory for raw heart, this is a snot-nosed, blood-stained masterpiece. If you see even one or two better movies this year, you will be very lucky indeed.\" In 2008, the magazine chose City of God as the 177th best film of all time.\nFilm critic Roger Ebert awarded the film 4 stars out of 4, writing in his review, \"City of God churns with furious energy as it plunges into the story of the slum gangs of Rio de Janeiro. Breathtaking and terrifying, urgently involved with its characters, it announces a new director of great gifts and passions: Fernando Meirelles. Remember the name.\"\nFilmmaker Robert Altman stated, \"I don't know how Fernando Meirelles made City Of God. It's so courageous, so truthful. I think it's the best picture I've ever seen\". Meirelles himself cited Altman's work as an influence on his own career.\nThe film was not without criticism. Peter Rainer of New York magazine stated that while the film was \"powerful\", it was also \"rather numbing\". John Powers of LA Weekly wrote that \"[the film] whirs with energy for nearly its full 130-minute running time, it is oddly lacking in emotional heft for a work that aspires to be so epic – it is essentially a tarted up exploitation picture whose business is to make ghastly things fun\".\nIvana Bentes, a Brazilian film critic, criticised the film for its depiction of the favela and her view that it glorified issues of poverty and violence as means of \"domestication of the most radical themes of culture and Brazilian cinema ... as products for export.\" Bentes targets the film specifically in saying that: \"City of God promotes tourism in hell\".\nCity of God was ranked No.3 in Film4's \"50 Films to See Before You Die\", and No.7 in Empire magazine's \"The 100 Best Films of World Cinema\" in 2010. It was also ranked No.6 on The Guardian's list of \"the 25 Best Action Movies Ever\". It was ranked No.1 in Paste magazine's 50 best movies of the decade of the 2000s. Time listed it as one of the 100 greatest films of all time.\nIn 2012, the Motion Picture Editors Guild listed City of God as the 17th best-edited film of all time based on a survey of its members.\n\nTop ten lists\nThe film appeared on several American critics' top ten lists of the best films of 2003.\n\n2nd – Chicago Sun-Times (Roger Ebert) (for 2002)\n2nd – The Charlotte Observer (Lawrence Toppman)\n2nd – Chicago Tribune (Marc Caro)\n4th – New York Post (Jonathan Foreman)\n4th – Time (Richard Corliss)\n5th – Portland Oregonian (Shawn Levy)\n7th – Chicago Tribune (Michael Wilmington)\n10th – The Hollywood Reporter (Michael Rechtshaffen)\n10th – New York Post (Megan Lehmann)\n10th – The New York Times (Stephen Holden)\nIt is ranked No.38 on the BBC list of best 100 films of the 21st century.\n\nMV Bill's response\nBrazilian rapper MV Bill, a resident of Cidade de Deus, said the film had \"brought no good to the favela, no social, moral, or human benefit.\" He said, \"The world will know that they exploited the image of the children who live here in Cidade de Deus. What is obvious is that they are going to carry a bigger stigma throughout their lives; it has only become greater because of the film.\": 123\n\nAwards and nominations\nCity of God won fifty-five awards and received another twenty-nine nominations. Among those:\n\nLegacy\nIn an interview with Slant Magazine, Meirelles states he had met with Brazil's former and current president Luiz Inácio Lula da Silva who told him about the impact the film has had on both policies and public security within the country. The film has also sparked major increase in film productions, with over 45 being done during 2002. Films such as The Motorcycle Diaries and The Intruder are some of the films which have used Brazil for film production.\nThe 2013 documentary City of God – 10 Years Later reunites the cast and crew of City of God and takes a look at how their lives have changed after the original film's release. In a BBC article written at the time of the documentary's release, Firmino mentions that the cast had mixed careers after the film's release. Firmino says that Jefechander Suplino, who played Clipper, could not be found by the documentary producers. His mother, however, believes him to still be alive, but is unaware of his whereabouts. Seu Jorge, who played Knockout Ned, had a better career after the film and became a major musician, performing at the London 2012 Olympic Games closing ceremony.\nCity of God: The Fight Rages On, a miniseries set two decades after the events of the film, premiered in August 2024.\n\nSee also\nDocufiction\nList of docufiction films\nList of hood films\nList of submissions to the 75th Academy Awards for Best Foreign Language Film\nList of Brazilian submissions for the Academy Award for Best Foreign Language Film\nSambhavami Yuge Yuge (2006 film), an Indian remake\n\nReferences\nExternal links\n\nOfficial website (in Portuguese)\nCity of God at IMDb\nCity of God at AllMovie\nCity of God at Box Office Mojo\nCity of God at Rotten Tomatoes\nCity of God at Metacritic"},"link":{"0":"https:\/\/en.wikipedia.org\/wiki\/Cidade_de_Deus","1":"https:\/\/en.wikipedia.org\/wiki\/Cidade_de_Deus,_Rio_de_Janeiro","2":"https:\/\/en.wikipedia.org\/wiki\/City_of_God_(Lins_novel)","3":"https:\/\/en.wikipedia.org\/wiki\/Cidade_de_Deus_(Osasco)","5":"https:\/\/en.wikipedia.org\/wiki\/City_of_God_(2002_film)"},"categories":{"0":["All article disambiguation pages","All disambiguation pages","Disambiguation pages","Short description is different from Wikidata"],"1":["1960 establishments in Brazil","Articles with short description","Coordinates on Wikidata","Favelas","Neighbourhoods in Rio de Janeiro (city)","Pages using gadget WikiMiniAtlas","Pages with Portuguese IPA","Populated places established in 1960","Short description is different from Wikidata"],"2":["1997 novels","Articles containing Portuguese-language text","Articles with short description","Brazilian autobiographical novels","Brazilian bildungsromans","Brazilian crime novels","Brazilian novels adapted into films","Novels set in Rio de Janeiro (city)","Short description is different from Wikidata","Works about organized crime in Brazil","Works set in slums"],"3":["All articles needing coordinates","All stub articles","Articles missing coordinates with coordinates on Wikidata","CS1 Portuguese-language sources (pt)","Neighbourhoods in São Paulo (state)","Osasco","São Paulo (state) articles missing geocoordinate data","São Paulo (state) geography stubs"],"5":["2000s American films","2000s Brazilian films","2000s Portuguese-language films","2000s hood films","2000s teen drama films","2002 crime drama films","2002 films","All Wikipedia articles with plot summary needing attention","All Wikipedia articles written in American English","Articles containing Portuguese-language text","Articles with Portuguese-language sources (pt)","Articles with short description","BAFTA winners (films)","Brazilian coming-of-age films","Brazilian crime drama films","Brazilian nonlinear narrative films","Buena Vista International films","CS1 Portuguese-language sources (pt)","Favelas","Films about brothers","Films about drugs","Films about poverty","Films about squatting","Films based on Brazilian novels","Films directed by Fernando Meirelles","Films scored by Antônio Pinto","Films set in Rio de Janeiro (city)","Films set in slums","Films set in the 1960s","Films set in the 1970s","Films shot in 16 mm film","Films shot in Rio de Janeiro (city)","Gangster films","Hyperlink films","IMDb ID (Cite Mojo) different from Wikidata","Official website different in Wikidata and Wikipedia","Portuguese-language films","Rotten Tomatoes ID same as Wikidata","Rotten Tomatoes template using name parameter","Short description is different from Wikidata","Teen crime films","Template film date with 5 release dates","Use American English from December 2023","Use mdy dates from December 2023","Webarchive template wayback links","Wikipedia articles with plot summary needing attention from May 2023","Works about organized crime in Brazil"]},"topic":{"0":"Cidade de Deus","1":"Cidade de Deus","2":"Cidade de Deus","3":"Cidade de Deus","5":"Cidade de Deus"}}