{"page":{"0":"Memento","1":"Memento (Booka Shade album)","2":"Memento (Dead Can Dance album)","3":"Memento (Böhse Onkelz album)","4":"Memento (Soel album)","5":"Memento (Stargate SG-1)","6":"Memento (film)","7":"Memento (single)","8":"Memento (novel)","9":"Memento (band)","10":"Memento Park","11":"Memento Project","12":"Memento mori (disambiguation)","13":"Memento pattern","14":"Momento (disambiguation)","15":"Souvenir"},"text":{"0":"A memento is a keepsake or souvenir of remembrance.\nMemento may also refer to:\n\nFilm and television\nMemento (film), a 2000 film directed by Christopher Nolan\n\"Memento\" (Stargate SG-1), an episode of Stargate SG-1\n\nMusic\nMemento (band), a musical group\nMemento (Booka Shade album)\nMemento (Dead Can Dance album)\nMemento (Soel album)\n\"Memento\" (single), by Közi\nMemento Materia, a record label\nMemento (Böhse Onkelz album)\n\nOther\nMemento (novel), by Radek John\nMemento Park, an open-air museum in Budapest\nMemento pattern, a software design pattern\nMemento Project, a web archiving project\nMemento (society), Estonian society of persons who fought or suffered for the Estonian independence during the Soviet era\n\nSee also\nMemento mori (disambiguation)\nMomento (disambiguation)","1":"Memento is the first studio album by Berlin-based electronic band Booka Shade, released on 4 November 2004 on Get Physical Music.\n\nTrack listing\n\n\n== References ==","2":"Memento, subtitled The Very Best of Dead Can Dance, is a compilation album by Dead Can Dance, released 25 October 2005, shortly after their US tour. Designed for the American market, this compilation focused on the second half of the band's musical career, when the duo were at their most successful in that country.\n\nTrack listing\n\"Nierika\" – 5:47 – from Spiritchaser (1996)\n\"The Ubiquitous Mr Lovegrove\" – 6:16 – from Into the Labyrinth (1993)\n\"Cantara\" – 5:59 – from Within the Realm of a Dying Sun (1987)\n\"The Carnival is Over\" – 5:26 – from Into the Labyrinth (1993)\n\"Ariadne\" – 1:55 – from Into the Labyrinth (1993)\n\"Enigma of the Absolute\" – 4:14 – from Spleen and Ideal (1985)\n\"The Lotus Eaters\" – 6:42 – from Dead Can Dance (1981–1998) (2001)\n\"In the Kingdom of the Blind the One-Eyed Are Kings\" – 4:12 – from The Serpent's Egg (1988)\n\"Sanvean\" – 3:48 – from Toward the Within (1994)\n\"Yulunga\" – 6:57 – from Into the Labyrinth (1993)\n\"The Song of the Sibyl\" – 3:47 – from Aion (1990)\n\"I Can See Now\" – 2:56 – from Toward the Within (1994)\n\"American Dreaming\" – 4:31 – from Toward the Within (1994)\n\"The Host of Seraphim\" – 6:20 – from The Serpent's Egg (1988)\n\"How Fortunate the Man With None\" – 9:11 – from Into the Labyrinth (1993)","3":"Memento is the 16th studio album and at the same time the comeback album of the German hard rock band Böhse Onkelz. It was released on 28 October 2016 on their then newly-founded label Matapaloz.\n\nTitle\nThe title of the album Memento is Latin for \"remember\". The band was inspired to choose this name by the movie Memento.\n\nCover\nThe band had asked their supporters in July 2016 to send them pictures of their Onkelz-tattoos, promising them that all pictures would be printed on the CD or the booklet. With that, they wanted to thank their fans for the years of support and show the strong bonds between them and their fans.\n\nTrack listing\n\"Gott hat ein Problem\" (Engl. \"God's got a problem\") – 5:01\n\"Frei\" (\"Free\") – 4:23\n\"Markt und Moral\" (\"Market and morals\"), 3:55\n\"Jeder kriegt was er verdient\" (\"Everybody gets what he deserves\") – 4:49\n\"Mach's dir selbst\" (\"Do it yourself\") – 3:31\n\"Irgendwas für nichts\" (\"Something for nothing\") – 3:26\n\"Wo auch immer wir stehen\" (\"Wherever we are\") – 6:38\n\"Es ist sinnlos mit sich selbst zu spaßen\" (\"It's pointless to have fun only by yourself\") – 4:40\n\"Der Junge mit dem Schwefelholz\" (\"The boy with the match\") – 7:43\n\"Nach allen Regeln der Sucht\" (\"By the rules of addiction\") – 5:05\n\"Auf die Freundschaft\" (\"To friendship\") – 4:09\n\"52 Wochen\" (\"52 weeks\") – 3:18\n\nPersonnel\nKevin Russell – vocals\nStephan Weidner – additional vocals, bass guitar\nMatthias Röhr – guitar\nPeter Schorowsky – drums\nPaul Taylor – piano\n\nCharts\nCertifications\nReferences\nExternal links\nMemento on Discogs","4":"Memento is the debut studio album by French trumpeter Soel. It was released in 2003 through Warner Jazz France. Recording sessions took place at Magic House Studio in Paris, France. Production of the album was solely handled by St Germain. It features contribution from Tori Robinson, Clem Ashford and Chris Henry on vocals, Didier Davidas on keyboards, Alex Legrand and Frantz Calcul on guitar, Mike Clinton on bass, Edmundo Carneiro on percussion, Edouard Labor on saxophone and flute, Rachid Mouna on baritone saxophone, and Edivandro Borges on trombone.\nThe album peaked at number 63 in Belgium, at number 107 in France, and at number 16 on the UK Jazz & Blues Albums.\n\nTrack listing\nSample credits\n\nTrack 1 contains elements from \"Chitterlings Con Carne\" by Pucho & The Latin Soul Brothers\nTrack 3 contains elements from \"Joy\" by Isaac Hayes\nTrack 4 contains elements from \"Jericho Jerk\" by Michel Colombier and Pierre Henry\nTrack 5 contains elements from \"Black Woman\" by The Last Poets, \"Runnin'\" by Edwin Starr, \"Jericho Jerk\" by Michel Colombier and Pierre Henry\nTrack 9 contains elements from \"Been Done Already\" by The Last Poets\n\nPersonnel\nPascal Ohsé – main artist, trumpet\nVictoria \"Tori\" Robinson – vocals\nClement \"Clem\" Ashford – vocals\nChris Henry – vocals\nDidier Davidas – keyboards\nFrantz Calcul – guitar\nAlex Legrand – guitar\nMike Clinton – bass\nEdmundo Carneiro – percussion\nEdouard Labor – saxophone, flute\nRachid Mouna – baritone saxophone\nEdivandro Borges – trombone\nLudovic Navarre – producer, mixing, presenter\nPompon Finkelstein – mastering\n\nChart history\nReferences\nExternal links\nLudovic Navarre AKA St Germain Presents Soel – Memento at Discogs (list of releases)\nMemento by Soel on iTunes","5":"The sixth season of Stargate SG-1, an American-Canadian television series, began airing on June 7, 2002 on Sci Fi. The sixth season concluded after 22 episodes on February 19, 2003 on the UK's Sky One, which had overtaken the Sci-Fi Channel's number of new-episode broadcasts mid-season. The series was developed by Brad Wright and Jonathan Glassner. Season six regular cast members include Richard Dean Anderson, Amanda Tapping, Christopher Judge, Corin Nemec, and Don S. Davis.\n\nProduction\n\"Redemption\" features a brand new opening sequence, with various shots of the gate spinning, and Michael Shanks' name being removed to make way for Corin Nemec's in between Christopher Judge and Don S. Davis. The following episode, \"Descent\", has a different title sequence.\nIn most of the shots in \"Abyss\" where Ba'al is talking to O'Neill, Cliff Simon is actually talking to a stand-in for O'Neill and not Richard Dean Anderson due to the limited time Richard Dean Anderson had in which to film the episode. A series of three different sets were used to represent the cells; a horizontal cell, a vertical cell and a pivoting cell for the scenes in which the chamber is seen rotating. A blend of shots filmed in all three sets was used each time O'Neill is retrieved from or returned to his cell.\n\"Shadowplay\" was written as an homage to John Nash, see A Beautiful Mind.\nMost of \"Paradise Lost\" was shot at Pitt Lake, near Vancouver.\n\"Disclosure\" is the third clip show within Stargate SG-1, with the first being \"Politics\" and the second being \"Out of Mind\". None of the regular characters except General Hammond are featured.\n\"The Changeling\" was written by Christopher Judge, who plays Teal'c. The parts of the episode where Teal'c is a human take place in Coquitlam, which is a city in the Greater Vancouver Regional District. (Vancouver, the city where Stargate SG-1 is filmed, is also part of this district.)\n\"Full Circle\" is the last episode to feature Corin Nemec as a main cast member. It is also the last episode where Skaara (Alexis Cruz) appears.\n\"The Other Guys\" features several Star Trek references: John Billingsley (Doctor Phlox in Star Trek: Enterprise) plays the part of a scientist named Coombs (reference to actor Jeffrey Combs, a regular on various Star Trek series), one of the actors refers to the \"Roddenberry spirit\", and a Klingon Bat'leth is mounted on the wall behind the throne of Khonsu of Amon Shek.\n\nRelease\nUpon its initial airing, \"Prometheus\" became the Sci Fi channel's highest rated one-hour episode of a series, earning a 2.0 household Nielsen rating.\n\"Redemption, Part 2\" was nominated for a Gemini Award in the category \"Best Visual Effects\". \"Descent\" was nominated for a Gemini Award in the category \"Best Visual Effects\". \"Nightwalkers\" was nominated for a Gemini Award in the category \"Best Photography in a Dramatic Program or Series\". \"Unnatural Selection\" was nominated for a Leo in the category \"Dramatic Series: Best Visual Effects\". For \"Unnatural Selection\", Andy Mikita was nominated for a Leo Award in the category \"Dramatic Series: Best Director\". \"Metamorphosis\" won a Leo Award in the category \"Dramatic Series: Best Make-Up\".\n\nMain cast\nStarring Richard Dean Anderson as Colonel Jack O'Neill\nAmanda Tapping as Major Samantha Carter\nChristopher Judge as Teal'c\nCorin Nemec as Jonas Quinn\nDon S. Davis as Major General George Hammond\n\nEpisodes\nEpisodes in bold are continuous episodes, where the story spans over 2 or more episodes.\n\nReferences\nExternal links\n\nSeason 6 Archived January 15, 2008, at the Wayback Machine on GateWorld\nSeason 6 on IMDb\nSeason 6 Archived March 13, 2015, at the Wayback Machine on TV.com\nSG-1 Season 6 on Stargate Wiki","6":"Memento is a 2000 American neo-noir psychological thriller film written and directed by Christopher Nolan, based on the short story \"Memento Mori\" by his brother Jonathan Nolan, which was later published in 2001. The film stars Guy Pearce, Carrie-Anne Moss, and Joe Pantoliano. The film follows Leonard Shelby (Pearce), a man who suffers from anterograde amnesia—resulting in short-term memory loss and the inability to form new memories—who uses an elaborate system of photographs, handwritten notes, and tattoos in an attempt to uncover the perpetrator who killed his wife and caused him to sustain the condition.\nThe film's non-linear narrative is presented as two different sequences of scenes interspersed during the film: a series in black-and-white that is shown chronologically, and a series of color sequences shown in reverse order (simulating for the audience the mental state of the protagonist). The two sequences meet at the end of the film, producing one complete and cohesive narrative.\nMemento premiered at the Venice Film Festival on September 5, 2000, and was theatrically released in the United States on March 16, 2001. It was acclaimed by critics, who praised its nonlinear structure and themes of memory, perception, grief, and self-deception. It was also a commercial success, earning $40 million over its $9 million budget and gained a cult following. Memento received many accolades, including the Waldo Salt Screenwriting Award at the Sundance Film Festival, and Academy Award nominations for Best Original Screenplay and Best Film Editing. In 2017, the United States Library of Congress deemed the film \"culturally, historically, or aesthetically significant\" and selected it for preservation in the National Film Registry.\n\nPlot\nThe film starts with a Polaroid photograph of a dead man. As the sequence plays backward, the photo reverts to its undeveloped state, entering the camera before the man is shot in the head. The film then continues, alternating between black-and-white and color sequences.\nThe black-and-white sequences begin with Leonard Shelby, a former insurance investigator, in a motel room speaking to an unseen and unknown caller. Leonard has anterograde amnesia and is unable to store recent memories, the result of an attack by two men. Leonard explains that he killed the attacker who raped and strangled his wife Catherine, but a second clubbed him and escaped. The police did not accept that there was a second attacker, but Leonard believes the attacker's name is \"John G\" or \"James G\". Leonard investigates using notes, Polaroid photos, and tattoos to keep track of the information he discovers. Leonard recalls Sammy Jankis, another anterograde amnesiac, from his insurance industry days. After tests confirmed Sammy's inability to learn tasks through repetition, Leonard believed that his condition was at best psychological (and perhaps faked) and turned down his insurance claim. Sammy's distraught wife repeatedly asked Sammy to administer her insulin shots for her diabetes, hoping he would remember having recently given her a shot and avoid giving her a fatal overdose. However, Sammy administered each injection, and his wife died.\nThe color sequences are shown reverse-chronologically. In the story's chronology, Leonard self-directively gets a tattoo of John G's license plate. Finding a note in his clothes, he meets Natalie, a bartender who resents Leonard because he wears the clothes and drives the car of her boyfriend, Jimmy Grantz. After understanding Leonard's condition, she uses it to get Leonard to drive a man named Dodd out of town and offers to run the license plate as a favor through the Department of Motor Vehicle's database. Meanwhile, Leonard meets with a contact, Teddy, who helps with Dodd, but warns about Natalie. Leonard finds that he had previously annotated his Polaroid of Teddy, warning himself not to trust Teddy. Natalie provides Leonard with the driver's license for a John Edward Gammell, Teddy's full name. Confirming Leonard's information on \"John G\" and his warnings, Leonard drives Teddy to an abandoned building, leading to the opening where he shoots him.\nIn the final black-and-white sequence, prompted by the caller, Leonard meets with Teddy, an undercover officer, who has found Leonard's \"John G\", Jimmy, and directs Leonard to the abandoned building. When Jimmy arrives, Leonard strangles him fatally and takes a Polaroid photo of the body. As the photo develops, the black-and-white transitions to the final color sequence. Leonard swaps clothes with Jimmy, hearing him whisper \"Sammy\". As Leonard has only told Sammy's story to those he has met, he suddenly doubts Jimmy's role in his wife's murder. Teddy arrives and asserts that Jimmy was John G, but when Leonard is undeterred, Teddy reveals that he helped him kill the real attacker a year ago, and Teddy has been using Leonard ever since. Teddy points out that since the name \"John G\" is common, Leonard will cyclically forget and begin his search again and that even Teddy himself has a \"John G\" name. Further, Teddy reveals that Sammy's story is Leonard's own story, a memory Leonard has repressed to escape feelings of guilt.\nAfter hearing Teddy confess all of this, Leonard burns the photograph of the dead Jimmy and the photo of himself right after killing the real attacker a year ago, pointing to his chest where he would get a tattoo to document his successful revenge. In a monologue, Leonard explains that he is willing to lie to himself in order to get justice against anyone who has wronged him. He, therefore, targets Teddy by ordering a tattoo of Teddy's license plate number and writing a note to himself that Teddy is not to be trusted so that he will mistake Teddy for John G and kill him. Leonard drives off in Jimmy's car, confident that, despite this lie, he will retain enough awareness of the world to know that his actions have consequences.\n\nCast\nFilm structure\nThe film is structured with two timelines: color sequences are alternated with black-and-white sequences. The latter are put together in chronological order. The color ones, though shown forward (except for the first one, which is shown in reverse), are ordered in reverse. Chronologically, the black-and-white sequences come first, the color sequences come next.\nUsing the numbering scheme suggested by Andy Klein—who took numbers from 1 to 22 for the black-and-white sequences and letters A–V for the color ones in his article for Salon magazine—the plotting of the film as presented is: Opening Credits (shown \"backward\"), 1, V, 2, U, 3, T, 4, S, ..., 22\/A, Credits.\nThere is a smooth transition from the black-and-white sequence 22 to color sequence A, which occurs during the development of a Polaroid photograph.\nThe chronological order of the story can be viewed as a \"hidden feature\" on the 2-Disc Limited Edition Region 1 DVD and the 3-Disc special Edition Region 2 DVD. In this special feature, the chapters of the film are put together into the chronological order and is shown: Ending Credits (run in reverse), 1, 2, 3, ..., 22\/A, B, ..., V, then the opening title runs \"backward\" to what was shown (the opening title sequence is run in reverse during the actual film, so it is shown forward in this version).\nStefano Ghislotti wrote an article in Film Anthology which discusses how Nolan provides the viewer with the clues necessary to decode the plot as we watch and help us understand the chronology. The color sequences include a brief overlap to help clue the audience into the fact that they are being presented in reverse order. The purpose of the fragmented reverse sequencing is to force the audience into a sympathetic experience of Leonard's defective ability to create new long-term memories, where prior events are not recalled, since the audience has yet to see them.\n\nProduction\nDevelopment\nIn July 1996, brothers Christopher and Jonathan Nolan took a cross-country road trip from Chicago to Los Angeles, as Christopher was relocating his home to the West Coast. During the drive, Jonathan pitched the story for the film to his brother, who responded enthusiastically to the idea. After they arrived in Los Angeles, Jonathan left for Washington, D.C., to finish college at Georgetown University. The mysterious killer character known only as \"John G.\" was actually an homage to Jonathan's Georgetown University screenwriting professor at the time, John Glavin. Christopher repeatedly asked Jonathan to send him a first draft, and after a few months, Jonathan complied. Two months later, Christopher came up with the idea to tell the film backwards, and began to work on the screenplay. Jonathan wrote the short story simultaneously, and the brothers continued to correspond, sending each other subsequent revisions of their respective works. Christopher initially wrote the script as a linear story, and then would \"go back and reorder it the way it is on screen to check the logic of it.\" Nolan was also influenced by the short story \"Funes the Memorious\" by Jorge Luis Borges. \"I think Memento is a strange cousin to 'Funes the Memorious'—about a man who remembers everything, who can't forget anything. It's a bit of an inversion of that.\"\nJonathan's short story, titled \"Memento Mori\", is radically different from Christopher's film, although it maintains the same essential elements. In Jonathan's version, Leonard is instead named Earl and is a patient at a mental institution. As in the film, his wife was killed by an anonymous man, and during the attack on his wife, Earl lost his ability to create new long-term memories. Like Leonard, Earl leaves notes to himself and has tattoos with information about the killer. However, in the short story, Earl convinces himself through his own written notes to escape the mental institution and murder his wife's killer. Unlike the film, there is no ambiguity that Earl finds and kills the anonymous man.\nIn July 1997, Christopher Nolan's girlfriend (later wife) Emma Thomas showed his screenplay to Aaron Ryder, an executive for Newmarket Films. Ryder said the script was, \"perhaps the most innovative script I had ever seen\", and soon after, it was optioned by Newmarket and given a budget of $4.5 million.  Pre-production lasted seven weeks, during which the main shooting location changed from Montreal, Quebec to Los Angeles, California, to create a more realistic and noirish atmosphere for the film.\n\nCasting\nBrad Pitt was initially slated to play Leonard. Pitt was interested in the part, but passed due to scheduling conflicts. Other considered actors included Charlie Sheen, Alec Baldwin, Aaron Eckhart (who would later work with Nolan on The Dark Knight), and Thomas Jane, but the role went to Guy Pearce, who impressed Nolan the most. Pearce was chosen partly for his \"lack of celebrity\" (after Pitt passed, they \"decided to eschew the pursuit of A-list stars and make the film for less money by using an affordable quality actor\") and his enthusiasm for the role, evidenced by a personal phone call Pearce made to Nolan to discuss the part.\nAfter being impressed by Carrie-Anne Moss's performance as Trinity in the 1999 science fiction film The Matrix, Jennifer Todd suggested her for the part of Natalie. While Mary McCormack lobbied for the role, Nolan decided to cast Moss as Natalie, saying, \"She added an enormous amount to the role of Natalie that wasn't on the page\".  For the corrupt police officer Teddy, \"comedian Denis Leary was mentioned, though proved unavailable\". Moss suggested her co-star from The Matrix, Joe Pantoliano. Although there was a concern that Pantoliano might be too villainous for the part, he was still cast, and Nolan said he was surprised by the actor's subtlety in his performance.\nThe rest of the film's characters were quickly cast after the three main leads were established. Stephen Tobolowsky and Harriet Sansom Harris play Sammy Jankis and his wife, respectively. Mark Boone Junior landed the role of Burt, the motel clerk, because Jennifer Todd liked his \"look and attitude\" for the part (as a result he has re-appeared in minor roles in other productions by Nolan). Tobolowsky said that he took the role of Sammy Jankis as he liked the script and also he knew the role was perfect for him as he had suffered from amnesia in real life.\n\nFilming\nFilming took place from September 7 to October 8, 1999, a 25-day shooting schedule. Pearce was on set every day during filming, although all three principal actors (including Pantoliano and Moss) performed together only on the first day, shooting exterior sequences outside Natalie's house. All of Moss' scenes were completed in the first week, including follow-up scenes at Natalie's home, Ferdy's bar, and the restaurant where she meets Leonard for the final time.\nPantoliano returned to the set late in the second week to continue filming his scenes. On September 25, the crew shot the opening scene in which Leonard kills Teddy. Although the scene is in reverse motion, Nolan used forward-played sounds. For a shot of a shell casing flying upwards, the shell had to be dropped in front of the camera in forward motion, but it constantly rolled out of frame. Nolan was forced to blow the casing out of frame instead, but in the confusion, the crew shot it backwards. They then had to make an optical (a copy of the shot) and reverse the shot to make it go forward again. \"That was the height of complexity in terms of the film\", Nolan said. \"An optical to make a backwards running shot forwards, and the forwards shot is a simulation of a backwards shot.\"\nThe next day, on September 26, Larry Holden returned to shoot the sequence where Leonard attacks Jimmy. After filming was completed five days later, Pearce's voice-overs were recorded. For the black-and-white scenes, Pearce was given free rein to improvise his narrative, allowing for a documentary feel.\nThe Travel Inn in Tujunga, California, was repainted and used as the interior of Leonard's and Dodd's motel rooms and the exterior of the film's Discount Inn. Scenes in Sammy Jankis' house were shot in a suburban home close to Pasadena, while Natalie's house was located in Burbank. The crew planned to shoot the derelict building set (where Leonard kills Teddy and Jimmy) in a Spanish-styled brick building owned by a train company. However, one week before shooting began, the company placed several dozen train carriages outside the building, making the exterior unfilmable. Since the interior of the building had already been built as a set, a new location had to be found. An oil refinery near Long Beach was used instead, and the scene where Leonard burns his wife's possessions was filmed on the other side of the refinery.\n\nMusic\nDavid Julyan composed the film's synthesized score. Julyan acknowledges several synthesized soundtracks that inspired him, such as Vangelis's Blade Runner and Hans Zimmer's The Thin Red Line. While composing the score, Julyan created different, distinct sounds to differentiate between the color and black-and-white scenes: \"brooding and classical\" themes in the former, and \"oppressive and rumbly noise\" in the latter. Since he describes the entire score as \"Leonard's theme\", Julyan says, \"The emotion I was aiming at with my music was yearning and loss. But a sense of loss you feel but at the same time you don't know what it is you have lost, a sense of being adrift.\"\nInitially, Nolan wanted to use Radiohead's \"Paranoid Android\" during the end credits, but he was unable to secure the rights. Instead, David Bowie's \"Something in the Air\" is used, although another of Radiohead's songs, an extended version of \"Treefingers\", is included on the film's soundtrack.\n\nRelease\nThe film gained substantial word-of-mouth press from the film festival circuit. It premiered at the 2000 Venice Film Festival, where it received a standing ovation, and afterwards played at Deauville American Film Festival and the Toronto International Film Festival. With the publicity from these events, Memento did not have trouble finding foreign distributors, opening in more than 20 countries worldwide. Its promotion tour ended at the Sundance Film Festival, where it played in January 2001.\nFinding American distributors proved more troublesome. Memento was screened for various studio heads (including Miramax chief Harvey Weinstein) in March 2000. Although most of the executives loved the film and praised Nolan's talent, all passed on distributing the picture, believing it was too confusing and would not attract a large audience. After famed independent film director Steven Soderbergh saw the film and learned it was not being distributed, he championed the film in interviews and public events, giving it even more publicity, although he did not secure a distributor. Newmarket, in a financially risky move, decided to distribute the film itself.\nAfter the first few weeks of distribution, Memento had reached more than 500 theaters and earned a domestic total of $25 million in its box-office run. The film's success was surprising to those who passed on the film, so much so that Weinstein realized his mistake and tried to buy the film from Newmarket.\n\nMarketing\nJonathan Nolan designed the film's official website. As with the marketing strategy of The Blair Witch Project, the website was intended to provide further clues and hints to introduce the story, while not providing any concrete information. After a short intro on the website, the viewer is shown a newspaper clipping detailing Leonard's murder of Teddy. Clicking on highlighted words in the article leads to more material describing the film, including Leonard's notes and photographs as well as police reports. The filmmakers employed another tactic by sending out Polaroid pictures to random people, depicting a bloody and shirtless Leonard pointing at an unmarked spot on his chest. Since Newmarket distributed the film themselves, Christopher Nolan edited the film's trailers himself. Sold to inexpensive cable channels like Bravo and A&E, and websites such as Yahoo and MSN, the trailers were key to the film gaining widespread public notice.\n\nHome media\nMemento was released on DVD and VHS in the United States and Canada on September 4, 2001, and in the United Kingdom on January 14, 2002. The UK edition contains a hidden feature that allows the viewer to watch the film in chronological order. The Canadian version does not have this feature but the film chapters are set up to do this manually or through DVD programming. The original US release does not have the chronological feature nor are the chapters set up correctly to do it.\nThe film was later re-released in a limited edition DVD that features an audio commentary by Christopher Nolan, with four different endings; the original short story by Jonathan Nolan on which the film was based; and a Sundance Channel documentary on the making of the film. The limited edition DVD also contains a hidden feature that allows the viewer to watch the film in chronological order.\nThe Limited Edition DVD is packaged to look like Leonard's case file from a mental institution, with notes scribbled by \"doctors\" and Leonard on the inside. The DVD menus are designed as a series of psychological tests; the viewer has to choose certain words, objects, and multiple choice answers to play the movie or access special features. Leonard's \"notes\" on the DVD case offer clues to navigating the DVD. Some of the \"materials\" seem designed to induce paranoia and uncertainty (a picture of one person whispering to another is captioned, \"They know what you did\"), alluding to Shelby's mental state.\nMemento was re-released in the UK on a 3-disc Special Edition DVD on December 27, 2004. This release contains all the special features that are on the two US releases in one package plus a couple of new interviews. The menus appear as tattoos on Leonard's body and are more straightforward than the US 2-disc limited edition DVD.\nMemento was released on Blu-ray on August 15, 2006. This release lacks the special features contained on the Limited Edition DVD, but does include the audio commentary by director Christopher Nolan. The single-layer disc features an MPEG-2 1080p transfer and PCM 5.1 surround audio. The film was also released on iTunes as a digital download.\nThe film was re-released on the Blu-ray and DVD in the US on February 22, 2011, by Lionsgate following the 10th anniversary of the film. Both the Blu-ray and DVD have a new transfer that was also shown in theaters. Aside from the transfer, the Blu-ray contains a new special featurette by Nolan on the film's legacy.\n\nReception\nBox office\nMemento was a box office success. In the United States, during its opening weekend, it was released in only 11 theaters, but by week 11 it was distributed to more than 500 theaters. It grossed over $25 million in North America and $14 million in other countries, combining for a total worldwide gross of $40 million. During its theatrical run, it did not place higher than eighth in the list of highest-grossing movies for a single weekend.\n\nCritical response\nMemento was met with critical acclaim. On review aggregator Rotten Tomatoes, the film received an approval rating of 93% based on 183 reviews, with an average rating of 8.3\/10. The site's critical consensus reads, \"Christopher Nolan skillfully guides the audience through Memento's fractured narrative, seeping his film in existential dread.\" On Metacritic, the film has a weighted average score of 83 out of 100 based on 34 critics, indicating \"universal acclaim\".\nFilm critic James Berardinelli gave the film four out of four stars, ranking it number one on his year-end Top Ten list and number sixty-three on his All-Time Top 100 films. In his review, he called it an \"endlessly fascinating, wonderfully open-ended motion picture [that] will be remembered by many who see it as one of the best films of the year\". Berardinelli praised the film's backwards narrative, saying that \"what really distinguishes this film is its brilliant, innovative structure\", and noted that Guy Pearce gives an \"astounding ... tight, and thoroughly convincing performance\". In 2009, Berardinelli chose Memento as his #3 best movie of the decade. William Arnold of the Seattle Post-Intelligencer writes that Memento is a \"delicious one-time treat\", and emphasizes that director Christopher Nolan \"not only makes Memento work as a non-linear puzzle film, but as a tense, atmospheric thriller\". Rob Blackwelder noted that \"Nolan has a crackerjack command over the intricacies of this story. He makes every single element of the film a clue to the larger picture ... as the story edges back toward the origins of [Leonard's] quest\".\nNot all critics were impressed with the film's structure. Marjorie Baumgarten wrote, \"In forward progression, the narrative would garner little interest, thus making the reverse storytelling a filmmaker's conceit.\" Sean Burns of the Philadelphia Weekly commented that \"For all its formal wizardry, Memento is ultimately an ice-cold feat of intellectual gamesmanship. Once the visceral thrill of the puzzle structure begins to wear off, there's nothing left to hang onto. The film itself fades like one of Leonard's temporary memories.\" While Roger Ebert gave the film a favorable three out of four stars, he did not think it warranted multiple viewings. After watching Memento twice, he concluded that \"Greater understanding helped on the plot level, but didn't enrich the viewing experience. Confusion is the state we are intended to be in.\" Jonathan Rosenbaum disliked the film, and commented in his review of Eternal Sunshine of the Spotless Mind that Memento is a \"gimmicky and unpoetic counterfeit\" of Alain Resnais's 1968 film Je t'aime, je t'aime.\nIn 2005, the Writers Guild of America ranked the screenplay #100 on its list of 101 Greatest Screenplays ever written. In 2012, the Motion Picture Editors Guild listed the film as the fourteenth best-edited film of all time based on a survey of its membership. Memento was considered \"culturally, historically or aesthetically significant\" by the US Library of Congress and was selected for preservation in the National Film Registry in 2017, the first narrative feature of the 2000s to be honored.\n\nScientific response\nMany medical experts have cited Memento as featuring one of the most realistic and accurate depictions of anterograde amnesia. Caltech neuroscientist Christof Koch called Memento \"the most accurate portrayal of the different memory systems in the popular media\", while physician Esther M. Sternberg, Director of the Integrative Neural Immune Program at the National Institute of Mental Health, identified the film as \"close to a perfect exploration of the neurobiology of memory.\"\n\nSternberg concludes: This thought-provoking thriller is the kind of movie that keeps reverberating in the viewer's mind, and each iteration makes one examine preconceived notions in a different light. Memento is a movie for anyone interested in the workings of memory and, indeed, in what it is that makes our own reality.\nClinical neuropsychologist Sallie Baxendale writes in The BMJ:\n\nThe overwhelming majority of amnesic characters in films bear little relation to any neurological or psychiatric realities of memory loss. Apparently inspired partly by the neuropsychological studies of the famous patient HM (who developed severe anterograde memory impairment after neurosurgery to control his epileptic seizures) and the temporal lobe amnesic syndrome, the film documents the difficulties faced by Leonard, who develops a severe anterograde amnesia after an attack in which his wife is killed. Unlike in most films in this genre, this amnesic character retains his identity, has little retrograde amnesia, and shows several of the severe everyday memory difficulties associated with the disorder. The fragmented, almost mosaic quality to the sequence of scenes in the film also reflects the 'perpetual present' nature of the syndrome.\n\nInterpretations and analysis\nSince its release, Memento has been a widely noted topic of film discussion, both for its unique narrative structure and themes. Those searching for explanations of the film's plot have either resorted to online forums, message boards or scholarly material, or have ignored the film's official website and forums to maintain their own personal hypotheses. On the same topic of self-deception, James Mooney of filmandphilosophy.com notes that the film suggests how \"our memories deceive us, or rather, sometimes we deceive ourselves by 'choosing' to forget or by manipulating our memories of past events.\" This is much in line with a psychological analysis of the film, specifically the act of confabulation. Leonard's use of confabulation poses the dilemma, as explained by SUNY Downstate Medical Center Professor John Kubie for BrainFacts.org: \"In Memento we are faced with the question of how much of Leonard's memory of the past is real and how much constructed from beliefs and wishes.\"\nAuthor Chuck Klosterman has written in-depth about Memento in his essay collection Sex, Drugs, and Cocoa Puffs: A Low Culture Manifesto, specifically on the diner scene with Leonard and Natalie.\nIn an interview with Chuck Stephens for Filmmaker in 2001, Nolan also stated:\n\nThe most interesting part of that for me is that audiences seem very unwilling to believe the stuff that Teddy [Pantoliano] says at the end and yet why? I think it's because people have spent the entire film looking at Leonard's photograph of Teddy, with the caption: \"Don't believe his lies.\" That image really stays in people's heads, and they still prefer to trust that image even after we make it very clear that Leonard's visual recollection is completely questionable. It was quite surprising, and it wasn't planned. What was always planned was that we don't ever step completely outside Leonard's head, and that we keep the audience in that interpretive mode of trying to analyze what they want to believe or not. For me, the crux of the movie is that the one guy who might actually be the authority on the truth of what happened is played by Joe Pantoliano ... who is so untrustworthy, especially given the baggage he carries in from his other movies: he's already seen by audiences as this character actor who's always unreliable. I find it very frightening, really, the level of uncertainty and malevolence Joe brings to the film.\n\nBest film list appearances\nAwards and accolades\nBecause Jonathan Nolan's short story was not published before the film was released, it was nominated for Original Screenplay instead of Adapted Screenplay and both Christopher and Jonathan received a nomination.\n\nRemake\nAMBI Pictures announced in November 2015 that it plans to remake Memento, one of several film rights that AMBI acquired from its acquisition of Exclusive Media. Monika Bacardi, an executive for AMBI Pictures, stated that they plan to \"stay true to Christopher Nolan's vision and deliver a memorable movie that is every bit as edgy, iconic and award-worthy as the original\". As of April 2018, the film was still in the works.\n\nSee also\nReverse chronology\n\"Memento Mori\" (short story)\nGhajini (2005), an Indian action film, a Tamil language uncredited loose remake of Memento by AR Murugadoss.\nGhajini (2008), an Indian Hindi film,  remake of above 2005's film by same director.\nRegarding Henry\nThe Vow (2012 film)\n\nReferences\nBibliography\nMottram, James (2002). The Making of Memento. New York: Faber. ISBN 0-571-21488-6.\n\nExternal links\n\nOfficial website\nMemento at IMDb\nMemento at the TCM Movie Database\nMemento at AllMovie\nPlot Holes: Memento, on how certain discrepancies might be plot holes or of more significance, at Slate\nMemento and anterograde amnesia","7":"Közi (born May 29, 1972) is a Japanese musician, singer-songwriter and DJ. He is best known as one of the guitarists for the 1990s visual kei rock band Malice Mizer. After they went on indefinite hiatus in 2001, he formed the industrial rock duo Eve of Destiny and also started a solo career. Közi is currently in the bands XA-VAT, ZIZ and Vamquet, while occasionally performing solo shows.\nDuring his time in Malice Mizer, Közi often assumed the role of a pierrot doll, dressing in clown-like costumes with large ruffs, always in shades of red, his favorite color. In music videos and on-stage he would often make movements reminiscent of a marionette. Közi has continued this visual style to some extent, but his contemporary stage costumes are more gothic. His work on the Izayoi no Tsuki project was reminiscent of carnival music, and artwork for his projects usually follow a dramatic, theatrical theme. Very few details about his private life are known.\n\nBiography\nEarly life\nKözi first learned to play bass guitar because everyone else wanted to play guitar. But after seeing guitarist Seiji Watanabe play songs by Los Angeles heavy metal bands like Mötley Crüe and Ratt, he began dabbling in guitar and wanted to form his own band. He performed bass, and occasionally vocals due to revolving lineups, in many cover bands around his hometown in Niigata. He started playing guitar when he moved to Tokyo at eighteen years of age.\n\nCareer\nKözi's career began in 1989 at 17 years old in the underground band Beyond the Rein Sight, and, later, as a member of Girl. Information about both of these bands, however, is very scarce. In late 1991, he joined Matenrou (摩天楼, \"Skyscraper\") with Mana and released two demo tapes. Közi and Mana left Matenrou after deciding they both had similar ideas about creating music, they formed Malice Mizer in 1992. After Malice Mizer disbanded in 2001, Közi joined Haruhiko Ash (from The Zolge) and created Eve of Destiny, an industrial rock band that toured outside Japan several times.\nIn 2002, Közi collaborated with Japanese author Minako, to provide the soundtrack to her book, Izayoi no Tsuki. He then performed a special singing event, which cemented the fact that he was following a solo career. Közi's first solo release was the two-disc, double-single package, \"Khaos\/Kinema\", released on November 1, 2003. On March 11, 2004, he released his debut album, Catharsis. Közi's second single, \"Memento\", was released on December 1, 2004. The song is dedicated to deceased Malice Mizer drummer Kami and was written by Malice Mizer bassist Yu~ki. On May 17, 2006, Közi released his second album, Loki N' Roll.\nFormer Deadman frontman Mako released a photo book called Buried Alive by Words on May 29, 2008, which came with a CD of a song called \"Buried with the Light\" that features Közi on guitar and bass. On September 22, 2008, Közi joined the punk rock band Dalle, which consisted of Satoshi on vocals, Atsushi Hatta (Deep) on bass, Fuchi on drums and of course Közi on guitar. The band played its first live on October 18 at Shinjuku Marz during the Tokyo Dark Castle ~ Halloween Special event, which also featured Auto-Mod and Aural Vampire. However, due to a five year hiatus and member changes, they did not have their first release until 2015. As of 2017, the group consisted of Közi, Atsushi, vocalist Ryo (Hollowgram) and Rieu on keyboards. Following numerous singles, Dalle released their first album, Ambivalence to Violenta, at the end of 2017. Közi left Dalle after a concert on June 4, 2022.\n\nOn December 27, 2008, Közi played on stage with, his former Malice Mizer bandmate Mana's solo project, Moi dix Mois for a session gig at their Dis Inferno Vol.VI ~Last Year Party~ event. In 2009 he went on a short coupling tour with Moi dix Mois called Deep Sanctuary, on July 17 in Osaka and the 19th in Tokyo. A year later in July 2010, Közi went on another tour with Moi dix Mois, titled Deep Sanctuary II. This tour had six shows, but the gig at Akasaka Blitz on the 17th was special, as Malice Mizer bassist Yu~ki, was a special guest. This was the first time in nine years that the three remaining original members played together. The trio have performed together at the event several times since.\nAround June 2010, Közi started to perform with a band called My Horror Revue. He also formed the band XA-VAT (ザバット, Zabatto), with Shuji Ishii (Cali Gari, Goatbed) on vocals, Takao Koma (Goatbed) on drums, Sadie Pink Galaxy (Speecies) on rhythm guitar and Közi on lead guitar. They held their first performance on November 16, 2010 and released their first self-titled single on December 2. They released their debut album Tsuya°C on March 26, 2011 in two limited editions, one with a live DVD, the other with a remix CD, and a regular edition. Following a hiatus that began in 2013, XA-VAT resumed activities in 2018 and released the mini-album K-I-S.\nKözi performed in Paris at Porte de Versailles on April 9 and 10, 2011, with guest Miyu from Royal Cabaret. He planned to go to Moscow with The Candy Spooky Theater and Velvet Eden for a Halloween concert, however, it was moved and took place in Japan. In 2012 he formed the band ZIZ (ズィズ), composed of his backing band from his solo career; with himself as vocalist and guitarist, bassist Sugiya (Moi dix Mois), guitarist Jiro (Bioactive), keyboardist Yugami (Yugami Hakase) and drummer Chargeeeeee... (Omega Dripp). Their first album, Gift, was released on May 29 and a collaborative EP with Ken Morioka followed on December 28. ZIZ released their second album, Neighboring Chaosmos, on December 12, 2014.\nIn 2016, he formed the trio Vamquet with Sadie Pink Galaxy and Kai (Art Marju Duchain). They released their first album on November 23.\n\nDiscography\nAlbums\n\nIzayoi no Tsuki (十六夜の月, December 13, 2002, soundtrack)\nCatharsis (カタルシス, March 11, 2004)\nLoki N' Roll (May 17, 2006)\nSingles\n\n\"Khaos\/Kinema\" (November 1, 2003)\n\"Memento\" (December 1, 2004)\nDVD\n\nLive Collage 2004~2006 (May 29, 2007)\nWith Malice Mizer\n\nMalice Mizer discography\nWith Eve of Destiny\n\nEve of Destiny discography\nWith XA-VAT\n\n\"XA-VAT\" (December 2, 2010), Oricon Singles Chart Peak Position: #49\nTsuya °C (艶°C, March 16, 2011), Oricon Albums Chart Peak Position: #71\nK-I-S (July 28, 2018)\nGeimu (芸夢, May 27, 2020)\nWith ZIZ\n\nGift (May 29, 2012)\n\"Omiyage\" (July 21, 2012, limited release sold at Tour du Détester Final concert) – with Monica Urangrass and PlasticZooms\nSalon du Détester (December 28, 2012, EP) – with Ken Morioka\nNeighboring Chaosmos (December 12, 2014)\nJeez SO8 Dove Dope (May 29, 2016, EP)\nTEZL MOZL No. 5 (テヅルモヅルNo.5, May 26, 2017, EP)\nLiquid Stunt Flavor (August 25, 2018, EP)\nWABIY ∞ SABIY (May 29, 2020)\n十十 (July 28, 2023)\nWith Dalle\n\n\"Fences\" (December 2, 2015)\n\"Asphalt\" (February 25, 2016)\n\"Witch Craft Pictures\" (May 6, 2016)\n\"Loyalty\" (July 29, 2016)\n\"ICU\" (October 18, 2016)\n\"Metaphor\" (February 11, 2017)\n\"A All End Sex\" (April 9, 2017) – split single with EX-ANS\n\"Owaru Sekai to Sayonara Heavenly\" (終わる世界とさよならヘヴンリー, June 24, 2017)\n\"Summer Sadness\" (August 18, 2017)\n\"Breathe Lost and Lust\" (呼吸するLOST AND LUST, November 10, 2017)\nAmbivalence to Violenta (December 16, 2017)\n\"Not in Love\" (February 23, 2018)\nDestroyed to Discord, and the Reason (January 30, 2019)\nLola Zaza Crowley (March 26, 2021)\nCLASSIX MMXV to MMXXII (May 29, 2022, compilation album)\nWith Vamquet\n\nVamhaus (November 23, 2016)\n\"Eternal Shine\" (March 23, 2018)\n\nReferences\nExternal links\nKözi on X\nSignature ESP guitars\nDalle official website\nZIZ official website","8":"Memento (Warning) is a young adult novel with reporting elements, written by Czech author Radek John and published in 1986. The story is set in Prague in the 1980s. It was made into a film for Czechoslovakian television in 1990 \nThe novel is written with literary language with elements of argot and slang of drug addicts. It is a subjective narration from the point of view of Michal, the main character. The author wanted to warn the public of rising drug problems in present days. Its importance lies in the fact it is the first work concerning this taboo theme in the time of the previous totalitarian communist regime in Czechoslovakia. The situation at that time was that the number of addicts was growing, but it had not been publicly discussed. It warns that escaping from problems through drugs will end badly.\n\nSynopsis\nWhen the story opens, readers are introduced to Michal Otava, who is severely addicted to drugs, and  who is taken to hospital because repeated injection of intravenous drugs has led to deep inflammation of his veins. His period within hospital care brackets the framework of the story. Michal recollects how he got involved with the narcotics underworld while still at high school. As time goes on, he becomes more  deeply addicted.\nMichal runs away from home after experiencing unrequited love for his classmate Olina. Given that that leads nowhere, he decides to run away from home with her friend, Honza. However, Michal and Honza are soon caught. Michal's authoritarian father is responsible for an abusive and dysfunctional context at home. Honza and Michal travel to a party of drug addicts in Prague. The addicts are informally led by the charismatic Richard. Michal falls in love with Eva, an addict whom he meets at the party. He then becomes involved within the addict subculture due to his difficulties at home and high school.\nAt home, Michal's parents are unable to deal with his drug addiction. As a consequence of his deepening addiction, he is expelled from school shortly afterwards. He immediately joins the Czech Army, where he learns to deal with his addiction, leading it to diminish. However, after a year of military service, Michal steals a box of morphine, and he becomes addicted again. After returning from his time within the armed forces, Michal becomes even more deeply addicted to drugs. Michal tries to live in a shared flat with Eva, but drugs permeate their relationship and they cannot tolerate each other's company without it. There are repeated attempts to go 'cold turkey,' but always either Michal or Eva relapse and trapped in co-dependency, they both become mired within the addict subculture once more. When Michal's morphine runs out, the couple rob a pharmacy together. Predictably, they are caught. Neither denies complicity and Eva and Michal are both sentenced to two years in prison.\nWhen he leaves prison, Michal tries to avoid his former social network of addicts. Honza gets in touch with him again, however. She  convinces him to produce crystal meth with her. Michal is still codependent with Eva, who is still in prison. Unable to resist, he starts manufacturing crystal methamphetamine and his drug dependency further worsens. Eva is now pregnant with Michal's child, but neither are able to  give up drugs. Consequently, unable to deal with parental responsibilities due to her addiction, Eva has an abortion. After her abortion, they drift apart. Michal is repeatedly in prison or a psychiatric hospital over the next several years.  However, he never recovers from his addiction. Eva becomes pregnant again and Michal learns that she was poisoned by anhydrous ammonia (used in the manufacture of crystal meth) during that pregnancy. As a consequence, Eva kills herself. Michal is suffering from a severe stomach ulcer due to his crystal meth addiction so he initially disbelieves that Eva has committed suicide. Suffering from narcotic psychosis, he believes that Eva was murdered by someone from the initial addict network in Prague, which is now trying to kill Michal as well. After his latest period in prison, Michal and several neophyte addicts, prepare to avenge themselves against the network. Before he can do so, however, Michal overdoses and ends up in the hospital, which ends his period of recollection.\nAfter he is released from the hospital, Michal continues to take drugs and after another overdose he is found by his mother in a comatose condition. Doctors save him but he has permanent brain damage due to his extensive drug use. Consequently, he is now unable to live independently.\n\nSee also\nChristiane F. - Wir Kinder vom Bahnhof Zoo (film)\n\nReferences\n\nVladimír Prokop, Přehled české literatury 20. století","9":"Memento is an Australian hard rock band based out of the United States. Formed in 2001, the band disbanded in 2004 after the release of their debut album. After a two-year absence, the band re-emerged in 2006 under the name Nine Times Bodyweight, which itself disbanded after a year and without any further releases.\n\nHistory\nFormation\nFormed in 2001, Memento was composed of Australian natives in vocalist-keyboardist Justin Stewart Cotta, guitarist Space (Jason Smith), bassist Leighton \"Lats\" Kearns, and American drummer Steve Clark.\nThe band released their debut album Beginnings on 25 February 2003. Two singles were released from the album, \"Nothing Sacred\" and \"Saviour,\" and a music video for \"Coming\" was produced as well. Both \"Nothing Sacred\" and \"Saviour\" made a moderate impact on the US mainstream rock charts. Memento was also part of the 2003 Ozzfest tour as a rotating second stage act.\n\nFirst break-up and re-emergence\nDue to personal conflicts amongst the band members, as well as record label issues, the band was dissolved in late 2004. Cotta and Kearns re-emerged as Man vs Clock in 2005. In early 2006, Memento reformed with a new drummer, Jeff Bowders, under the new name Nine Times Bodyweight, or \"9xB.\" The band went to work recording new material. However, the project didn't last, and disbanded in early 2007.  No official statement was publicly released as to why the group dissolved.\n\nSecond break-up and solo ventures\nFollowing the band's second break-up, Kearns toured the United States with Sunflower Dead.\nCotta went on to pursue a solo career under the names \"Justin Cotta and The Tenderhooks\" and \"Justin Stewart Cotta\". Cotta is currently signed to EMI as a solo artist. His work is currently not for sale nor available for download. Cotta splits his time between music, theatre and film. As an actor, he was featured as Eugene in the American film Boys and Girls' Guide to Getting Down, for which he and the cast won best ensemble cast at the Los Angeles Indie Film Awards. Cotta had a lead role in the world premiere of David Williamson's play Let the Sunshine, in which a live version of his original song \"Innocent Girl\" was featured. Some of Cotta's finest musical work comes in the form of an original soundtrack for the award-winning short film One. The film is a finalist for Tropfest 2010, the world's largest short film festival. \nGuitarist Jason \"Space\" Smith has begun his own solo project under the name mononym Space. Joining him are former Nine Times Bodyweight drummer Jeff Bowders on drums and Jack Morrice of Driveblind. Signed with Captiva Records, Space's debut album, When Clouds Align, was set for release through in early 2008, with his second release, Exit Strategies, released later the same year. Space played all instruments on When Clouds Align save for drums, which were split between T-Bone and Steve Clark, and was responsible for the production and mixing of the album.\nOutside of his solo project, Space has written with Kevin Martin previously on The Hiwatts' 2003 release The Possibility of Being and has teamed up again with Martin to write the song \"Stand\" for the forthcoming Candlebox album. Space has also worked with Seether, who released their third studio release on 23 October 2007, entitled Finding Beauty in Negative Spaces. On the album, Space co-wrote and played guitars and E-bow on \"Waste.\"\nIn 2018 Jason \"Space\" Smith and Justin Cotta when back into the studio and released a single, \"Legacy\".\n\nDigital Daggers\nSince 2008, Memento guitarist Jason \"Space\" Smith teamed up with Canadian songstress Andrea Wasse to form the contemporary duo Digital Daggers. Digital Daggers have since been featured on television shows including The Vampire Diaries, Ringer, Nikita, One Life to Live, Teen Wolf, Pretty Little Liars, Degrassi: The Next Generation, Unforgettable, and CSI: NY. Songs by Digital Daggers have also been featured in the 2011 film The Roommate and Electronic Arts' Crysis 2 video game, with the latter containing a cover of \"New York City.\"\nIn late 2010 Digital Daggers had the single of the week, \"No Easy Way,\" which gained over 150,000 downloads to promote the release of the debut digital EP Human Emotion. The title track of the EP was used by Ferrero Raffaello for a TV commercial in 2011.\nTheir debut full-length album Close Your Eyes was released on 11 June 2013 by Los Angeles-based indie label El Camino Media. The song \"The Devil Within\" is currently being featured in trailers for the NBC series The Blacklist, Nikita, and Pretty Little Liars. In February 2014, they released \"Aquarius\" from the album 'Reimaginations: Volume One', which was used in the first episode of the CW show \"Starcrossed\".\nDigital Daggers released their 2nd and final full-length album Mixed Emotions in 2014. The band had broken up before its release and have since had songs from the album featured in the TV Series How To Get Away With Murder.\nThe song \"Back To The Start\" is featured on the upcoming Official Soundtrack album for How To Get Away With Murder released on Hollywood Records March 2016. Orange is the New Black featured \"Save Us From Ourselves\" in Season 7, Episode 4: \"How to Do Life.\" The song begins as Maria recites from a pamphlet \"Take what you want and leave the rest.\" Meanwhile Piper steals her coworkers' tequila and cookie cake, Mr. Caputo reads aloud to his support group, Gloria researches immigration lawyers, Taystee prepares and attempts suicide by hanging, and Lorna searches for baby pictures online  in mourning of her deceased infant son.\nOn 9 November 2017, Digital Daggers announced their return to the stage by presenting their newest song, \"Devil's Choir\".\nSpace has been heavily active in the film and TV sync world as an artist, producer and performer, especially with his band Digital Daggers.\n\nMembers\nMemento line-up\nJustin Stewart Cotta – vocals, piano, guitar\nSpace (Jason Smith) – guitar\nLeighton \"Lats\" Kearns – bass\nSteve Clark – drums\n\nNine Times Bodyweight line-up\nJustin Stewart Cotta – lead vocals, keyboard\nSpace (Jason Smith) – guitar\nLeighton \"Lats\" Kearns – bass\nJeff Bowders – drums\n\nMemento line-up 2016\nJustin Stewart Cotta – vocals, piano, guitar\nSpace (Jason Smith) – guitar, vocals, piano, production\nLeighton Kearns - Bass\n\nDiscography\nAlbum(s)\nThey released a new single in 2018 titled \"Legacy\"\n\nSingles\nReferences\nExternal links\nOfficial site\nDigital Daggers' channel on YouTube\nMemento at AllMusic","10":"Memento Park (Hungarian: Szoborpark) is an open-air museum in Budapest, Hungary, dedicated to monumental statues and sculpted plaques from Hungary's Communist period (1949–1989). There are statues of Lenin, Marx, and Engels, as well as several Hungarian Communist leaders. The park was designed by Hungarian architect Ákos Eleőd, who won the competition announced by the Budapest General Assembly (Fővárosi Közgyűlés) in 1991. On public transport diagrams and other documents the park is usually shown as Memorial Park.\nA quote by the architect on the project: \"This park is about dictatorship. And at the same time, because it can be talked about, described, built, this park is about democracy. After all, only democracy is able to give the opportunity to let us think freely about dictatorship.\"\nMemento Park is divided into two sections: Statue Park, officially named \"A Sentence About Tyranny\" Park after a poem of the same name by Gyula Illyés, and laid out as six oval sections; and Witness Square (also called \"Neverwas Square\"), which lies east of the main park entrance and is visible without payment. Statue Park houses 42 of the statues and monuments that were removed from Budapest after the fall of communism. Witness Square holds a replica of Stalin's Boots which became a symbol of the Hungarian Revolution of 1956, after the statue of Stalin was pulled down from its pedestal, and is flanked by two single storey timber structures housing the internal exhibition space, their design being evocative of simple internment camp buildings.\n\nHistory\nAfter the fall of the Communist regime in Hungary in 1989, many of the Communist statues and monuments were immediately removed. These formed the basis for the current collection of statues in the park. On 29 June 1993, the second anniversary of the withdrawal of the Soviet troops from Hungarian territory, the park celebrated a grand opening as a public outdoor museum.\nIn 2006, a life-sized copy of the tribune of the Stalin Monument in Budapest was built in the Statue Park with the broken bronze shoes on top of the pedestal. This is not an accurate copy of the original, but an artistic recreation by Ákos Eleőd.\nIn 2007, a new exhibition hall and a small movie theater were opened in the Witness Square of Memento Park. The photo exhibition called \"Stalin's Boots\" in the exhibition hall takes the viewer through the history of the 1956 revolution, of the political changes of 1989–1990 and of Memento Park, with both English and Hungarian captions. In the barracks-theater one can see The Life of an Agent, a documentary on the methods used by the secret police, directed by Gábor Zsigmond Papp. The film is shown in Hungarian with English subtitles.\n\nSculptures, monuments and plaques\nThe Wall behind the Scenes\nThe Endless Parade of Liberation Monuments\nThe Endless Parade of Personalities of the Workers Movement\nThe Unending Promenade of Worker's Movement Concepts\nSee also\nThe Chiang Kai-shek Statues in Taiwan\nFallen Monument Park, the Russian equivalent.\nGrūtas Park, in Lithuania, known colloquially as \"Stalin World\"\nList of Sculpture Parks\nMemento Park: A Novel by Mark Sarvas\n\nReferences\nExternal links\n Media related to Memento Park at Wikimedia Commons\n\nOfficial website\nA Sentence on Tyranny – Photographic images of the re-presentation of Soviet-era statues at Szobor Park in Budapest, Hungary An Exhibition in Wellington, New Zealand (2006).","11":"Memento is a United States National Digital Information Infrastructure and Preservation Program (NDIIPP)–funded project aimed at making Web-archived content more readily discoverable and accessible to the public.\n\nTechnical description\nMemento is defined in RFC 7089 as an implementation of the time dimension of content negotiation.  HTTP accomplishes negotiation of content via a variety of headers that allow clients and servers to find content that the user desires.\n\nThe Last-Modified header provided by HTTP does not necessarily reflect when a particular version of a web page came into existence. Also, the Last-Modified header may not exist in some cases.  To provide more information, the Memento-Datetime header has been introduced to indicate when a specific representation of a web page was observed on the web.\n\nUsage\nCopies of page can be found by simply navigating, in a web browser, to a link formatted, replacing urltoarchive with the full URL of the page desired:\nJSON description of a Memento:\n\nhttp:\/\/timetravel.mementoweb.org\/api\/json\/YYYY\/urltoarchive\nhttp:\/\/timetravel.mementoweb.org\/api\/json\/YYYYMM\/urltoarchive\nhttp:\/\/timetravel.mementoweb.org\/api\/json\/YYYYMMDD\/urltoarchive\nhttp:\/\/timetravel.mementoweb.org\/api\/json\/YYYYMMDDHH\/urltoarchive\nhttp:\/\/timetravel.mementoweb.org\/api\/json\/YYYYMMDDHHMM\/urltoarchive\nor\nredirect to a Memento with a datetime that is close to a desired datetime:\n\nhttp:\/\/timetravel.mementoweb.org\/memento\/YYYY\/urltoarchive\nhttp:\/\/timetravel.mementoweb.org\/memento\/YYYYMM\/urltoarchive\nhttp:\/\/timetravel.mementoweb.org\/memento\/YYYYMMDD\/urltoarchive\nhttp:\/\/timetravel.mementoweb.org\/memento\/YYYYMMDDHH\/urltoarchive\nhttp:\/\/timetravel.mementoweb.org\/memento\/YYYYMMDDHHMM\/urltoarchive\n\nReferences\nExternal links\nMemento Project\nThe When of the Web - Extensive information about the proposal and experiment is available in the November 2009 paper\nMemento: Time Travel for the Web\nhttp:\/\/lanlsource.lanl.gov\/hello\nhttp:\/\/www.cdlib.org\/cdlinfo\/2010\/02\/04\/web-archive-discovery-memento-implementation-meeting\/","12":"Memento mori (Latin: \"remember you will die\") is a common motif in art.\nMemento mori may also refer to:\n\nAnime\n\"Memento Mori\", a Eureka Seven episode\n\"Memento Mori\", a Linebarrels of Iron episode\n\"Memento Mori\", a Negima! episode\nMemento Mori, a satellite weapon used by A-Laws in Mobile Suit Gundam 00's 2nd season\n\"Memento Mori\", an episode of Death Parade\n\"Memento Mori\", a Fairy Tail episode\n\nFilm and television\nMemento Mori (film), a 1999 South Korean horror movie\n\"Memento Mori\" (The X-Files), an episode from season 4 of the TV series The X-Files\n\"\"Memento Mori\" (Stargate SG-1)\", an episode from Stargate SG-1\n\"Memento Mori\", a 1992 TV film that was part of the British series Screen Two directed by Jack Clayton\n\"\"Memento Mori\" (The Punisher)\", an episode from The Punisher\n\"Memento Mori\", an episode from season 6 of The 100 TV series\n\"Memento Mori\", an episode from season 1 of British-Irish period crime drama Miss Scarlet and The Duke\n\"Memento Mori\" (Star Trek: Strange New Worlds), an episode of the first season of Star Trek: Strange New Worlds\n\nGames\nMemento Mori (video game)\nRequiem: Memento Mori, an online role-playing game\n\nLiterature\nMemento Mori (novel), a novel by Muriel Spark\n\"Memento Mori\" (short story), a short story by Jonathan Nolan and basis for the 2000 Christopher Nolan film Memento\n\nMusic\nMemento Mori (band)\nMemento Mori (Sculthorpe), orchestral composition\nMemento Mori (radio show), a radio show by Canadian musician the Weeknd\n\nAlbums\nMemento Mori (The Bastard Fairies album)\nMemento Mori (Buck-Tick album)\nMemento Mori (Depeche Mode album)\nMemento Mori (Flyleaf album)\nMemento Mori (Gemini Syndrome album)\nMemento Mori, an album by Aviv Geffen\nMemento Mori, an EP by High Dependency Unit\nMemento Mori, the fifteenth studio album by Marduk\nMemento Mori (Sahg album)\nMemento Mori (Feuerschwanz Album)\n\nSongs\n\"Memento Mori\", from Once Only Imagined by The Agonist\n\"Memento Mori\", from Pentecost III by Anathema\n\"Memento Mori\", from All Our Gods Have Abandoned Us by Architects\n\"Memento Mori\", from The Human Abstract by The Human Abstract\n\"Memento Mori\", from The Black Halo by Kamelot\n\"Memento Mori\", from Journey of Souls by Keldian\n\"Memento Mori\", from Lamb of God by Lamb of God\n\"Memento Mori\", from Memorial by Moonspell\n\"Memento Mori\", from A Chance to Cut Is a Chance to Cure by Matmos\n\"Memento Mori\", from Peace and Noise by Patti Smith\n\"Memento Mori\", from Hell Starts With an H by Reaper\n\"Momento Mori\", from Cacophony by Rudimentary Peni\n\"Memento Mori\", from The Hardest Way to Make an Easy Living by The Streets\n\"Memento Mori: the most important thing in the world\", from The Normal Album by Will Wood\n\"Hana (Mémento Mori)\", by Mr. Children\n\nSee also\nMemento (disambiguation)\nMomento (disambiguation)","13":"The memento pattern is a software design pattern that exposes the private internal state of an object.\nOne example of how this can be used is to restore an object to its previous state (undo via rollback), another is versioning, another is custom serialization.\nThe memento pattern is implemented with three objects: the originator, a caretaker and a memento. The originator is some object that has an internal state. The caretaker is going to do something to the originator, but wants to be able to undo the change. The caretaker first asks the originator for a memento object. Then it does whatever operation (or sequence of operations) it was going to do. To roll back to the state before the operations, it returns the memento object to the originator. The memento object itself is an opaque object (one which the caretaker cannot, or should not, change). When using this pattern, care should be taken if the originator may change other objects or resources—the memento pattern operates on a single object.\nClassic examples of the memento pattern include a pseudorandom number generator (each consumer of the PRNG serves as a caretaker who can initialize the PRNG (the originator) with the same seed (the memento) to produce an identical sequence of pseudorandom numbers) and the state in a finite state machine.\n\nStructure\nUML class and sequence diagram\nIn the above UML class diagram, \nthe Caretaker class refers to the Originator class \nfor saving (createMemento()) and restoring (restore(memento)) originator's internal state.\n\nThe Originator class implements \n\n(1) createMemento() by creating and returning a Memento object that stores originator's current internal state\nand \n\n(2) restore(memento) by restoring state from the passed in Memento object.\n\nThe UML sequence diagram\nshows the run-time interactions: \n\n(1) Saving originator's internal state: The Caretaker object calls createMemento() on the Originator object,\nwhich creates a Memento object, saves \nits current internal state (setState()), and returns the Memento to the Caretaker.\n\n(2) Restoring originator's internal state: The Caretaker calls restore(memento) on the Originator object and specifies the Memento object that stores the state that should be restored. The Originator gets the state (getState()) from the Memento to set its own state.\n\nJava example\nThe following Java program illustrates the \"undo\" usage of the memento pattern.\n\nThe output is:\n\nOriginator: Setting state to State1\nOriginator: Setting state to State2\nOriginator: Saving to Memento.\nOriginator: Setting state to State3\nOriginator: Saving to Memento.\nOriginator: Setting state to State4\nOriginator: State after restoring from Memento: State3\n\nThis example uses a String as the state, which is an immutable object in Java. In real-life scenarios the state will\nalmost always be a mutable object, in which case a copy of the state must be made.\nIt must be said that the implementation shown has a drawback: it declares an internal class. It would be better if this memento strategy could apply to more than one originator.\nThere are mainly three other ways to achieve Memento:\n\nSerialization.\nA class declared in the same package.\nThe object can also be accessed via a proxy, which can achieve any save\/restore operation on the object.\n\nC# example\nThe memento pattern allows one to capture the internal state of an object without violating encapsulation such that later one can undo\/revert the changes if required. Here one can see that the memento object is actually used to revert the changes made in the object.\n\nPython example\nJavascript example\nReferences\nExternal links\nDescription of Memento Pattern in Ada\nMemento UML Class Diagram with C# and .NET code samples\nSourceMaking Tutorial\nMemento Design Pattern using Java","14":"Momento may refer to:\n\nMomento (album), a 2007 bossa nova album by Bebel Gilberto\nMemento (film), a 2000 American film written and directed by Christopher Nolan\nMomento Film, a Swedish film production company\nEl Momento, a 2010 reggaeton\/Latin pop album by Jowell y Randy\n\"Un Momento\", a 2010 Latin house\/synthpop song by Inna\n\nSee also\nMemento (disambiguation)","15":"A souvenir (French for 'a remembrance or memory'), memento, keepsake, or token of remembrance is an object a person acquires for the memories the owner associates with it. A souvenir can be any object that can be collected or purchased and transported home by the traveler as a memento of a visit. The object itself may have intrinsic value, or be a symbol of experience. Without the owner's input, the symbolic meaning is lost and cannot be articulated.\n\nAs objects\nThe tourism industry designates tourism souvenirs as commemorative merchandise associated with a location, often including geographic information and usually produced in a manner that promotes souvenir collecting.\nThroughout the world, the souvenir trade is an important part of the tourism industry serving a dual role, first to help improve the local economy, and second to allow visitors to take with them a memento of their visit, ultimately to encourage an opportunity for a return visit, or to promote the locale to other tourists as a form of word-of-mouth marketing. Promotional tchotchke at trade shows serve a similar function. Perhaps the most collected souvenirs by tourists are self-generated: photographs as a medium to document specific events and places for remembrance.\nSouvenirs as objects include mass-produced merchandise such as clothing: T-shirts and hats; collectables: postcards, refrigerator magnets, key chains, pins, souvenir coins and tokens, miniature bells, models, figurines, statues; household items: spoons, mugs, bowls, plates, ashtrays, egg timers, fudge, notepads, coasters, and many others.\nSouvenirs also include non-mass-produced items such as folk art, local artisan handicrafts, objects that represent the traditions and culture of the area, non-commercial, natural objects such as sand from a beach, and anything else that a person attaches nostalgic value to and collects among their personal belongings. The collecting of natural items such as seashells, plants, or rocks is often discouraged due to ecological damage. Especially the export of endangered plants and animals (or products made of their fur or leather) as souvenirs is strictly regulated by international laws.\nA more grisly form of souvenir (here as an example of war booty) in the First World War was displayed by a Pathan soldier to an English Territorial. After carefully studying the Tommy's acquisitions (a fragment of shell, a spike and badge from a German helmet), he produced a cord with the ears of enemy soldiers he claimed to have killed. He was keeping them to take back to India for his wife.\n\nAs memorabilia\nSimilar to souvenirs, memorabilia (Latin for 'memorable (things)'; plural of memorābile) are objects treasured for their memories or historical interest; however, unlike souvenirs, memorabilia can be valued for a connection to an event or a particular professional field, company or brand. Memorabilia can also be related to collections, such as action figures, or video games.\nExamples include sporting events, historical events, culture, and entertainment. Such items include: clothing; game equipment; publicity photographs and posters; magic memorabilia; other entertainment-related merchandise & memorabilia; movie memorabilia; airline and other transportation-related memorabilia; and pins, among others.\nOften memorabilia items are kept in protective covers or display cases to safeguard and preserve their condition.\n\nAs gifts\nIn Japan, souvenirs are known as omiyage (お土産), and are frequently selected from meibutsu, or products associated with a particular region. Bringing back omiyage from trips to co-workers and families is a social obligation and can be considered a form of apology for the traveller's absence. Omiyage sales are big business at Japanese tourist sites. Unlike souvenirs, however, omiyage are frequently special food products, packaged into several small portions to be easily distributed to all the members of a family or a workplace.\nTravelers may buy souvenirs as gifts for those who did not make the trip. A common tradition is to bring a thank-you gift for someone who provided a service such as pet sitting during the trip.\nIn the Philippines a similar tradition of bringing souvenirs as a gift to family members, friends, and coworkers is called pasalubong.\n\nGallery\nSee also\n Media related to Souvenirs at Wikimedia Commons\n The dictionary definition of souvenir at Wiktionary\n\n\n== References =="},"link":{"0":"https:\/\/en.wikipedia.org\/wiki\/Memento","1":"https:\/\/en.wikipedia.org\/wiki\/Memento_(Booka_Shade_album)","2":"https:\/\/en.wikipedia.org\/wiki\/Memento_(Dead_Can_Dance_album)","3":"https:\/\/en.wikipedia.org\/wiki\/Memento_(B%C3%B6hse_Onkelz_album)","4":"https:\/\/en.wikipedia.org\/wiki\/Memento_(Soel_album)","5":"https:\/\/en.wikipedia.org\/wiki\/Stargate_SG-1_season_6","6":"https:\/\/en.wikipedia.org\/wiki\/Memento_(film)","7":"https:\/\/en.wikipedia.org\/wiki\/K%C3%B6zi","8":"https:\/\/en.wikipedia.org\/wiki\/Memento_(novel)","9":"https:\/\/en.wikipedia.org\/wiki\/Memento_(band)","10":"https:\/\/en.wikipedia.org\/wiki\/Memento_Park","11":"https:\/\/en.wikipedia.org\/wiki\/Memento_Project","12":"https:\/\/en.wikipedia.org\/wiki\/Memento_mori_(disambiguation)","13":"https:\/\/en.wikipedia.org\/wiki\/Memento_pattern","14":"https:\/\/en.wikipedia.org\/wiki\/Momento","15":"https:\/\/en.wikipedia.org\/wiki\/Souvenir"},"categories":{"0":["All article disambiguation pages","All disambiguation pages","Disambiguation pages","Short description is different from Wikidata"],"1":["2004 debut albums","Album articles lacking alt text for covers","Articles with hAudio microformats","Articles with short description","Booka Shade albums","Short description is different from Wikidata"],"2":["2005 greatest hits albums","2005 rock album stubs","4AD compilation albums","Album articles lacking alt text for covers","All stub articles","Articles with hAudio microformats","Articles with short description","Atlantic Records compilation albums","Dead Can Dance albums","EngvarB from January 2014","Rhino Entertainment compilation albums","Short description is different from Wikidata","Use dmy dates from January 2014"],"3":["2010s German-language albums","2016 albums","Album articles lacking alt text for covers","Album chart usages for Austria","Album chart usages for Germany4","Album chart usages for Switzerland","Album chart usages for Wallonia","Articles with hAudio microformats","Articles with short description","Böhse Onkelz albums","CS1 German-language sources (de)","Certification Table Entry usages for Germany","Pages using certification Table Entry with streaming figures","Pages using certification Table Entry with streaming footnote","Short description is different from Wikidata"],"4":["2003 debut albums","Album articles lacking alt text for covers","Album chart usages for Flanders","Album chart usages for France","Articles with MusicBrainz release group identifiers","Articles with hAudio microformats","Articles with short description","Pascal Ohsé albums","Short description is different from Wikidata","Warner Records albums"],"5":["2002 American television seasons","2002 Canadian television seasons","2003 American television seasons","2003 Canadian television seasons","Articles with short description","Short description matches Wikidata","Stargate SG-1 episodes","Stargate seasons","Use mdy dates from September 2023","Webarchive template wayback links"],"6":["2000 crime thriller films","2000 films","2000 independent films","2000 psychological thriller films","2000s American films","2000s English-language films","2000s mystery thriller films","American crime thriller films","American films about revenge","American independent films","American mystery thriller films","American neo-noir films","American nonlinear narrative films","American psychological thriller films","Articles with short description","CS1 French-language sources (fr)","Commons category link is on Wikidata","Edgar Award-winning works","Fiction with unreliable narrators","Films about amnesia","Films about disability in the United States","Films about photography","Films about tattooing","Films about uxoricide","Films based on short fiction","Films directed by Christopher Nolan","Films partially in color","Films produced by Suzanne Todd","Films scored by David Julyan","Films set in Los Angeles","Films set in motels","Films shot from the first-person perspective","Films shot in Los Angeles","Films with screenplays by Christopher Nolan","Independent Spirit Award for Best Film winners","Newmarket films","Postmodern films","Short description matches Wikidata","Summit Entertainment films","Sundance Film Festival award-winning films","Template film date with 2 release dates","United States National Film Registry films","Use mdy dates from July 2018"],"7":["1972 births","20th-century Japanese guitarists","21st-century Japanese guitarists","All Wikipedia articles written in American English","Articles containing Japanese-language text","Articles with hCards","Articles with short description","CS1 Japanese-language sources (ja)","Japanese electronic musicians","Japanese male singer-songwriters","Japanese rock guitarists","Japanese singer-songwriters","Living people","Malice Mizer members","Short description is different from Wikidata","Short description matches Wikidata","Twitter username different from Wikidata","Unidentified musicians","Use American English from June 2020","Use mdy dates from June 2020","Visual kei musicians"],"8":["1986 Czech novels","All articles lacking in-text citations","All articles with dead external links","Articles lacking in-text citations from April 2008","Articles with dead external links from February 2022","Articles with short description","Novels set in Prague","Short description is different from Wikidata"],"9":["All articles needing additional references","All articles with specifically marked weasel-worded phrases","American alternative metal musical groups","American hard rock musical groups","Articles needing additional references from June 2008","Articles with hCards","Articles with short description","Articles with specifically marked weasel-worded phrases from September 2010","Australian alternative metal musical groups","Australian hard rock musical groups","EngvarB from September 2014","Musical groups disestablished in 2007","Musical groups established in 2001","Pages using infobox musical artist with associated acts","Short description matches Wikidata","Use dmy dates from September 2014"],"10":["Art museums and galleries in Hungary","Colossal statues","Commons category link from Wikidata","Coordinates on Wikidata","Hungarian People's Republic","Infobox mapframe without OSM relation ID on Wikidata","Monument cemeteries","Museums in Budapest","Official website different in Wikidata and Wikipedia","Pages using gadget WikiMiniAtlas","Pages using the Kartographer extension","Sculpture gardens, trails and parks in Europe","Sculptures in Hungary"],"11":["All articles that are too technical","All articles with style issues","Articles with multiple maintenance issues","Los Alamos National Laboratory","Old Dominion University","Web archiving","Web archiving initiatives","Webarchive template wayback links","Wikipedia articles that are too technical from June 2024","Wikipedia articles with style issues from November 2019"],"12":["All article disambiguation pages","All disambiguation pages","Disambiguation pages","Short description is different from Wikidata"],"13":["Articles with example C Sharp code","Articles with example Java code","Articles with example Python (programming language) code","Articles with short description","Short description is different from Wikidata","Software design patterns"],"14":["All article disambiguation pages","All disambiguation pages","Disambiguation pages","Short description is different from Wikidata"],"15":["Articles containing Japanese-language text","Articles containing Tagalog-language text","Articles with short description","CS1: long volume value","Inconsistent wikidata for Commons category","Memorabilia","Retailing by products and services sold","Sales","Short description matches Wikidata","Tourism"]},"topic":{"0":"Memento","1":"Memento","2":"Memento","3":"Memento","4":"Memento","5":"Memento","6":"Memento","7":"Memento","8":"Memento","9":"Memento","10":"Memento","11":"Memento","12":"Memento","13":"Memento","14":"Memento","15":"Memento"}}