{"page":{"0":"Modern Times","1":"Contemporary (disambiguation)","2":"In Modern Times","3":"Beat Street (album)","4":"Les Temps modernes","5":"Early modern period","6":"Modern (disambiguation)","7":"Modern Times: A History of the World from the 1920s to the 1980s","8":"Modern Times: Photography in the 20th Century","9":"Modern Times (Al Stewart album)","10":"Modern Times (Bob Dylan album)","11":"Modern Times (IU album)","12":"Modern Times (Jefferson Starship album)","13":"Modern Times (Latin Quarter album)","14":"Modern Times (Steps Ahead album)","15":"Modern Times (band)","16":"Modern Times (novel)","17":"Modern Times (song)","18":"Modern Times (film)","19":"Modern Times Group","20":"National Assembly of the Socialist Left","21":"Modern history","22":"Utopian Community of Modern Times","23":"Modernity"},"text":{"0":"Modern Times may refer to modern history.\nModern Times may also refer to:\n\nMusic\nModern Times (band), a band from Luxembourg\nModern Times (Al Stewart album), a 1975 album by Al Stewart\nModern Times (Bob Dylan album), a 2006 album by Bob Dylan\nModern Times (IU album), a 2013 Korean album by South Korean singer IU\nModern Times (Jefferson Starship album), a 1981 album by Jefferson Starship\nModern Times (Latin Quarter album), a 1985 album by Latin Quarter\nModern Times (Steps Ahead album), 1984\n\"Modern Times\" (song), a 2004 song by J-five\n\"Modern Times\", a 1983 song by Prism from the album Beat Street\nIn Modern Times, a 2001 album by Spyro Gyra\n\nOther media\nModern Times (film), a 1936 Charlie Chaplin film\nModern Times (novel) (Wenming Xiaoshi), a 1903 Chinese novel\nModern Times: A History of the World from the 1920s to the 1980s, a 1984 book by Paul Johnson\nModern Times: Photography in the 20th Century, an exhibition held in winter 2014–2015 at the Rijksmuseum, Amsterdam\nModern Times Group, a Swedish media company\nLes Temps modernes, a French journal\n\nOther uses\nTiempos Modernos, a Mexican political group that is part of the National Assembly of the Socialist Left\nUtopian Community of Modern Times, an anarchist individualist community in 19th-century New York state\n\nSee also\nEarly modern period\nModernity\nModern (disambiguation)\nContemporary (disambiguation)","1":"Contemporary is the historical period that is immediately relevant to the present and is a certain perspective of modern history.\nContemporary may also refer to:\n\nContemporary philosophy\nContemporary art, post-World War II art\nContemporary dance, a modern genre of concert dance\nContemporary literature, post-World War II literature\nContemporary music, post-World War II music\nContemporary (magazine), an art magazine\nContemporary Records, a jazz record label\n\nSee also\nAll pages with titles containing Contemporary\nContemporary classical music, post-World War II classical music\nContemporary Christian music, modern Christian faith music\nContemporary R&B, modern rhythm and blues\nUrban contemporary, music radio format\nContemporary hit radio, Top 40 radio format\nAdult contemporary music, adult music radio format\nDisney's Contemporary Resort, resort hotel located at the Walt Disney World Resort, opened in 1971","2":"In Modern Times is an album by the American jazz group Spyro Gyra, released in 2001 by Heads Up International. This album reached No. 2 on Billboard's Contemporary Jazz chart.\n\nTrack listing\n\"After Hours\" (Jay Beckenstein, Chuck Loeb) - 5:08\n\"Feelin' Fine\" (Jay Beckenstein) - 4:23\n\"Julio's Party\" (Julio Fernandez) - 5:08\n\"The River Between\" (Scott Ambush) - 6:45\n\"Groovin for Grover\" (Tom Schuman) - 5:50\n\"Open Door\" (Julio Fernandez) - 4:38\n\"Florida Straits\" (Jay Beckenstein) - 4:18\n\"Feelin' Fine Pt. 2\" (Jay Beckenstein, Chuck Loeb) - 4:04\n\"East River Blue\" (Jay Beckenstein) - 6:14\n\"Your Touch\" (Jay Beckenstein, Tom Schuman) - 5:10\n\"Lucky Bounce\" (Jeremy Wall) - 4:18\n\"Planet J\" (Joel Rosenblatt, Phil Magallanes) - 4:42\n\nPersonnel\nSpyro Gyra\n\nJay Beckenstein – saxophones\nTom Schuman – keyboards\nJulio Fernández – guitars\nScott Ambush – bass\nJoel Rosenblatt – drums\nAdditional musicians\n\nDavid Charles – percussion\nMarc Quiñones – percussion (7)\nAndrew Lippman – trombone (12)\nNo Sweat Horns\nScott Kreitzer – tenor saxophone\nRandy Andos – trombone\nBarry Danielian – trumpet, horn arrangements\n\nCharts\nReferences\nExternal links\nSpyro Gyra-In Modern Times at Discogs\nSpyro Gyra-In Modern Times at AllMusic\nSpyro Gyra official web site","3":"Beat Street is the sixth studio album by Canadian rock band Prism, released in July 1983 by Capitol Records, two years after Prism's successful studio album, Small Change (1981). It was the last of two Prism studio albums featuring lead vocalist Henry Small, who had replaced Ron Tabak after his forced departure in 1981. It features high-profile guest backing vocalists, including the Eagles' Timothy B. Schmit, Toto's Bobby Kimball and Chicago's Bill Champlin. The album is notably the band's first album not to feature their guitarist and founding member Lindsay Mitchell. The album was their last recording of original material until they officially reformed in 1987–88. In that line-up of the band, Small was replaced by Darcy Deutsch.\nBeat Street is more of a solo album by Henry Small than a Prism album as it features no other members of the band apart from guitarist Paul Warren, and it relies heavily on session musicians. The album was the last recording of original material under Prism's name until they officially reformed in 1987–88. They reformed without Small who was working on Who bassist John Entwistle's solo album The Rock which featured Small singing the lead vocals on all of its eleven tracks.\nBeat Street was received negatively by the majority of music critics and it was also a commercial disappointment; failing to reach the Billboard Top 200 and peaked outside the chart at No. 202. However, Prism found some success with the single \"I Don't Want to Want You Anymore.\" This single received quite a lot of radio airplay and peaked at No. 37 on the Mainstream Rock Tracks chart, Prism's last single (to date) to do so. Beat Street also peaked at No. 90 on the Canadian Top Albums chart (RPM).\nThe album was re-issued in January 2009 on Renaissance in the United States as a digitally remastered CD, featuring rare bonus content. The reissue comprised 18-tracks. It included the original album digitally remastered from the original 1\/2\" mix tapes; alongside five outtakes, and four alternate versions of the songs featured on the album.\n\nBackground\nThe original members of Prism had already left by the time the album was being recorded. The band's manager Bruce Allen owned the name and a new band was built around Small. However, Allen had a falling out with the president of EMI Records at the time over the management of Tom Cochrane. Suddenly the album, which at that point had been charting all over the east coast of the US, was basically pulled by Capitol. Small had put a touring band together, but Allen called and said the tour was cancelled. Soon afterward Prism was dropped from the label, and the band broke up.\n\nCritical reception\nReviewing for AllMusic critic Mike DeGagne wrote that the album \"contains none of Prism's past arena rock charm or instrumental stamina.\" adding that \"The tracks are watered-down attempts at playing pop\/rock with lyrics that sound as if they've been written overnight.\" He also claimed that \"Without John Hall behind the keyboards or Tabak's singing, Prism just wasn't Prism anymore.\"\n\nTrack listing\nCharts\nPersonnel\nCredits are adapted from the album's liner notes.\nPrism\n\nHenry Small – lead and background vocals\nPaul Warren – guitars\nAdditional musicians\n\nRichie Zito – guitars; backing vocals\nMike Baird – drums; percussion\nDennis Bellfield – bass guitar\nAlan Pasqua – keyboards\nJimmy Phillips – keyboards\nMichael Tempo – percussion\nTimothy B. Schmit – backing vocals\nBill Champlin – backing vocals\nBobby Kimball – backing vocals\nProduction and artwork\n\nJohn S. Carter – producer\nWarren Dewey – engineer\nGene Wooley – assistant engineer\nRichard \"Beef\" McKernan – assistant engineer\nWally Traugott – mastering\nBill Burks – art direction\nAndy Engel – design\nRon Slenzak – photography\n\nReferences\nExternal links\nBeat Street at Discogs (list of releases)","4":"Les Temps Modernes (lit. 'Modern Times') was a French journal, founded by Simone de Beauvoir, Jean-Paul Sartre, and Maurice Merleau-Ponty. Its first issue was published in October 1945.  It was named after the 1936 film by Charlie Chaplin.\nLes Temps Modernes filled the void left by the disappearance of the most important pre-war literary magazine, La Nouvelle Revue Française (The New French Review), considered to be André Gide's magazine, which was shut down by the authorities after the liberation of France because of its collaboration with the occupation.\nLes Temps Modernes was first published by Gallimard and was last published by Gallimard. In between, the magazine changed hands three times: Julliard (January 1949 to September 1965), Presses d'aujourd'hui (October 1964 to March 1985), Gallimard (from April 1985). Les Temps Modernes ceased publication in 2019, after 74 years.\n\nEarly history\nThe first editorial board consisted of Sartre (director), Raymond Aron, Simone de Beauvoir, Michel Leiris, Maurice Merleau-Ponty, Albert Ollivier, and Jean Paulhan. All published many articles for the magazine. Sartre's contributions included \"La nationalisation de la littérature\" (\"The Nationalisation of Literature\"), \"Matérialisme et révolution\" (\"Materialism and Revolution\"), and \"Qu'est-ce-que la littérature?\" (\"What is Literature?\"). Simone de Beauvoir first published Le Deuxième Sexe (\"The Second Sex\") in Les Temps Modernes.\nIn the preface to the first edition, Sartre stated the review's purpose: to publish littérature engagée. This philosophy of literature expresses a basic creed of existentialism—that an individual is responsible for making conscious decisions to commit socially useful acts. Thus, literature in the magazine would have a utilitarian component; it would not be just culturally valuable (\"art for art's sake\"). Other intellectuals, such as André Gide, André Breton, and Louis Aragon, disapproved of this orientation.  Sartre's response: \"Le monde peut fort bien se passer de la littérature. Mais il peut se passer de l'homme encore mieux.\" (\"The world can easily get along without literature. But it can get along even more easily without man.\")\nThe works of many writers appeared in Les Temps Modernes. They include Richard Wright, Jean Genet, Nathalie Sarraute, Boris Vian, and Samuel Beckett.\nPolitical divisions between board members soon surfaced. Raymond Aron quit in 1945 because of the magazine's Communist sympathies, becoming an editor at Le Figaro. At the time of the Korean War of 1950–1953, Merleau-Ponty resigned. Originally more supportive of Communism than Sartre, he moved progressively to the right as Sartre moved to the left. At the time, Sartre still endorsed Communism in his writings but in private expressed his reservations.\nSartre disapproved of Camus for seeing both sides in the Algerians' rebellion against their French colonial masters (The Algerian War—1954–62). In his bitterness against Camus, Sartre selected Francis Jeanson, who did not like the works of Camus, to review the Camus essay L'Homme Révolté (The Rebel). When Camus responded to the review with hurt feelings, Sartre put the final blow to a friendship that had lasted for years. He said, \"Vous êtes devenu la proie d'une morne démesure qui masque vos difficultés intérieures. ... Tôt ou tard, quelqu'un vous l'eût dit, autant que ce soit moi.\" (\"You have become the victim of an excessive sullenness that masks your internal problems. ... Sooner or later, someone would have told you, so it might as well be me.\")\n\n1960–2019\nLes Temps Modernes enjoyed its greatest influence in the 1960s. At this time, it had more than 20,000 subscribers. During the Algerian War (1954–1962) it strongly supported the National Liberation Front, the primary group in the ultimately successful battle against the French. It fiercely denounced the extensive use of torture by French forces, opposed Charles de Gaulle's government, and supported desertion and resistance to conscription. The journal printed testimonies by French soldiers denouncing the war and torture from 1958 to 1962. For this, it was censured and its premises seized.\nFrom its inception the review has published many special issues. These include Sartre's 1946 description of the United States, an attempt to discredit the myths that many of the French held about this country. In 1955, Claude Lanzmann described Sartre's Marxist philosophy in an issue called  \"La Gauche\" (\"The Left\"). An issue on \"La révolte hongroise\" (\"The Hungarian Rebellion\") (1956–57) denounced Soviet repression. In 1967, at the time of the Six-Day War, an issue, \"Le conflit israélo-arabe\" (\"The Israeli-Arab conflict\"), contained articles by both Israelis and Arabs. In 1977, North African writers led by Abdelkebir Khatibi published the edition Du Maghreb. In 2001, a special edition was devoted to Serge Doubrovsky.\nFrom 2016, the chief editor of Les Temps Modernes was Claude Lanzmann until his death on 5 July 2018, after a short illness. The editorial board consisted of Juliette Simont (Editorial Assistant to Lanzmann), Adrien Barrot, Jean Bourgault, Joseph Cohen, Michel Deguy, Liliane Kandel, Jean Khalfa, Patrice Maniglier, Robert Redeker, Marc Sagnol, Gérard Wormser, and Raphael Zagury-Orly. It was published bimonthly.\nIn 2019, following Lanzmann's death, Les Temps Modernes ceased publishing, after 74 years.\n\nReferences\nExternal links\nRevue Les Temps Modernes, Les éditions Gallimard","5":"The early modern period is a historical period that is part of, or (depending on the historian) immediately preceded, the modern period, with divisions based primarily on the history of Europe and the broader concept of modernity. There is no exact date that marks the beginning or end of the period and its extent may vary depending on the area of history being studied. In general, the early modern period is considered to have lasted from around the start of the 16th century to the start of the 19th century (about 1500–1800). In a European context, it is defined as the period following the Middle Ages and preceding the advent of modernity; but the dates of these boundaries are far from universally agreed. In the context of global history, the early modern period is often used even in contexts where there is no equivalent \"medieval\" period.\nVarious events and historical transitions have been proposed as the start of the early modern period, including the fall of Constantinople in 1453, the start of the Renaissance, the end of the Crusades and the beginning of the Age of Discovery. Its end is often marked by the French Revolution, and sometimes also the American Revolution or Napoleon's rise to power.\nHistorians in recent decades have argued that, from a worldwide standpoint, the most important feature of the early modern period was its spreading globalizing character. New economies and institutions emerged, becoming more sophisticated and globally articulated over the course of the period. The early modern period also included the rise of the dominance of mercantilism as an economic theory. Other notable trends of the period include the development of experimental science, increasingly rapid technological progress, secularized civic politics, accelerated travel due to improvements in mapping and ship design, and the emergence of nation states.\n\nDefinition\nThe early modern period is a subdivision of the most recent of the three major periods of European history: antiquity, the Middle Ages and the modern period. The term \"early modern\" was first proposed by medieval historian Lynn Thorndike in his 1926 work A Short History of Civilization as a broader alternative to the Renaissance. It was first picked up within the field of economic history during the 1940s and 1950s and gradually spread to other historians in the following decades and became widely known among scholars during the 1990s.\n\nOverview\nAt the onset of the early modern period, trends in various regions of the world represented a shift away from medieval modes of organization, politically and economically. Feudalism declined in Europe, and Christendom saw the end of the Crusades and of religious unity in Western Europe under the Roman Catholic Church. The old order was destabilized by the Protestant Reformation, which caused a backlash that expanded the Inquisition and sparked the disastrous European wars of religion, which included the especially bloody Thirty Years' War and ended with the establishment of the modern international system in the Peace of Westphalia. Along with the European colonization of the Americas, this period also contained the Commercial Revolution and the Golden Age of Piracy. The globalization of the period can be seen in the medieval North Italian city-states and maritime republics, particularly Genoa, Venice, and Milan. Russia reached the Pacific coast in 1647 and consolidated its control over the Russian Far East in the 19th century. The Great Divergence took place as Western Europe greatly surpassed China in technology and per capita wealth.\nAs the Age of Revolution dawned, beginning with revolts in America and France, political changes were then pushed forward in other countries partly as a result of upheavals of the Napoleonic Wars and their impact on thought and thinking, from concepts from nationalism to organizing armies. The early period ended in a time of political and economic change, as a result of mechanization in society, the American Revolution, and the first French Revolution; other factors included the redrawing of the map of Europe by the Final Act of the Congress of Vienna and the peace established by the Second Treaty of Paris, which ended the Napoleonic Wars.\n\nIn the Americas, pre-Columbian peoples had built a large and varied civilization, including the Aztec Empire, the Inca civilization, the Maya civilization and its cities, and the Muisca. The European colonization of the Americas began during the early modern period, as did the establishment of European trading hubs in Asia and Africa, which contributed to the spread of Christianity around the world. The rise of sustained contacts between previously isolated parts of the globe, in particular the Columbian Exchange that linked the Old World and the New World, greatly altered the human environment. Notably, the Atlantic slave trade and colonization of Native Americans began during this period. The Ottoman Empire conquered Southeastern Europe, and parts of West Asia and North Africa.\nIn the Islamic world, after the fall of the Timurid Renaissance, powers such as the Ottoman, Suri, Safavid, and Mughal empires grew in strength (three of which are known as gunpowder empires for the military technology that enabled them). Particularly in the Indian subcontinent, Mughal architecture, culture, and art reached their zenith, while the empire itself is believed to have had the world's largest economy, bigger than the entirety of Western Europe and worth 25% of global GDP. By the mid-18th century, India was a major proto-industrializing region.\nVarious Chinese dynasties controlled the East Asian sphere. In Japan, the Edo period from 1600 to 1868 is also referred to as the early modern period. In Korea, the early modern period is considered to have lasted from the rise of the Joseon Dynasty to the enthronement of King Gojong. By the 16th century, Asian economies under the Ming dynasty and Mughal Bengal were stimulated by trade with the Portuguese, the Spanish, and the Dutch, while Japan engaged in the Nanban trade after the arrival of the first European Portuguese during the Azuchi–Momoyama period.\nMeanwhile, in Southeast Asia, the Toungoo Empire along with Ayutthaya experienced a golden age and ruled a large extent of Mainland Southeast Asia, with the Nguyen and Trinh lords de facto ruling the south and north of present-day Vietnam respectively, whereas the Mataram Sultanate was the dominant power in Maritime Southeast Asia. The early modern period experienced an influx of European traders and missionaries into the region.\n\nAsia and Africa\nEast Asia\nIn Early Modern times, the major nations of East Asia attempted to pursue a course of isolationism from the outside world but this policy was not always enforced uniformly or successfully. However, by the end of the Early Modern Period, China, Korea and Japan were mostly closed and uninterested in Europeans, even while trading relationships grew in port cities such as Guangzhou and Dejima.\n\nChinese dynasties\nAround the beginning of the ethnically Han Ming dynasty (1368–1644), China was leading the world in mathematics as well as science. However, Europe soon caught up to China's scientific and mathematical achievements and surpassed them. Many scholars have speculated about the reason behind China's lag in advancement. A historian named Colin Ronan claims that though there is no one specific answer, there must be a connection between China's urgency for new discoveries being weaker than Europe's and China's inability to capitalize on its early advantages. Ronan believes that China's Confucian bureaucracy and traditions led to China not having a scientific revolution, which led China to have fewer scientists to break the existing orthodoxies, like Galileo Galilei. Despite inventing gunpowder in the 9th century, it was in Europe that the classic handheld firearms, matchlocks, were invented, with evidence of use around the 1480s. China was using the matchlocks by 1540, after the Portuguese brought their matchlocks to Japan in the early 1500s. China during the Ming Dynasty established a bureau to maintain its calendar. The bureau was necessary because the calendars were linked to celestial phenomena and that needs regular maintenance because twelve lunar months have 344 or 355 days, so occasional leap months have to be added in order to maintain 365 days per year.\n\nIn the early Ming dynasty, urbanization increased as the population grew and as the division of labor grew more complex. Large urban centers, such as Nanjing and Beijing, also contributed to the growth of private industry. In particular, small-scale industries grew up, often specializing in paper, silk, cotton, and porcelain goods. For the most part, however, relatively small urban centers with markets proliferated around the country. Town markets mainly traded food, with some necessary manufactures such as pins or oil. In the 16th century the Ming dynasty flourished over maritime trade with the Portuguese, Spanish and Dutch Empires. The trade brought in a massive amount of silver, which China at the time needed desperately. Prior to China's global trade, its economy ran on paper money. However, in the 14th century, China's paper money system suffered a crisis, and by the mid-15th century, crashed. The silver imports helped fill the void left by the broken paper money system, which helps explain why the value of silver in China was twice as high as the value of silver in Spain during the end of the 16th century.\nChina under the later Ming dynasty became isolated, prohibiting the construction of ocean going sea vessels. Despite isolationist policies the Ming economy still suffered from an inflation due to an overabundance of Spanish New World silver entering its economy through new European colonies such as Macau. Ming China was further strained by victorious but costly wars to protect Korea from Japanese Invasion. The European trade depression of the 1620s also hurt the Chinese economy, which sunk to the point where all of China's trading partners cut ties with them: Philip IV restricted shipments of exports from Acapulco, the Japanese cut off all trade with Macau, and the Dutch severed connections between Goa and Macau.\n\nThe damage to the economy was compounded by the effects on agriculture of the incipient Little Ice Age, natural calamities, crop failure and sudden epidemics. The ensuing breakdown of authority and people's livelihoods allowed rebel leaders, such as Li Zicheng, to challenge Ming authority.\n\nThe Ming dynasty fell around 1644 to the ethnically Manchu Qing dynasty, which would be the last dynasty of China. The Qing ruled from 1644 to 1912, with a brief, abortive restoration in 1917. During its reign, the Qing dynasty adopted many of the outward features of Chinese culture in establishing its rule, but did not necessarily \"assimilate\", instead adopting a more universalist style of governance. The Manchus were formerly known as the Jurchens. When Beijing was captured by Li Zicheng's peasant rebels in 1644, the Chongzhen Emperor, the last Ming emperor, committed suicide. The Manchus then allied with former Ming general Wu Sangui and seized control of Beijing, which became the new capital of the Qing dynasty. The Manchus adopted the Confucian norms of traditional Chinese government in their rule of China proper. Schoppa, the editor of The Columbia Guide to Modern Chinese History argues, \"A date around 1780 as the beginning of modern China is thus closer to what we know today as historical 'reality'. It also allows us to have a better baseline to understand the precipitous decline of the Chinese polity in the nineteenth and twentieth centuries.\"\n\nJapanese shogunates\nThe Sengoku period that began around 1467 and lasted around a century consisted of several continually \"warring states\".\nFollowing contact with the Portuguese on Tanegashima Isle in 1543, the Japanese adopted several of the technologies and cultural practices of their visitors, whether in the military area (the arquebus, European-style cuirasses, European ships), religion (Christianity), decorative art, language (integration to Japanese of a Western vocabulary) and culinary: the Portuguese introduced tempura and valuable refined sugar.\n\nCentral government was largely reestablished by Oda Nobunaga and Toyotomi Hideyoshi during the Azuchi–Momoyama period. Although a start date of 1573 is often given, in more broad terms, the period begins with Oda Nobunaga's entry into Kyoto in 1568, when he led his army to the imperial capital in order to install Ashikaga Yoshiaki as the 15th, and ultimately final, shōgun of the Ashikaga shogunate, and it lasts until the coming to power of Tokugawa Ieyasu after his victory over supporters of the Toyotomi clan at the Battle of Sekigahara in 1600. Tokugawa received the title of shōgun in 1603, establishing the Tokugawa shogunate.\nThe Edo period from 1600 to 1868 characterized early modern Japan. The Tokugawa shogunate was a feudalist regime of Japan established by Tokugawa Ieyasu and ruled by the shōguns of the Tokugawa clan. The period gets its name from the capital city, Edo, now called Tokyo. The Tokugawa shogunate ruled from Edo Castle from 1603 until 1868, when it was abolished during the Meiji Restoration in the late Edo period (often called the Late Tokugawa shogunate).\nSociety in the Japanese \"Tokugawa period\" (Edo society), unlike the shogunates before it, was based on the strict class hierarchy originally established by Toyotomi Hideyoshi. The daimyōs (feudal lords) were at the top, followed by the warrior-caste of samurai, with the farmers, artisans, and traders ranking below. The country was strictly closed to foreigners with few exceptions with the Sakoku policy. Literacy among the Japanese people rose in the two centuries of isolation.\nIn some parts of the country, particularly smaller regions, daimyōs and samurai were more or less identical, since daimyōs might be trained as samurai, and samurai might act as local lords. Otherwise, the largely inflexible nature of this social stratification system unleashed disruptive forces over time. Taxes on the peasantry were set at fixed amounts which did not account for inflation or other changes in monetary value. As a result, the tax revenues collected by the samurai landowners were worth less and less over time. This often led to numerous confrontations between noble but impoverished samurai and well-to-do peasants. None, however, proved compelling enough to seriously challenge the established order until the arrival of foreign powers.\n\nKorean dynasty\nIn 1392, General Yi Seong-gye established the Joseon dynasty (1392–1910) with a largely bloodless coup. Yi Seong-gye moved the capital of Korea to the location of modern-day Seoul. The dynasty was heavily influenced by Confucianism, which also played a large role to shaping Korea's strong cultural identity. King Sejong the Great (1418–1450), one of the only two kings in Korea's history to earn the title of great in their posthumous titles, reclaimed Korean territory to the north and created the Korean alphabet.\nDuring the end of the 16th century, Korea was invaded twice by Japan, first in 1592 and again in 1597. Japan failed both times due to Admiral Yi Sun-sin, Korea's revered naval genius, who led the Korean Navy using advanced metal clad ships called turtle ships. Because the ships were armed with cannons, Admiral Yi's navy was able to demolish the Japanese invading fleets, destroying hundreds of ships in Japan's second invasion. During the 17th century, Korea was invaded again, this time by Manchurians, who would later take over China as the Qing Dynasty. In 1637, King Injo was forced to surrender to the Qing forces, and was ordered to send princesses as concubines to the Qing Prince Dorgon.\n\nSouth Asia\nIndian empires\nThe rise of the Mughal Empire is usually dated from 1526, around the end of the Middle Ages. It was an Islamic Persianate imperial power that ruled most of the area as Hindustan by the late 17th and the early 18th centuries. The empire dominated South and Southwestern Asia,\nbecoming the biggest global economy and manufacturing power, with a nominal GDP that valued a quarter of world GDP, superior than the combination of Europe's GDP.\nThe \"classic period\" ended with the death of Mughal Emperor Aurangzeb, although the dynasty continued for another 150 years. During this period, the Empire was marked by a highly centralized administration connecting the different regions. All the significant monuments of the Mughals, their most visible legacy, date to this period which was characterized by the expansion of Persian cultural influence in the Indian subcontinent, with brilliant literary, artistic, and architectural results. The Maratha Confederacy, located in the south west of present-day India, surpassed the Mughals as the dominant power in India from 1740 and expanding rapid until the Third Battle of Panipat halted their expansion in 1761.\n\nBritish and Dutch colonization\nThe development of New Imperialism saw the conquest of nearly all eastern hemisphere territories by colonial powers. The commercial colonization of India commenced in 1757, after the Battle of Plassey, when the Nawab of Bengal surrendered his dominions to the British East India Company, in 1765, when the company was granted the diwani, or the right to collect revenue, in Bengal and Bihar, or in 1772, when the company established a capital in Calcutta, appointed its first Governor-General, Warren Hastings, and became directly involved in governance.\n\nThe Maratha Confederacy, following the Anglo-Maratha wars, eventually lost to the British East India Company in 1818 with the Third Anglo-Maratha War. Rule by the Company lasted until 1858, when, after the Indian rebellion of 1857 and following the Government of India Act 1858, the British government assumed the task of directly administering India in the new British Raj. In 1819, Stamford Raffles established Singapore as a key trading post for Britain in its rivalry with the Dutch. However, the rivalry cooled in 1824 when an Anglo-Dutch treaty demarcated their respective interests in Southeast Asia. From the 1850s onwards, the pace of colonization shifted to a significantly higher gear.\n\nSoutheast Asia\nAt the start of the modern era, the Spice Route between India and China crossed Majapahit, an archipelagic empire based on the island of Java. It was the last of the major Hindu empires of Maritime Southeast Asia and is considered one of the greatest states in Indonesian history. Its influence extended to Sumatra, the Malay Peninsula, Borneo, and eastern Indonesia, though the effectiveness of this influence remains debated. Majapahit struggled to control the rising Sultanate of Malacca, which dominated Muslim Malay settlements in Phuket, Satun, Pattani, and Sumatra. The Portuguese invaded Malacca's capital in 1511, and by 1528, the Sultanate of Johor was established by a Malaccan prince to succeed Malacca.\n\nWest Asia and North Africa\nOttoman Empire\nDuring the early modern era, the Ottoman Empire enjoyed an expansion and consolidation of power, leading to a Pax Ottomana.  This was perhaps the golden age of the empire. The Ottomans expanded southwest into North Africa while battling with the re-emergent Persian Shi'a Safavid Empire to the east.\n\nNorth Africa\nIn the Ottoman sphere, the Turks seized Egypt in 1517 and established the regencies of Algeria, Tunisia, and Tripolitania (between 1519 and 1551), Morocco remaining an independent Arabized Berber state under the Sharifan dynasty.\n\nSafavid Iran\nThe Safavid Empire was a great Shia Persianate empire after the Islamic conquest of Persia and the establishment of Islam, marking an important point in the history of Islam in the east. The Safavid dynasty was founded about 1501. From their base in Ardabil, the Safavids established control over all of Persia and reasserted the Iranian identity of the region, thus becoming the first native dynasty since the Sassanids to establish a unified Iranian state. Problematic for the Safavids was the powerful Ottoman Empire. The Ottomans, a Sunni dynasty, fought several campaigns against the Safavids.\nWhat fueled the growth of Safavid economy was its position between the burgeoning civilizations of Europe to its west and Islamic Central Asia to its east and north. The Silk Road, which led from Europe to East Asia, revived in the 16th century. Leaders also supported direct sea trade with Europe, particularly England and The Netherlands, which sought Persian carpet, silk, and textiles. Other exports were horses, goat hair, pearls, and an inedible bitter almond hadam-talka used as a spice in India. The main imports were spice, textiles (woolens from Europe, cotton from Gujarat), metals, coffee, and sugar. Despite their demise in 1722, the Safavids left their mark by establishing and spreading Shi'a Islam in major parts of the Caucasus and West Asia.\n\nUzbeks and Afghan Pashtuns\nIn the 16th to early 18th centuries, Central Asia was under the rule of Uzbeks, and the far eastern portions were ruled by the local Pashtuns. Between the 15th and 16th centuries, various nomadic tribes arrived from the steppes, including the Kipchaks, Naimans, Kangly, Khongirad, and Manghuds. These groups were led by Muhammad Shaybani, who was the Khan of the Uzbeks.\nThe lineage of the Afghan Pashtuns stretches back to the Hotaki dynasty. Following Muslim Arab and Turkic conquests, Pashtun ghazis (warriors for the faith) invaded and conquered much of northern India during the Lodhi dynasty and Suri dynasty. Pashtun forces also invaded Persia, and the opposing forces were defeated in the Battle of Gulnabad. The Pashtuns later formed the Durrani Empire.\n\nSub-Saharan Africa\nThe Songhai Empire took control of the trans-Saharan trade at the beginning of the modern era. It seized Timbuktu in 1468 and Jenne in 1473, building the regime on trade revenues and the cooperation of Muslim merchants. The empire eventually made Islam the official religion, built mosques, and brought Muslim scholars to Gao.\n\nEurope\nMany major events caused Europe to change around the start of the 16th century, starting with the Fall of Constantinople in 1453, the fall of Muslim Spain and the discovery of the Americas in 1492, and Martin Luther's Protestant Reformation in 1517. In England the modern period is often dated to the start of the Tudor period with the victory of Henry VII over Richard III at the Battle of Bosworth in 1485. Early modern European history is usually seen to span from the start of the 15th century, through the Age of Enlightenment in the 17th and 18th centuries, until the beginning of the Industrial Revolution in the late 18th century.\nThe early modern period is taken to end with the French Revolution, the Napoleonic Wars, and the Dissolution of the Holy Roman Empire at the Congress of Vienna. At the end of the early modern period, the British and Russian empires had emerged as world powers from the multipolar contest of colonial empires, while the three great Asian empires of the early modern period, Ottoman Turkey, Mughal India and Qing China, all entered a period of stagnation or decline.\n\nGunpowder and firearms\nWhen gunpowder was introduced to Europe, it was immediately used almost exclusively in weapons and explosives for warfare. Though it was invented in China, gunpowder arrived in Europe already formulated for military use; European countries took advantage of this and were the first to create the classic firearms. The advances made in gunpowder and firearms was directly tied to the decline in the use of plate armor because of the inability of the armor to protect one from bullets. The musket was able to penetrate all forms of armor available at the time, making armor obsolete, and as a consequence the heavy musket as well. Although there is relatively little to no difference in design between arquebus and musket except in size and strength, it was the term musket which remained in use up into the 1800s.\n\nEuropean kingdoms and movements\nIn the early modern period, the Holy Roman Empire was a union of territories in Central Europe under a Holy Roman Emperor the first of which was Otto I. The last was Francis II, who abdicated and dissolved the Empire in 1806 during the Napoleonic Wars. Despite its name, for much of its history the Empire did not include Rome within its borders.\nThe Renaissance was a cultural movement that began in the 14th century, beginning in Italy in the Late Middle Ages and later spreading to the rest of Europe. The term is also used more loosely to refer to the historic era, but since the changes of the Renaissance were not uniform across Europe, this is a general use of the term. As a cultural movement, it encompassed a rebellion of learning based on classical sources, the development of linear perspective in painting, and gradual but widespread educational reform.\n\nNotable individuals\nJohannes Gutenberg is credited as the first European to use movable type printing, around 1439, and as the global inventor of the mechanical printing press. Nicolaus Copernicus formulated a comprehensive heliocentric cosmology (1543), which displaced the Earth from the center of the universe. His book, De revolutionibus orbium coelestium (On the Revolutions of the Celestial Spheres) began modern astronomy and sparked the Scientific Revolution. Another notable individual was Machiavelli, an Italian political philosopher, considered a founder of modern political science. Machiavelli is most famous for a short political treatise, The Prince, a work of realist political theory. The Swiss Paracelsus (1493–1541) is associated with a medical revolution while the Anglo-Irish Robert Boyle was one of the founders of modern chemistry. In visual arts, notable representatives included the \"three giants of the High Renaissance\", namely Leonardo da Vinci, Michelangelo, and Raphael, Albrecht Dürer (often considered the greatest artist of Northern Renaissance), Titian from the Venetian school, Peter Paul Rubens of the Flemish Baroque traditions. Famous composers included Guillaume Du Fay, Heinrich Isaac, Josquin des Prez, Giovanni Pierluigi da Palestrina, Claudio Monteverdi, Jean-Baptiste Lully.\nAmong the notable royalty of the time was Charles the Bold (1433–1477), the last Valois Duke of Burgundy, known as Charles the Bold (or Rash) to his enemies, His early death was a pivotal moment in European history. Charles has often been regarded as the last representative of the feudal spirit, although in administrative affairs, he introduced remarkable modernizing innovations. Upon his death, Charles left an unmarried nineteen-year-old daughter, Mary of Burgundy, as his heir. Her marriage would have enormous implications for the political balance of Europe. Frederick III, Holy Roman Emperor secured the match for his son, the future Maximilian I, Holy Roman Emperor, with the aid of Mary's stepmother, Margaret. In 1477, the territory of the Duchy of Burgundy was annexed by France. In the same year, Mary married Maximilian, Archduke of Austria. A conflict between the Burgundian side (Maximilian brought with himself almost no resources from the Empire) and France ensued, culminating in the Treaty of Senlis (1493) which gave the majority of Burgundian inheritance to the Habsburg (Mary already died in 1482). The rise of the Habsburg dynasty was a prime factor in the spreading of the Renaissance.\nIn Central Europe, King Matthias Corvinus (1443–1490), a notable nation builder, conqueror (Hungary in his time was the most powerful in Central Europe) and patron, was the first who introduced the Renaissance outside of Italy. In military area, he introduced the Black Army, one of the first standing armies in Europe and a remarkably modern force.\nSome noblemen from the generation that lived during this period have been attributed the moniker \"the last knight\", with the most notable being the above-mentioned Maximilian I (1459–1519), Chevalier de Bayard (1476–1524), Franz von Sickingen (1481–1523) and Götz von Berlichingen (1480–1562). Maximilian (although Claude Michaud opines that he could claim \"last knight\" status by virtue of being the last medieval epic poet) was actually a chief modernizing force of the time (whose reform initiatives led to Europe-wide revolutions in the areas of warfare and communications, among others), who broke the back of the knight class (causing many to become robber barons) and had personal conflicts with the three other men on the matter of the knight's status.\n\nChristians and Christendom\nChristianity was challenged at the beginning of the modern period with the fall of Constantinople in 1453 and later by various movements to reform the church (including Lutheran, Zwinglian, and Calvinist), followed by the Counter Reformation.\n\nEnd of the Crusades and Unity\nThe Hussite Crusades (1419–1434) involved military actions against the followers of Jan Hus in Bohemia, concluding with the Battle of Grotniki. These wars were notable for being among the first European conflicts where hand-held gunpowder weapons, like muskets, played a decisive role. The Taborite faction of Hussite warriors, primarily infantry, decisively defeated larger armies with heavily armored knights, contributing to the infantry revolution. However, the Hussite Crusades were ultimately inconclusive.\n\nThe final crusade, the Crusade of 1456, was organized to counter the advancing Ottoman Empire and lift the Siege of Belgrade (1456), led by John Hunyadi and Giovanni da Capistrano. The siege culminated in a counterattack that forced Sultan Mehmet II to retreat, with the victory being credited with deciding the fate of Christendom. The noon bell, ordered by Pope Callixtus III, commemorates this victory across the Christian world to this day.\nNearly a century later, the Peace of Augsburg (1555) ended the concept of a united Christian church. The principle of cuius regio, eius religio allowed rulers to determine their state's religion. This framework was solidified by the Treaty of Westphalia (1648), which ended the European Wars of Religion and the notion of a singular Christian hegemony. The treaty also marked the birth of the modern concept of national sovereignty.\n\nInquisitions and Reformations\nThe Inquisition in the modern era refers to several institutions within the Catholic Church tasked with prosecuting heretics and others who violated canon law. The first significant manifestation was the Spanish Inquisition (1478–1834). The Inquisition prosecuted crimes such as sorcery, blasphemy, Judaizing, witchcraft, and censorship of printed literature. Its jurisdiction was limited to baptized Catholics, while non-Christians were typically tried by secular courts.\n\nThe Reformation and rise of modernity in the early 16th century brought changes to Christendom. The Augustinian friar Martin Luther challenged the Church with his Ninety-five Theses, marking the start of the Reformation. Luther’s movement, supported by the Electorate of Saxony, developed at the University of Wittenberg, where he became a professor.\nLuther’s 95 Theses criticized practices like the sale of indulgences and sparked debates, leading to the rise of rival Protestant denominations, such as Lutheranism and the Reformed tradition. In England, the movement became known as the English Reformation, resulting in the formation of Anglicanism.\nThe Diet of Worms (1521) declared Luther a heretic, but Emperor Charles V was preoccupied with external threats and allowed German princes to decide whether to enforce the Edict of Worms. The religious conflict escalated, leading to the formation of the Schmalkaldic League to defend Protestant interests. This culminated in the Peace of Augsburg (1555), which established the principle of cuius regio, eius religio—allowing rulers to determine the religion of their territories.\nTwo main Inquisitions remained active in the modern era:\n\nThe Portuguese Inquisition (1536–1821), similar to the Spanish Inquisition.\nThe Roman Inquisition (1542–circa 1860), covering most of the Italian peninsula and certain other areas.\nThe Counter-Reformation began in 1545 with the Council of Trent in response to the Protestant Reformation. Its goal was to reform internal Church practices while reaffirming the Church’s authority as the true Church of Christ.\n\nTsardom of Russia\nIn development of the Third Rome ideas, the Grand Duke Ivan IV (the \"Awesome\" or \"the Terrible\") was officially crowned the first Tsar (\"Caesar\") of Russia in 1547. The Tsar promulgated a new code of laws (Sudebnik of 1550), established the first Russian feudal representative body (Zemsky Sobor) and introduced local self-management into the rural regions. During his long reign, Ivan IV nearly doubled the already large Russian territory by annexing the three Tatar khanates (parts of disintegrated Golden Horde): Kazan and Astrakhan along the Volga River, and Sibirean Khanate in South Western Siberia. Thus by the end of the 16th century Russia was transformed into a multiethnic, multiconfessional and transcontinental state.\nRussia experienced territorial growth through the 17th century, which was the age of Cossacks. Cossacks were warriors organized into military communities, resembling pirates and pioneers of the New World. The native land of the Cossacks is defined by a line of Russian\/Ruthenian town-fortresses located on the border with the steppe and stretching from the middle Volga to Ryazan and Tula, then breaking abruptly to the south and extending to the Dnieper via Pereyaslavl. This area was settled by a population of free people practicing various trades and crafts.\n\nMercantile capitalism\nTrade and the new economy\nIn the Old World, the most desired trading goods were gold, silver, and spices. Western Europeans used the compass, new sailing ship technologies, new maps, and advances in astronomy to seek a viable trade route to Asia for valuable spices that Mediterranean powers could not contest.\n\nPiracy's Golden Age\nThe Golden Age of Piracy is a designation given to one or more outbursts of piracy in the early modern period, spanning from the mid-17th century to the mid-18th century. The buccaneering period covers approximately the late 17th century. This period was characterized by Anglo-French seamen based in Jamaica and Tortuga attacking Spanish colonies and shipping in the Caribbean and eastern Pacific. The Pirate Round was a route followed by certain Anglo-American pirates in the early 18th century, involving voyages from Bermuda and the Americas to attack Muslim and East India Company ships in the Indian Ocean and Red Sea. The post-War of the Spanish Succession period saw many unemployed sailors and privateers turning to piracy in the Caribbean, the American eastern seaboard, West Africa, and the Indian Ocean.\n\nEuropean states and politics\nThe 15th to 18th century period is marked by the first European colonies, the rise of strong centralized governments, and the beginnings of recognizable European nation states that are the direct antecedents of today's states. Although the Renaissance included revolutions in many intellectual pursuits, as well as social and political upheaval, it is perhaps best known for European artistic developments and the contributions of such polymaths as Leonardo da Vinci and Michelangelo, who inspired the term \"Renaissance man\".\nThe Peace of Westphalia resulted from the first modern diplomatic congress.  Until 1806, the regulations became part of the constitutional laws of the Holy Roman Empire. The Treaty of the Pyrenees, signed in 1659, ended the war between France and Spain and is often considered part of the overall accord.\n\nFrench power\nMen who featured prominently in the political and military life of France during this period include Mazarin, Jean-Baptiste Colbert, Turenne, Vauban. French culture likewise flourished during this era, producing a number of figures of great renown, including Molière, Racine, Boileau, La Fontaine, Lully, Le Brun, Rigaud, Louis Le Vau, Jules Hardouin Mansart, Claude Perrault and Le Nôtre.\n\nEarly English revolutions\nBefore the Age of Revolution, the English Civil War was a series of armed conflicts and political machinations between Parliamentarians and Royalists. The first and second civil wars pitted the supporters of King Charles I against the supporters of the Long Parliament, while the third war saw fighting between supporters of King Charles II and supporters of the Rump Parliament. The Civil War ended with the Parliamentary victory at the Battle of Worcester. The monopoly of the Church of England on Christian worship in England ended with the victors consolidating the established Protestant Ascendancy in Ireland. Constitutionally, the wars established the precedent that an English monarch cannot govern without Parliament's consent. The English Restoration, or simply put as the Restoration, began in 1660 when the English, Scottish and Irish monarchies were all restored under Charles II after the Commonwealth of England that followed the English Civil War. The Glorious Revolution of 1688 establishes modern parliamentary democracy in England.\n\nInternational balance of power\nThe Peace of Utrecht established after a series of individual peace treaties signed in the Dutch city of Utrecht concluded between various European states helped end the War of the Spanish Succession. The representatives who met were Louis XIV of France and Philip V of Spain on the one hand, and representatives of Queen Anne of Great Britain, the Duke of Savoy, and the United Provinces on the other. The treaty enregistered the defeat of French ambitions expressed in the wars of Louis XIV and preserved the European system based on the balance of power. The Treaty of Utrecht marked the change from Dutch to British naval supremacy.\n\nAmericas\nThe term colonialism is normally used with reference to discontiguous overseas empires rather than contiguous land-based empires, European or otherwise. European colonisation during the 15th to 19th centuries resulted in the spread of Christianity to Sub-Saharan Africa, the Americas, Australia and the Philippines.\n\nExploration and conquest of the Americas\nColonial Latin America\nInitially, Portuguese settlements (Brazil) in the coastal northeast were of lesser importance in the larger Portuguese overseas empire, where lucrative commerce and small settlements devoted to trade were established in coastal Africa, India and China. With sparse indigenous populations that could not be coerced to work and no known deposits of precious metals, Portugal sought a high-value, low-bulk export product and found it in sugarcane.  Black African slave labour from Portugal's West African possessions was imported to do the grueling agricultural work. As the wealth of the Ibero-America increased, some Western European powers (Dutch, French, British, Danish) sought to duplicate the model in areas that the Iberians had not settled in numbers. They seized some Caribbean islands from the Spanish and transferred the model of sugar production on plantations with slave labour and settled in northern areas of North America in what are now the Eastern Seaboard of the United States and Canada.\n\nColonial North America\nNorth America outside the zone of Spanish settlement was a contested area in the 17th century. Spain had founded small settlements in Florida and Georgia, but nowhere near the size of those in New Spain or the Caribbean islands. France, The Netherlands, and Great Britain held colonies in North America and the West Indies from the 17th century, 100 years after the Spanish and Portuguese established permanent colonies. The British colonies in North America were founded between 1607 (Virginia) and 1733 (Georgia). The Dutch explored the east coast of North America and began founding settlements in what they called New Netherland (now New York State.). France colonized what is now Eastern Canada, founding Quebec City in 1608. France's loss in the Seven Years' War resulted in the transfer of New France to Great Britain.\nThe Thirteen Colonies, in lower British North America, rebelled against British rule through 1765-1783, due to various factors such as belief in natural rights, the enforcement of new taxes levied by a Parliament which they could not vote for representatives in, and opposition to monarchy. The British colonies in Canada remained loyal to the crown, and a provisional government formed by the Thirteen Colonies proclaimed their independence on 4 July 1776, and subsequently became the original 13 United States of America. With the 1783 Treaty of Paris ending the American Revolutionary War, Britain recognised the former Thirteen Colonies' independence.\n\nAtlantic World\nA key development in early modern history is the creation of the Atlantic World as a category. The term generally encompasses Western Europe, West Africa, and the Americas. It seeks to illustrate both local and regional developments, as well as the connections between these geographical regions through trade, migration, and cultural exchange.\n\nReligion, science, philosophy, and education\nProtestant Reformation\nThe early modern period was initiated by the Reformation and the collapse of the unity of the medieval Western Church. The theology of Calvinism in particular has been argued as instrumental to the rise of capitalism. Max Weber has written a highly influential book on this called The Protestant Ethic and the Spirit of Capitalism.\n\nCounter-Reformation and Jesuits\nThe Counter-Reformation was a period of Catholic revival in response to the Reformation during the mid-16th to mid-17th centuries. The Counter-Reformation was a comprehensive effort, involving ecclesiastical reforms as well as political and spiritual movements.\nSuch reforms included the foundation of seminaries for the proper training of priests, the reform of religious life by returning orders to their spiritual foundations, and new spiritual movements focusing on the devotional life and a personal relationship with Christ, including the Spanish mystics and the French school of spirituality. It also involved political activities that included the Roman Inquisition.\nNew religious orders were a fundamental part of this trend. Orders such as the Capuchins, Ursulines, Theatines, Discalced Carmelites, the Barnabites, and especially the Jesuits strengthened rural parishes, improved popular piety, helped to curb corruption within the church, and set examples that would be a strong impetus for Catholic renewal.\n\nScientific Revolution\nThe Great Divergence in scientific discovery, technological innovation, and economic development began in the early modern period as the pace of change in Western countries increased significantly compared to the rest of the world.\nDuring the Scientific Revolution of the 16th and 17th centuries, empiricism and modern science replaced older methods of studying nature, which had relied on ancient texts by writers like Aristotle. By the time of the Revolution, these methods resulted in an accumulation of knowledge that overturned ideas inherited from Ancient Greece and Islamic scholars. Major changes during the Scientific Revolution and the 18th century included:\n\nThe ancient geocentric model of the solar system (the other planets circle the Earth) was replaced by the heliocentrism (the planets circle the Sun). This shift, known as the Copernican Revolution, is marked by the 1543 publication of Nicolaus Copernicus's De revolutionibus orbium coelestium. Copernicus' work, influenced by earlier scholars such as Mu'ayyad al-Din al-Urdi, sparked a significant paradigm shift. The Catholic Church resisted this theory, and the Inquisition famously imprisoned Galileo Galilei for promoting it.\nUsing precise astronomical observations by Tycho Brahe, Johannes Kepler developed Kepler's laws of planetary motion, demonstrating that planets move in ellipses rather than perfect circles. The idea that the stars were fixed on celestial spheres was replaced by the idea that stars are distant suns. Astrology and astronomy began to separate into different disciplines, with only astronomy using scientific methods. Telescope technology improved tremendously as did the study of optics.\nAristotle's laws of motion were replaced by Newton's laws of motion and Newton's law of universal gravitation. The 1687 publication of Isaac Newton's Principia Mathematica is often used to mark the end of the Scientific Revolution, as it established the fundamental laws of physics that would dominate scientific thinking for centuries.\nAdvances in anatomy were marked by the publication of De Humani Corporis Fabrica Libri Septem (1543) by Andreas Vesalius, which revolutionized the understanding of human anatomy and corrected errors in the works of Galen. In 1628, William Harvey’s De Motu Cordis advanced knowledge of the circulatory system.\nBoth the 8th century Islamic experimenter Jabir ibn Hayyan and the 17th century scientist Robert Boyle have been described as founders of modern chemistry. Both worked as alchemists before the fields were clearly separated. Boyle argued for corpuscularianism in the 1661 book The Sceptical Chymist and discovered Boyle's law of gases. The chemical revolution followed with the discovery of the conservation of mass, which led to the rejection of phlogiston theory and the identification of chemical elements.\nModern scientific dentistry was founded by Pierre Fauchard, who is credited with pioneering dental techniques in his 1728 work Le Chirurgien Dentiste.\nThe smallpox vaccine was invented in the 1770s and popularized by Edward Jenner in the 1790s, though it was unclear at the time how it worked.\nThe ancient theory of spontaneous generation remained dominant throughout the early modern period, but the history of evolutionary thought includes some who questioned the strictest form of this dogma. The idea of partial common descent was famously promoted by Georges-Louis Leclerc, Comte de Buffon. Evolution was not fully articulated and accepted until the 19th century.\nThe invention of the microscope led to the development of microbiology, with early observations of microorganisms by Antonie van Leeuwenhoek in the 1670s.\nCarl Linnaeus published the first modern taxonomy in Systema Naturae (1735), introducing the classification of organisms into hierarchical categories and replacing Aristotle’s ideas.\nEarly modern geology was established with the work of Nicolas Steno, who proposed the law of superposition in 1669, and the systematic study of fossils and rock types began to question the biblical age of the Earth.\nEarly developments in the history of electromagnetism included research into the relationship between electricity and magnetism, the development of the electrostatic generator, and the discovery of Coulomb's law in 1784, which described the force between electric charges.\nIn the social sciences:\n\nHistorical linguistics began in the late 18th century, with William Jones identifying the common origin of what are now called Indo-European languages.\nThe fields of anthropology and paleoanthropology emerged in the 18th century, but much of early modern anthropology is now considered scientific racism.\nAdam Smith's work, such as his seminal book The Wealth of Nations, has been interpreted as the foundation of classical economics.\n\nTechnology\nInventions of the early modern period included the floating dock, lifting tower, newspaper, grenade musket, lightning rod, bifocals, and Franklin stove. Early attempts at building a practical electrical telegraph were hindered because static electricity was the only source available.\n\nEnlightenment and reason\nThe Age of Enlightenment is also called the Age of Reason because it marked a departure from the medieval tradition of scholasticism, which was rooted in Christian dogma, and from Renaissance philosophy's occultist approaches. Instead, reason became the central source of knowledge, initiating the era of modern philosophy, especially in Western philosophy. This period in Europe was characterized by system-builders—philosophers who established unified theories of epistemology, metaphysics, logic, ethics, and sometimes even politics and the physical sciences.\nEarly 17th-century philosophy is often referred to as the Age of Rationalism, succeeding Renaissance philosophy and preceding the Enlightenment. Some consider it the earliest part of the Enlightenment, stretching over two centuries. This era includes the works of Isaac Newton (1643–1727), such as Philosophiæ Naturalis Principia Mathematica (1687), and the development of Descartes' famous proposition Cogito, ergo sum (1637). The first major advancements in modern science included Newton's theory of gravity, which, along with the contributions of John Locke, Pierre Bayle, Baruch Spinoza, and others, fueled the Enlightenment.\nThe 18th century saw the rise of secularization in Europe, notably following the French Revolution. Immanuel Kant classified his predecessors into two philosophical schools: Rationalism and Empiricism. The former was represented by figures such as René Descartes, Baruch Spinoza, and Gottfried Leibniz. Roger Williams established the colony of Providence Plantations in New England on the principle of separation of church and state after being exiled by the Puritans of the Massachusetts Bay Colony.\nFrench salon culture played a key role in spreading Enlightenment ideas, culminating in the influential Encyclopédie (1751–72), edited by Denis Diderot with contributions from thinkers such as Voltaire and Montesquieu. The Quarrel of the Ancients and the Moderns stirred debate within the French Academy, elevating contemporary knowledge over classical Greek and Roman wisdom. Enlightenment thought also significantly influenced German philosophy, fostered by Frederick the Great, with Immanuel Kant emerging as a leading figure. These developments also had profound impacts on the Scottish Enlightenment, Russian Enlightenment, Enlightenment in Spain, and Enlightenment in Poland. The Enlightenment flourished until around 1790–1800, after which the emphasis on reason gave way to Romanticism and the growing influence of Counter-Enlightenment movements.\n\nHumanism\nWith the adoption of large-scale printing after 1500, Italian Renaissance Humanism spread northward to France, Germany, Holland and England, where it became associated with the Reformation.\nDeveloping during the Enlightenment era, Renaissance humanism as an intellectual movement spread across Europe. The basic training of the humanist was to speak well and write (typically, in the form of a letter). The term umanista comes from the latter part of the 15th century. The people were associated with the studia humanitatis, a novel curriculum that was competing with the quadrivium and scholastic logic.\nIn France, pre-eminent Humanist Guillaume Budé (1467–1540) applied the philological methods of Italian Humanism to the study of antique coinage and to legal history, composing a detailed commentary on Justinian's Code. Although a royal absolutist (and not a republican like the early Italian umanisti), Budé was active in civic life, serving as a diplomat for Francis I and helping to found the Collège des Lecteurs Royaux (later the Collège de France). Meanwhile, Marguerite de Navarre, the sister of Francis I, herself a poet, novelist and religious mystic, gathered around her and protected a circle of vernacular poets and writers, including Clément Marot, Pierre de Ronsard and François Rabelais.\n\nDeath in the early modern period\nMortality rates\nDuring the early modern period, thorough and accurate global data on mortality rates is limited for a number of reasons including disparities in medical practices and views on the dead. However, there still remains data from European countries that still holds valuable information on the mortality rates of infants during this era. In his book Life Under Pressure: Mortality and Living Standards in Europe and Asia, 1700–1900, Tommy Bengtsson provides adequate information pertaining to the data of infant mortality rates in European countries as well as provide necessary contextual influences on these mortality rates.\n\nEuropean infant mortality rates\nInfant mortality was a global concern during the early modern period as many newborns would not survive into childhood. Bengsston provides comparative data on infant mortality averages in a variety of European towns, cities, regions and countries starting from the mid-1600s to the 1800s. These statistics are measured for infant deaths within the first month of every 1,000 births in a given area.\nFor instance, the average infant mortality rate in what is now Germany was 108 infant deaths for every 1,000 births; in Bavaria, there were 140–190 infant deaths reported for every 1,000 births. In France, Beauvaisis reported 140–160 infants dying per every 1,000 babies born. In what is now Italy, Venice averaged 134 infant deaths per 1,000 births. In Geneva, 80–110 infants died per every 1,000 babies born. In Sweden, 70–95 infants died per 1,000 births in Linköping, 48 infants died per 1,000 births in Sundsvall, and 41 infants died per 1,000 births in Vastanfors.\n\nCauses of infant mortality\nBengsston writes that climate conditions were the most important factor in determining infant mortality rates: \"For the period from birth to the fifth birthday, [climate] is clearly the most important determinant of death\". Winters proved to be harsh on families and their newborns, especially if the other seasons of the year were warmer. This seasonal drop in temperature was a lot for an infant's body to adapt to.\nFor instance, Italy is home to a very warm climate in the summer, and the temperature drops immensely in the winter. This lends context to Bengsston writing that \"the [Italian] winter peak was the cruelest: during the first 10 days of life, a newborn was four times more likely to die than in the summer\". According to Bengsston, this trend existed amongst cities in different parts of Italy and in various parts of Europe even though cities operated under different economic and agricultural conditions. This leads Bengsston to his conclusion on what may have caused mortality rates in infants to spike during winter: \"The strong protective effect of summer for neonatal deaths leads us to suppose that in many cases, these might be due to the insufficient heating systems of the houses or to the exposure of the newborn to cold during the baptism ceremony. This last hypothesis could explain why the effect was so strong in Italy\".\n\nCapital punishment\nDuring the early modern period, many societies' views on death changed greatly. With the implementation of new torture techniques, and increased public executions, people began to give more value to their life, and their body after death. Along with the views on death, methods of execution also changed. New devices to torture and execute criminals were invented. The number of criminals executed by gibbeting increased, as did the total rate of executions during the early modern period.\n\nSee also\nCuisine in the early modern world\nEarly modern warfare\nPeriodization\nPrice revolution\nProto-globalization\n\nReferences\nWorks cited\nBose, Sugata; Jalal, Ayesha (2003). Modern South Asia: History, Culture, Political Economy (2nd ed.). Routledge. ISBN 0-415-30787-2.\n\nExternal links\nInternet Modern History Sourcebook, fordham.edu\nDiscussion of the medieval\/modern transition from the introduction to the pioneering Cambridge Modern History (1902–1912)\nSociety for Renaissance Studies\nEarly Modern Culture (archived 25 September 2011)\nEarly Modern Resources","6":"Modern may refer to:\n\nHistory\nModern history\nEarly Modern period\nLate Modern period\n18th century\n19th century\n20th century\nContemporary history\nModerns, a faction of Freemasonry that existed in the 18th century\n\nPhilosophy and sociology\nModernity, a loosely defined concept delineating a number of societal, economic and ideological features that contrast with \"pre-modern\" times or societies\nLate modernity\n\nArt\nModernism\nModernist poetry\nModern art, a form of art\nModern dance, a dance form developed in the early 20th century\nModern architecture, a broad movement and period in architectural history\nModern music (disambiguation)\n\nGeography\nModra, a Slovak city, referred to in the German language as \"Modern\"\n\nTypography\nModern (typeface), a raster font packaged with Windows XP\nAnother name for the typeface classification known as Didone (typography)\nModern, a generic font family name for fixed-pitch serif and sans serif fonts (for example, Courier and Pica), used e.g. in OpenDocument format or Rich Text Format\n\nMusic\nModern (Buzzcocks  album)\nModern (EP), an EP by Gas\nModern Records, a Los Angeles record label\nModern (Amber Smith album)\n\nOther uses\nModernform Group, traded as MODERN, a furniture manufacturer and distributor in Thailand\nModern Defense, a chess opening\nModern (political party), Polish political party\n\nSee also\nContemporary (disambiguation)\nEarly modern human\nModern age (disambiguation)\nModern agriculture (disambiguation)\nModern English\nModern liberalism in the United States\nModern Man (disambiguation)\nModern paganism\nModern philosophy\nModern republicanism\nModern Times (disambiguation)\nPostmodernism\nThe Modern (disambiguation)","7":"Modern Times: A History of the World from the 1920s to the 1980s is a book by British journalist and writer Paul Johnson, who gives an outline of world history during the 20th century from a conservative perspective. It was cited in National Review as one of the top ten books that changed North America and is described as a book that has \"influenced intellectual thinking on a profound level\". It was first published in 1983 and has since been reissued and updated.\n\nSummary\nJohnson describes world history beginning with the aftermath of World War I, and ending with the collapse of Communism in Eastern Europe.\nIn the first part of the book, Johnson deals mainly with the shaping of the Soviet Union in the first decades after World War I, the collapse of democracy in Central Europe due to the rise of Fascism and National Socialism, the causes that led to World War II, and its development and outcome. He devotes a chapter (\"An Infernal Theocracy, a Celestial Chaos\") to the development of Imperial Japan and the chaotic situation within China during the Warlord Era.\nIn roughly the second half of the book, Johnson deals with the post-World War II events: the Cold War, the end of colonialism and the simultaneous birth of the Third World concept, the rise of the People's Republic of China and of independent India, the reconstruction and economic boom in post-war Europe, and the rise of the East Asian Tigers.\n\n\n== References ==","8":"Modern Times: Photography in the 20th Century was the first exhibition focussed on artists of the 20th century to be held by the Rijksmuseum in Amsterdam. The show, whose title is also Modern Times in Dutch and which ran from November 2014 to January 2015, was also the first exhibition to be held in the re-opened Philips Wing, a part of the museum that was remodeled to host temporary exhibitions. It was the museum's second photography exhibition after its successful A new art: Photography in the 19th century, held in 1996.\n\nBackground\nThe Rijksmuseum published a jubilee book in 1985 celebrating 100 years of its history. This contained numerous old photographs of construction and early museum displays that could not be attributed to individual photographers, but uncovered several gems in the collection that needed curation. The museum highlights guide produced in the same year did not yet include any of the museum's 130,000 photographs of the 19th century. Photography was apparently still considered a secondary art, and, as such, not deserving mention in the guidebook. It wasn't until 1994, when the museum appointed the current (as of 2014) curators Mattie Boom and Hans Rooseboom for its growing photography collection, that a shift in appreciation began. The highlights guide published in 1995 included three photographs: one by each of Gustave Le Gray, Eduard Isaac Asser, and George Hendrik Breitner. The next step was to hold a photography exhibition, which became A new art, a collaboration with the Van Gogh Museum in 1996.\n\nThe 20th century in photographs\nThe museum's collection of over 20,000 20th-century photographs includes images of government-sponsored works such as bridges and sluice gates, and images of inspection visits by paid agents to foreign lands. Many early photographers could not afford to make prints without government sponsorship of some kind. Besides works acquired from defunct government agencies, works have been donated by photographers' families and other purchases have been sponsored by friends of the museum. The exhibition is meant as an overview of the museum's 20th-century works, most of which have been acquired since 1994.\nThe oldest photos in the exhibition are by the oldest artist in the show: Eadward Muybridge's motion studies of a horse (Sallie Gardner at a Gallop). The first photograph in the show is a portrait of Susan Sontag by Peter Hujar. Her collection of essays On Photography was quoted as one of the sources of inspiration for the show (\"To collect photography is to collect the world\"). The last works in the show are color portrait photos taken in Suriname by the youngest artist in the show, the Dutch photographer Viviane Sassen.\nThe list of artists represented in the show is presented on the gallery wall as a timeline. In order of appearance (sorted by birth date), they are as follows:\n\nReferences\n\nModern Times in the Rijksmuseum website\nMattie Boom and Hans Rooseboom. Modern Times: Photography in the 20th Century. Amsterdam: Rijksmuseum; Rotterdam: nai010, 2014. ISBN 978-94-6208-176-5.\n\"Rijksmuseum Takes on the 20th Century\", New York Times, November 20, 2014.","9":"Modern Times is Al Stewart's sixth studio album, released in 1975. The album was re-released in 2007 with bonus tracks. A further remaster by Paschal Byrne was released on Esoteric Recordings in 2015.\n\nTrack listing\nAll tracks composed by Al Stewart except as indicated.\n\n1975 original LP edition\nSide 1\n\n\"Carol\" – 4:24\n\"Sirens of Titan\" – 2:50\n\"What's Going On?\" – 3:34\n\"Not the One\" – 4:34\n\"Next Time\" – 4:19\nSide 2\n\n\"Apple Cider Re-Constitution\" – 5:19\n\"The Dark and the Rolling Sea\" – 5:21\n\"Modern Times\" (Dave Mudge, Stewart) – 8:21\n\n2000 Beat Goes On edition bonus tracks\n\"News from Spain\" - 6:03\n\"Elvaston Place\" - 2:53\n\"Swallow Wind\" - 3:21\n\n2007 Collector's Choice Music edition bonus tracks\n\"Swallow Wind\" - 3:23\n\"A Sense of Deja Vu\" - 4:50\n\"Willie the King\" - 4:01\n\nPersonnel\nAl Stewart - vocals, acoustic guitar\nBrian Bennett - backing vocals\nDavid Ellis - acoustic guitar\nIsaac Guillory - guitar\nSimon Nicol - acoustic guitar\nTim Renwick - electric guitar\nAndrew Powell - orchestral arrangement on \"Modern Times\"\nTony Carr - percussion\nGerry Conway - drums\nStuart Cowell - dobro, electric guitar\nBarry De Souza - drums\nGeorge Ford - bass\nNeil Lancaster - backing vocals\nChas Mills - backing vocals\nPeter Moss - bass, fuzz bass\nGraham Smith - harmonica\nPete Wingfield - keyboards\nPeter Wood - keyboards, accordion\nTechnical\nAlan Parsons - engineer, string arrangement on \"Apple Cider Re-Constitution\"\nPeter James - engineer\nHipgnosis - sleeve design, photography\n\nCharts\nAlbum – Billboard (United States)\n\nNotes\n\"Sirens of Titan\" is based on the novel of the same name by Kurt Vonnegut.\nThe original enigmatic album cover photograph was taken in the grounds of Stone House, Rushlake Green, near Heathfield in Sussex. In Britain this cover photo was superseded in 1977 by a portrait photo of Al Stewart, presumably in order to capitalise on his enhanced popularity as a result of the Year of the Cat album.\nThe blonde woman on the album cover is Pink Floyd guitarist David Gilmour's first wife, Ginger. The Cord automobile Stewart is sitting in belonged to Led Zeppelin guitarist Jimmy Page.\nCentered in the cover, holding a mirror reflecting a bright light toward the viewer, as on Stewart's previous album, Past, Present and Future, the US version of the album features the Marvel Comics character Doctor Strange.\n\n\n== References ==","10":"Modern Times is the thirty-second studio album by American singer-songwriter Bob Dylan, released on August 29, 2006, by Columbia Records. The album was the third work (following Time Out of Mind and \"Love and Theft\") in a string of critically acclaimed albums by Dylan. It continued its predecessors' tendencies toward blues, rockabilly and pre-rock balladry, and was self-produced by Dylan under the pseudonym \"Jack Frost\". Despite the acclaim, the album sparked some debate over its uncredited use of choruses and arrangements from older songs, as well as many lyrical lines taken from the work of 19th-century poet Henry Timrod and Roman poet Ovid.\nModern Times became Dylan's first No. 1 album in the U.S. since 1976's Desire. It was also his first album to debut at the summit of the Billboard 200, selling 191,933 copies in its first week. At age 65, Dylan became the oldest living person at the time to have an album enter the Billboard charts at No. 1. It also reached No. 1 in Canada, Australia, New Zealand, Ireland, Denmark, Norway and Switzerland, debuted No. 2 in Germany, Austria and Sweden. It reached No. 3 in the UK and the Netherlands, respectively, and has sold over 4 million copies worldwide. In the 2012 version of Rolling Stone magazine's list of \"The 500 Greatest Albums of All Time\", Modern Times was ranked at No. 204.\n\nBackground and recording\nThe album was recorded with Dylan's touring band, including bassist Tony Garnier, drummer George G. Receli, guitarists Stu Kimball and Denny Freeman, plus multi-instrumentalist Donnie Herron. This iteration of the Never Ending Tour band had played with Dylan for the entirety of 2005. Dylan and band rehearsed the songs at the Bardavon 1869 Opera House in Poughkeepsie, New York, in late January and early February, 2006, before heading to New York City to record them. As with its predecessor, Love and Theft, Modern Times was engineered and mixed by Chris Shaw.\nShaw remembered the recording sessions going slower for Modern Times than for \"Love and Theft\": \"The sessions for Modern Times went a little slower, it took maybe a month rather than three weeks. Not for any real reason I can pinpoint. Bob had a lot of ideas to sort through, there were a lot of different versions of each song he had to settle on before he could decide where he wanted them to go, and I think he had this vision in his head that maybe he couldn't quite articulate to the band as quickly, so it took a few times trying out ideas to get it to land where he wanted it to be. And I think there was a lot more lyric writing he had to deal with\".\nFreeman remembered the sessions as being difficult, though this is something he doesn't think is evident when listening to the album: \"Modern Times was a difficult challenge for me. We were feeling our way through it all, and it seemed like it was going really slow, trying to find the songs. Listening to it, I think it's a very coherent album, musically and lyrically and simple, in a good way. Simple in that the melodies and arrangements are 'right there' and the songs sound to me like they would have come together quickly and easily. But that's not the way I remember it happening. Bob seemed frustrated much of the time. But I never really knew what he was thinking, of course\".\nDuring a 2006 interview with Rolling Stone, Dylan said: \"This is the best band I've ever been in, I've ever had, man for man. When you play with guys a hundred times a year, you know what you can and can't do, what they're good at, whether you want 'em there. It takes a long time to find a band of individual players. Most bands are gangs. Whether it's a metal group or pop rock, whatever, you get that gang mentality. But for those of us who went back further, gangs were the mob. The gang was not what anybody aspired to. On this record (Modern Times) I didn't have anybody to teach. I got guys now in my band, they can whip up anything, they surprise even me\".\n\nAnticipation and release\nDylan's historical stature, as well as his renewed critical acclaim following Time Out of Mind and \"Love and Theft\", helped to make Modern Times a highly anticipated release. As with \"Love and Theft\" in 2001, Sony held a listening event for critics far in advance, but those invited were forbidden from disclosing details or opinions about what they heard prior to the official release.\nModern Times was leaked online through various BitTorrent and Dylan fan websites on August 21, 2006, after 30-second sound clips were released on the official Sony website. The album was first released in some European countries (including Germany and Ireland) on August 25, in the UK on August 28 and premiered in the U.S. on August 28 on XM Satellite Radio, the satellite radio service that carried Dylan's Theme Time Radio Hour program.\nWhile the album was marketed as the third part of a conceptual trilogy, beginning in 1997 with Time Out of Mind, Dylan himself rebuffed the notion. In an interview with Rolling Stone, he stated that he \"would think more of Love and Theft as the beginning of a trilogy, if there's going to be a trilogy\".\n\nReception and legacy\nResponse to Modern Times from music critics was overwhelmingly positive. On Metacritic, a site that tracks prominent critical opinion, Modern Times holds a score of 89 out of 100, indicating \"universal acclaim\" and putting it among the 100 most acclaimed albums on the site. In a five-star review, Rolling Stone critic Joe Levy called the album Dylan's \"third straight masterwork\", while Uncut's Nick Hasted called it a \"direct and audacious sequel\" to \"Love and Theft\". Writing for Blender, Robert Christgau described it as \"startling [and radiating] the observant calm of old masters who have seen enough life to be ready for anything—Yeats, Matisse, Sonny Rollins\". Jody Rosen of Slate concurred, calling Modern Times \"a better album than Time Out of Mind and even than the majestic \"Love and Theft\", which by my lights makes it Dylan's finest since Blood on the Tracks\". The album was also credited for original blues and folk rock music which was said to be \"hard to hear these days\" by critics.\nAlexis Petridis of The Guardian, while enjoying Modern Times, felt that it was \"not one of those infrequent, unequivocally fantastic Dylan albums\" and ridiculed the lavish praise heaped on the album, writing: \"It's hard to hear the music of Modern Times over the inevitable standing ovation and the thuds of middle-aged critics swooning in awe.\" Jim DeRogatis of the Chicago Sun-Times appreciated the lyrical content but found fault in the music, writing that \"with the exception of the closing track 'Ain't Talkin'', one of the spookiest songs he's ever written, Dylan disappoints with... [his] inexplicable fondness for smarmy '30s and '40s balladry\". Some reviewers who liked the album were critical of its musicianship, such as the Chicago Tribune's Greg Kot, as well as Jon Pareles of The New York Times, who wrote that \"onstage Mr. Dylan's touring band regularly supercharges his songs. But on Modern Times the musicians play as if they're just feeling their way into the tunes\".\nPerhaps the sourest review came from Ron Rosenbaum. Writing in the New York Observer, Rosenbaum called Modern Times, \"a wildly overhyped disappointment... The new album is possibly the worst since Self Portrait, with songs that rarely rise above the level of Dylan's low point—and everybody seems afraid to say so\".\nModern Times became Dylan's third successive album to top The Village Voice's Pazz & Jop critics' poll, following Time Out of Mind and \"Love and Theft\". The album also topped Rolling Stone's list of the 50 best albums of 2006, and was later ranked number eight on the magazine's list of the 100 greatest albums of the 2000s. At the 49th Annual Grammy Awards in 2007, Dylan won the Grammy Award for Best Contemporary Folk\/Americana Album for Modern Times and the Grammy Award for Best Solo Rock Vocal Performance for the song \"Someday Baby\".\nElton John is a fan of the album and has cited it as an inspiration for him to try and capture a more live-in-the-studio sound for his 2013 album The Diving Board: \"It floored me, that someone of Dylan's great output could come across and make an album like that at his age, which was for me so timeless and sounded so brilliant. I thought, 'Well, if I'm going to make a record again, I've got to make it sort of sounding like that, because that's how I like my records to sound\".\nIn a 2020 list of \"Bob Dylan's 10 greatest albums\" in Far Out magazine, Modern Times was ranked tenth. An article accompanying the list described the album: \"Not bound by genre or style, Dylan digs through a plethora of blues, country and rock songs, offering his audience the chance to hear the indigenous stories behind the music. Dylan spins the songs into a thread far more modern but is still able to weave them into the tapestry of the country nevertheless\".\n\nArtwork and versions\nBecause of the length of the songs, the entire album stretched out to two LPs, making it Dylan's third double album in a row.\nThe album's cover photo is Ted Croner's 1947 photograph Taxi, New York at Night. The image was previously used as a cover by the band Luna for their 1995 single \"Hedgehog\/23 Minutes in Brussels\".\nThe album was released in both standard and Limited Edition formats, with the special edition including a bonus DVD of four Dylan music videos. The DVD contains \"Blood in My Eyes\" (Promo Video), \"Love Sick\" (Live at the Grammys, 1998), \"Things Have Changed\" (Promo Video) and \"Cold Irons Bound\" (Masked and Anonymous Video).\n\nCredit controversy\nShortly after its release, the album sparked some debate in the media concerning its songwriting credits, mainly the liner notes' contention of \"All songs written by Bob Dylan\", which appears in most editions of Modern Times.\n\nAdaptations\nMany of the album's songs have musical roots in well-known older compositions, though in all cases, Dylan has given the songs new lyrics.\n\n\"Rollin' and Tumblin'\" is a blues standard first recorded and possibly written by the bluesman Hambone Willie Newbern. An arrangement very similar to Dylan's but with different lyrics was a hit for Muddy Waters, who is also credited with writing the song. Except for the first verse, all the lyrics in Dylan's version are original.\n\"When the Deal Goes Down\" is based on the melody of \"Where the Blue of the Night (Meets the Gold of the Day)\", a signature song for Bing Crosby.\n\"Someday Baby\" is based on an old standard that can be traced back to \"Someday Baby Blues\", recorded by Sleepy John Estes, and made famous in versions by Lightnin' Hopkins and Muddy Waters. It is sometimes referred to as \"Trouble No More\", and often credited to Muddy Waters.\n\"Beyond the Horizon\" is based on the melody of \"Red Sails in the Sunset\", written by Jimmy Kennedy and Hugh Williams in 1935.\n\"The Levee's Gonna Break\" is based on \"When the Levee Breaks\" by Kansas Joe McCoy and Memphis Minnie. It has been previously adapted by rock acts such as Led Zeppelin. The song has also been in the public domain since 2004.\n\nAdditional sources\nTwo other sources of the album's lyrics were cited in the latter half of 2006. In September, The New York Times ran an article exploring similarities between some of the lyrics in Modern Times and the work of Civil War poet Henry Timrod. Albuquerque disc jockey Scott Warmuth is credited as the first to discover at least ten substantial lines and phrases that can be clearly traced to the poet across several songs. Dylan and Sony have declined to comment on the matter, and Timrod's name is nowhere to be found on the liner notes. Robert Polito of the Poetry Foundation wrote a detailed defense of Dylan's usage of old lines in creating new work, saying that calls of plagiarism confuse \"art with a term paper\". The lyric on Thunder On The Mountain, \"I've sucked the milk out of a thousand cows\", was taken from a speech in the UK Parliament by former Ilford South MP Mike Gapes.\nIn October 2006, The Nelson Mail ran an article by New Zealand poet Cliff Fell exploring similarities between some of the lyrics in Modern Times and the works of the first-century Roman poet Ovid. Fell cited numerous direct parallels between lines from Ovid and those in four of Dylan's songs. A sampling of these included:\n\nFell considered the borrowings a homage and not plagiarism, noting Dylan's direct reference to Ovid in the album's first song, \"Thunder on the Mountain\", with the line \"I've been sitting down and studying The Art of Love.\" The Art of Love was one of the great poet's most famous works.\n\nDylan's response to credit controversy\nNone of these previous incarnations or their authors are credited, though Dylan has casually acknowledged some of the uses. In a 2004 Newsweek online feature, Dylan mentioned that he was working on a song based on the melody of a song associated with Bing Crosby, now known to be \"When the Deal Goes Down\". Dylan has a history of being open about his songwriting techniques, and his usage of older classics. For instance, in a 2004 interview with Robert Hilburn of the Los Angeles Times, he stated,\n\nWell, you have to understand that I'm not a melodist... My songs are either based on old Protestant hymns or Carter Family songs or variations of the blues form. What happens is, I'll take a song I know and simply start playing it in my head. That's the way I meditate. A lot of people will look at a crack on the wall and meditate, or count sheep or angels or money or something, and it's a proven fact that it'll help them relax. I don't meditate on any of that stuff. I meditate on a song. I'll be playing Bob Nolan's \"Tumbling Tumbleweeds\", for instance, in my head constantly—while I'm driving a car or talking to a person or sitting around or whatever. People will think they are talking to me and I'm talking back, but I'm not. I'm listening to a song in my head. At a certain point, some words will change and I'll start writing a song.\nThe lack of official credits is not a legal problem, given the age of the source material, but it troubled journalist Jim Fusilli of the Wall Street Journal. Fusilli thought that this was contrary to Dylan's long track record of noting his influences, as in the liner notes of 1993's World Gone Wrong. Joe Levy of Rolling Stone claimed to have raised the question with Sony BMG executives, who shrugged it off as a non-issue, on the basis that Ovid had died 1900 years before the release of Dylan's album.\nLevy and many others have supported Dylan in the context of a larger, older blues and folk tradition of songwriters evolving old songs into new ones, which Dylan was no stranger to in the 1960s. Pete Seeger himself has previously expressed the view that Dylan is a link in this chain of folk and blues songwriters. Seeger has spoken many times about the folk process, often recounting that his friend Woody Guthrie once said to him \"That guy stole that from me, but I steal from everybody\". Ramblin' Jack at one time expressed similar sentiments: \"Dylan learned from me the same way I learned from Woody. Woody didn't teach me. He just said, 'If you want to learn something, just steal it—that's the way I learned from Lead Belly'\".\n\nTrack listing\nPersonnel\nBob Dylan – vocals, guitar, harmonica, piano\nAdditional musicians\nDenny Freeman – guitar\nTony Garnier – bass guitar, cello, upright bass\nDonnie Herron – steel guitar, violin, viola, mandolin\nStu Kimball – guitar\nGeorge G. Receli – drums, percussion\nTechnical personnel\nGreg Calbi – mastering engineering\nChris Shaw – engineering\nTom Aiezza – assistant engineer\nSheldon Yellowhair – assistant engineer\n\nCharts\nCertifications\nNotes\nExternal links\nLyrics at Bob Dylan's official website\nChords at Dylanchords","11":"Modern Times is the third studio album by South Korean singer-songwriter IU. It was released on October 8, 2013, via LOEN Entertainment under its imprint LOEN Tree. Under the theme of \"French Black\", the album departs from the singer's girlish image which established her as the \"Nation's Sweetheart\", by attempting various styles of music such as swing, jazz, and bossa nova. Her first full-length record since Last Fantasy (2011), the album contains guest features and collaborations from several artists.\nModern Times contains thirteen tracks, including IU's number-one hit \"The Red Shoes\" and her self-composed song \"Bad Day\". It also features the Korean version of \"Voice Mail\" from IU's Japanese EP Can You Hear Me? (2013) as a bonus track. The album was re-released as Modern Times - Epilogue on December 20, 2013, and contained the single \"Friday\" as well as the track \"Pastel Crayon\" from KBS's television series Bel Ami where IU starred as a lead role. The repackaged album contained two DVDs and was limited to 10,000 copies.\nModern Times was met with acclaim from music critics, who praised its musical styles and composition and was ranked the second greatest K-pop album of the 2010s by Billboard. It experienced commercial success in South Korea, with its tracks garnering over three million digital downloads in its opening week. The album has sold more than 70,000 physical copies and ten million digital singles, with \"Friday\" being one of the best-selling singles in the country.\n\nComposition\nMusically, the pop and jazz album incorporates a wide range of genres including bossa nova, folk and Latin pop. Sonically, the album recreates sounds similar to Christina Aguilera's Back to Basic (2006).\n\nRelease\nThe album's title and artwork were revealed on September 17. According to LOEN Entertainment, IU's agency, the singer's third full-length album would be titled Modern Times. It was also announced that her agency would provide an illustrated guide for Modern Times which gives audiences clues about the tracks of the album. From September 23 to October 4, seven video teasers were released for the album through LOEN Entertainment's YouTube channel. The series of teasers introduced some of the tracks from her new album.\nModern Times was released digitally at 12:00 am KST on October 8, 2013. Upon its release, the lead single \"The Red Shoes\" topped a number of real-time charts in South Korea, achieving an all-kill status, while the rest of the tracks also entered the charts. The album topped the Gaon Albums Chart on the third week of October 2013. The physical album sold 40,360 copies in 2013, making it the 41st best-selling Korean album of that year. As of 2014, Modern Times has sold 58,145 copies in South Korea, with the sales of its repackaged album combined.\n\nSingles\n\"The Red Shoes\"\n\"The Red Shoes\" (Korean: 분홍신) the album's lead track, is a song with big band sounds, dramatic developments, and elaborate choruses. The song was inspired from the 1845 fairy tale under the same title written by Danish author Hans Christian Andersen, and the movie plot for its music video was adapted from the 1948 British film of the same title. Comparing to red shoes, it tells about a woman who begins her journey for the once-brilliant and summer-like days she had with her lost love, counting on her fate.\nThe single was released on October 8, 2013, along with the whole album, and its music video was officially unveiled at 11:00 am KST on the same day (although it premiered a day earlier on SBS MTV). The video, directed by Hwang Soo-ah, features cameo appearances from Yoo Hee-yeol (also known as the sole member of one-man project band Toy), electronic duo Peppertones, and models Fhi Fan and Jang Ki-yong. A performance-centered music video for \"The Red Shoes\" was also released via LOEN's official YouTube channel on October 21.\n\"The Red Shoes\" reached number one on both the Gaon Digital Chart and Download Charts in the third week of October 2013. It also topped the K-pop Hot 100 for two consecutive weeks, becoming the singer's third number-one hit on the chart. \"The Red Shoes\" received six music program awards throughout October and was the 42nd biggest selling digital song of 2013 in South Korea. It sold 1,359,107 downloads by the end of 2014.\n\n\"Friday\"\n\"Friday\" (Korean: 금요일에 만나요; RR: Geumyoil-e Mannayo), is the lead single for the repackaged album Modern Times - Epilogue. The self-composed song is a bossa nova tune with a catchy medium-tempo melody, and sings about delirious excitement of a couple who just had a crush on each other. The singer's labelmate Jang Yi-jeong, a member of boy group History participated as a featured artist (He also starred on its music video, as a guy who has a one-sided love for IU). The single was released on December 20, 2013, and its music video was officially uploaded at 12:00 pm KST on the same day. The one shot music video also reunites IU and model Jang Ki-yong, who she previously starred with for the video \"The Red Shoes\".\nJust like the previous single, \"Friday\" peaked at number one on both the Gaon Singles and Download Charts. The song also topped the K-pop Hot 100 for two consecutive weeks, becoming the singer's fourth number-one single there. Without any televised promotions, \"Friday\" received four music show wins. Although released in 2013, \"Friday\" was the sixth biggest selling digital song of 2014 in South Korea. As of 2020, it has sold more than 5,000,000 digital downloads in the country, making it one of the best-selling singles in South Korea.\n\nPromotion\nOn October 7, 2013, prior to the album's release, IU presented her first-ever comeback showcase at K-Art Hall in Olympic Park, Seoul, performing her brand-new songs including \"Modern Times\", \"Between the Lips (50cm)\", and \"The Red Shoes\". She also held a preview of the official music video for the title track. IU began promoting her comeback album on various music programs, starting on the October 10, 2013, broadcast of M! Countdown. Along with the lead single, she promoted \"Modern Times\", \"Between the Lips (50cm)\", and \"Love of B\" on M! Countdown, Music Bank, Show! Music Core, and Inkigayo, and Show Champion.\nOn KBS's You Hee-yeol's Sketchbook, the singer performed \"The Red Shoes\", \"Bad Day\", and \"Walk with Me, Girl\", alongside a cover of \"About Romance\" originally sung by Choi Baek-ho (who was featured in \"Walk with Me, Girl\"). IU performed the lead single also at the 50th annual Grand Bell Awards, in celebration of the event. It was announced that IU would hold her second solo concert entitled \"Modern Times\" from November 23. Starting at Kyung Hee University's Peace Palace Hall in Seoul, she also performed in Busan at KBS Hall on December 1, to promote the album.\n\nReception\nModern Times received positive reviews from critics. The Korea Herald complimented the album writing: \"... vintage sounds and modern effects are put together artfully, forming a fresh but familiar compilation of songs. Modern Times has a distinct carefree feel that is reminiscent of jazz during the Roaring Twenties.\" Seoul Beats also gave a positive review, explaining \"With its jazzy, big band sound, IU provided a breath of fresh air to the K-pop scene... The album’s real strength is how seamlessly the tracks flow together.\" Billboard gave the album a positive review while praising IU for proving to have \"musical sensibilities well beyond a typical 20-year-old\". Commercially, the album has sold more than 61,900 copies in South Korea as of October 2015 and 3,300 copies in Japan.\n\nAccolades\nTrack listing\nChart performance\nSales\nRelease history\nSee also\nList of K-pop on the Billboard charts\nList of K-pop Hot 100 number ones\nList of number-one albums of 2013 (South Korea)\nList of number-one hits of 2013 (South Korea)\n\nFootnotes\nReferences\nExternal links\n\"The Red Shoes\" on YouTube\n\"The Red Shoes\" (Dance ver.)\" on YouTube\n\"Friday\" on YouTube\nIU's official website","12":"Modern Times is the sixth album by Jefferson Starship and was released in 1981. Grace Slick appeared on this album after a three-year absence. She returned near the end of the recording sessions, providing background vocals on some tracks as well as lead vocals on the single \"Stranger\" as a duet with lead singer Mickey Thomas.  \"Stranger\" had previously been performed live by Jefferson Starship as early as December 1979, and the first studio version was made for Modern Times. Although not appearing in the band picture on the gatefold cover, Slick is listed on the back cover of the LP with the credit \"Introducing Grace Slick\" and her picture is on the lyric sleeve with the note \"Grace Slick courtesy of Grace Slick.\" She joined the band officially for the 1981 tour.  This was the first Jefferson Starship album to have promotional music videos. It was also the first album to feature a charting single on the Mainstream Rock Tracks chart, which had premiered earlier in the year. The single \"Find Your Way Back\" reached No. 3 on the Mainstream Rock chart.\nThe song \"Stairway to Cleveland\" was inspired by a harsh review that Rolling Stone had given the album Freedom at Point Zero, inspiring Paul Kantner to wrap lyrics around a phrase he had heard from Paul Warren: \"Fuck you! We do what we want!\"\n\nTrack listing\nPersonnel\nMickey Thomas – lead (all tracks) and backing vocals, spoken word (9)\nPaul Kantner – lead (9) and backing vocals, rhythm guitar, Oberheim 8-voice synthesizer (9), keyboards (2), spoken word (9)\nCraig Chaquico – lead guitar, rhythm guitar, synthesizer (1, 6, 7), steel drums (6), spoken word (9)\nDavid Freiberg – bass (1, 6, 8), piano (2), synthesizer (2, 5), organ (3), backing vocals, spoken word (9)\nPete Sears – bass (2-5, 7, 9), piano (1, 3, 4, 8), synthesizer (2, 4, 8), Moog (8)\nAynsley Dunbar – drums, percussion, marimba (6), synthesizer (7)\nGrace Slick – co-lead vocals (2), backing vocals (3, 4, 8, 9)\n\nProduction\nRon Nevison – producer for Gadget Productions, Inc., engineer\nMichael Clink – engineer\nMike Reese – mastering\nPat Ieraci (Maurice) – production coordinator\nBill Murphy \/ Rod Dyer, Inc. – album design, art direction\nRyoko Ishioka – cover concept\nMonica Clemans – cover model and eyes\nLeon LeCash – photography\nBill Thompson – manager\nRecorded and mixed at The Record Plant, Los Angeles - Sausalito\nMastered at The Mastering Lab, Hollywood\n\nSingles \/ Music Videos\n\"Find Your Way Back\" (1981) #29 US\n\"Stranger\" (1981) #48 US\n\"Save Your Love\" (1981) #104 US (single only \/ no music video)\n\"Stairway to Cleveland\" (1981) (promo single only)\n\nCharts\nCertifications\n\n\n== References ==","13":"Modern Times is the first album by the British band Latin Quarter. It reached the top 20 in Germany and Sweden and spent two weeks on the UK Albums Chart, peaking at Number 91. It includes the songs \"Radio Africa\" which reached Number 19 in the UK Singles Chart. and \"America for Beginners\" which was covered by Toyah on her album Minx.\n\nPolitical themes\nLatin Quarter's lyricist Mike Jones describes the album as \"a veritable manifesto\" of their left wing views as members of Big Flame. The title track takes its name from the Charlie Chaplin film as it critiques the effect of McCarthyism on Hollywood; \"Radio Africa\" describes the effect of Imperialism on that continent; \"Toulouse\" is about racism in France; \"No Rope As Long As Time\" is a plaintive account of Apartheid South Africa and \"America for Beginners\" describes the rise of the right wing in the United States.\n\nTrack listing\n\"Modern Times\" 3:45\n\"No Ordinary Return\" 3:35\n\"Radio Africa\" 3:53\n\"Toulouse\" 4:20\n\"America for Beginners\" 5:16\n\"Eddie\" 3:08\n\"No Rope As Long As Time\" 4:28\n\"Seaport September\" 3:18\n\"New Millionaires\" 3:35\n\"Truth About John\" 4:00\n\"Cora\" 2:58\nIn 2002 a remastered & expanded edition of Modern Times was released, which was titled \"Modern Times Plus\". This edition features 5 bonus tracks...\n\n\"Modern Times\" (12\" Version)\n\"Thin White Duke\"\n\"This Side of Midnight\"\n\"Sandinista\"\n\"Voices Inside\"\nMost online music download stores only provide the original version of \"Modern Times\" and not \"Modern Times Plus\".\n\nCharts\nPersonnel\nCarol Douet - vocals, percussion\nYona Dunsford - vocals, piano\nGreg Harewood - bass\nSteve Jeffries - keyboards, vocals\nSteve Skaith - vocals, guitar\nRichard Stevens - drums, percussion\nRichard Wright - guitar, vocals\nMike Jones - lyrics\nAdditional musicians\nSteve Gregory - saxophone\nMartin Ditcham - percussion\nSteve Greetham - bass on '3'\n\n\n== References ==","14":"Modern Times is the third album by the American jazz group Steps Ahead, released on Elektra\/Musician in 1984.\n\nReception\nAllmusic awarded the album with 4.5 stars and its review by Scott Yanow states: \"This outing is very electronic and does not quite reach the heights of Steps Ahead's earlier Elektra album, but it certainly has plenty of spirit and power.\".\n\nTrack listing\n\"Safari\" (Mike Mainieri) – 6:58\n\"Oops\" (Mike Mainieri) – 6:20\n\"Self Portrait\" (Mike Mainieri) – 6:02\n\"Modern Times\" (Warren Bernhardt) – 6:17\n\"Radioactive\" (Bernhardt, Peyton) – 8:49\n\"Now You Know\" (Peter Erskine) – 6:25\n\"Old Town\" (Mike Mainieri) – 6:19\n\nPersonnel\nSteps Ahead\nMichael Brecker – tenor saxophone\nMike Mainieri – vibraphone, synthesizer vibes, marimba, synthesizer, percussion\nWarren Bernhardt – keyboard\nEddie Gómez – bass\nPeter Erskine – drums\n\n\n== References ==","15":"The band Modern Times, consisting of Simone Weis and Jimmy Martin, was the last (until 2024) participants for Luxembourg in the Eurovision Song Contest and performed the song \"Donne-moi une chance\" in the 1993 contest . The song finished in 20th place with 11 points. This was to be the last entry for the Grand Duchy until 2024. The band were Luxembourg nationals and were the last of 9 acts to have sung for their country in 37 attempts. They were backed on stage by Patrick Alessi who had provided backing vocals previously at the Eurovision Song Contest 1983 for Luxembourg and was also in the 1996 Belgian national final.","16":"Wenming Xiaoshi (Chinese: 文明小史), translated into English as Modern Times, is a novel by Li Baojia (Li Boyuan). The novel is a satire of pseudo-reformers in the Qing Dynasty period who found difficulty adjusting to modernization, including its complexities and problems. The novel consist of 60 chapters. It has often been compared to Li's other novel Officialdom Unmasked.\nFrom 1903 to 1905 the work was serialized in Fiction Illustrated. The first edition of the entire work was published in 1906. Douglas Lancashire published an English translation, titled \"Modern Times,\" in 1996.\n\nPlot\nThe background of the novel is that in the late Qing Dynasty, China's borders were opened by the West. At that time, conservative Chinese people saw the strong ship and sharp cannon of modern Western civilization, leading to the rise of the reformist movement, and many people were sent to study abroad. The article adopts a \"Zhulian style\" structure, without the protagonist and central character. Their stories unfold one after another, interconnected, and finally concluded in the final chapter.\n\nCharacters\nMaster Yao - He is a provincial degree holder with a son.  In chapter 16, Master Yao takes his son and three disciplines to Shanghai in order to show them what Western life looks like to them. Master Yao has them explore the city and familiarize themselves with the academic programs at schools in the area.\n\nReferences\nDoleželová-Velingerová, Milena. \"Chapter 38: Fiction from the End of the Empire to the Beginning of the Republic (1897-1916)\" in: Mair, Victor H. (editor). The Columbia History of Chinese Literature. Columbia University Press, August 13, 2013. p. 697-731. ISBN 0231528515, 9780231528511.\nHegel, Robert E. \"The Chinese Novel at the Turn of the Century\" (book review). Chinese Literature: Essays, Articles, Reviews (CLEAR), ISSN 0161-9705, 07\/1983, Volume 5, Issue 1\/2, pp. 188 – 191\nPL, \"Li Pao-chia.\" In: Nienhauser, William H. (editor). The Indiana Companion to Traditional Chinese Literature, Part 1. Indiana University Press, 1986. ISBN 0253329833, 9780253329837.\nYeh, Wen-hsin. \"Shanghai Modernity: Commerce and Culture in a Republican City.\" in: Wakeman, Frederic E., Jr. and Richard Louis Edmonds (editors). Reappraising Republican China. Oxford University Press, 2000.\n\nNotes\nExternal links\n\n(in Chinese) Wenming Xiaoshi","17":"\"Modern Times\" is the name of a 2004 song recorded by the Californian singer J-five. Released in 2004 as the first single from his debut album Sweet Little Nothing on which it is the third track, \"Modern Times\" achieved a success in many European countries, topping the charts in France, traditionally a nation where Chaplin films are most popular.\n\nRelease\nThe song is a tribute to Charlie Chaplin, and particularly his film Modern Times. The chorus of the song is the original recording of Chaplin's gibberish singing from the end of the film (the first time Chaplin's voice had been heard in any of his films, using a deliberately vague mixture of languages).\nA music video was produced to illustrate this track, using the appropriate scene from the Chaplin film with the exclusive participation of Dolores Chaplin.\nThe song is included on the following compilations, released in 2004 in France: Best Of 2004, R&B 2004, NRJ Hit Music Only and Fan2.\n\nChart performance\nIn France, the single entered the chart at No. 15 on February 29, 2004, and gained a few places every week until topping the chart for one week, on March 21. The weeks after, the single almost didn't stop to drop on the chart and totaled nine weeks in the top ten, 17 weeks in the top 50 and 25 weeks on the chart. It was certified Silver disc by the SNEP and was ranked No. 33 on the End of the Year Chart.\n\nTrack listings\nCD single\n\"Modern Times\" featuring Charlie Chaplin – 3:16\n\"Flags\" – 3:22\nCD maxi\n\"Modern Times\" featuring Charlie Chaplin – 3:16\n\"Flags\" – 3:22\n\"Turn It up\" – 2:06\nCD maxi\n\"Modern Times\" (original version) featuring Charlie Chaplin – 3:23\n\"Modern Times\" (rove dogs remix) – 3:43\n\"Flags\" – 2:06\n\"Modern Times\" (video)\n\nPersonnel\nRecorded by Len Corey\nProduced by D&N Godsend and Mel Richd\nArtwork by Objectif Lune\nPhotography by S. Girzard\n\"Modern Times\"\nWritten by J-Five \/ Daniderff \/ D&N Godsend \/ Mel Richd\/Bertal & Maubon\nEngineered by Len Corey\nPerformed by J-Five and Charles Chaplin\nCharles Chaplin appears courtesy of Roy Export Ltd.\n\"Flags\"\nWritten by J-Five \/ D&N Godsend \/ Mel Richd\nEngineered Len Corey\nRove dogs remix\nVocals and keyboards by Franck Lascombes\nEngineered and mixed by Mr Clean\n\nCharts and sales\n\n\n== References ==","18":"Modern Times is a 1936 American part-talkie comedy film produced, written and directed by Charlie Chaplin. In Chaplin's last performance as the iconic Little Tramp, his character struggles to survive in the modern, industrialized world. The film also stars Paulette Goddard, Henry Bergman, Tiny Sandford and Chester Conklin.\nModern Times has won many awards and honors, and is widely considered one of the greatest films ever. It was one of the first 25 films selected by the Library of Congress for preservation in the National Film Registry for being \"culturally, historically, or aesthetically significant\".\n\nPlot\nThe Tramp works on an assembly line, where he suffers greatly due to the stress and pace of the repetitive work. He eventually suffers a nervous breakdown and runs amok, getting stuck within a machine and throwing the factory into chaos; he is then sent to the hospital. Following his recovery, the now-unemployed Tramp is mistakenly arrested in a Communist demonstration. In jail, he accidentally ingests smuggled cocaine, and in his subsequent delirium, he avoids being put back in his cell. When he returns, he stumbles upon a jailbreak and knocks the convicts unconscious for which he is hailed as a hero and given special treatment. When he is informed that he will soon be released due to his heroic actions, he argues unsuccessfully that he prefers life in jail.\nUpon release, he applies for a new job with a shipbuilder but leaves after causing an accident. Soon after, he runs into an orphaned girl, Ellen, who is fleeing the police after stealing a loaf of bread. Determined to go back to jail and to save her from arrest, the Tramp tells the police that he is the thief and asks to be arrested, but a witness reveals his deception and he is freed. He then eats an enormous amount of food at a cafeteria without paying to get arrested, and once again encounters Ellen in a paddy wagon after he is put in it. It soon crashes, however, and she convinces him to escape with her. The Tramp then gets a job as a night watchman at a department store, and encounters three burglars led by \"Big Bill,\" a fellow worker from the factory, who explains that they are hungry and desperate. After sharing drinks with them, he wakes up the next morning during opening hours and is arrested once again for failing to call the police on the burglars and for sleeping in the store's clothes on a desk, shocking a customer and the storekeeper.\nDays later, Ellen takes him to a run-down shack to live in. The next morning, he reads about an old factory's re-opening and lands a job as a mechanic's assistant. The other workers then suddenly decide to go on strike, and tell the Tramp to leave with them. Outside the factory, he accidentally launches a brick at a policeman and is arrested again.\nHe is released two weeks later, and learns that Ellen is now a café dancer. She gets him a job as a singer and waiter, but he goes about his duties clumsily. During his floor show, he loses his cuffs, which bear the lyrics to his song, but he rescues the act by improvising the lyrics using gibberish and by pantomiming. When police arrive to arrest Ellen for her earlier escape, the two are forced to flee again, and Ellen despairs that their struggles are all pointless, but the Tramp reassures her. At a bright dawn, they walk down the road towards an uncertain but hopeful future.\n\nCast\nProduction\nDuring a European tour promoting City Lights, Chaplin got the inspiration for Modern Times from both the lamentable conditions of the continent through the Great Depression, along with a conversation with Mahatma Gandhi in which they discussed modern technology. Chaplin did not understand why Gandhi generally opposed it, though he granted that \"machinery with only consideration of profit\" had put people out of work and ruined lives.\nChaplin began preparing the film in 1934 as his first \"talkie\", and went as far as writing a dialogue script and experimenting with some sound scenes. However, he soon abandoned these attempts and reverted to a silent format with synchronized sound effects and sparse dialogue. The dialogue experiments confirmed his long-standing conviction that the universal appeal of his \"Little Tramp\" character would be lost if the character ever spoke on screen. Most of the film was shot at \"silent speed\", 18 frames per second, which when projected at \"sound speed\", 24 frames per second, made the slapstick action appear even more frenetic. The duration of filming was long for the time, beginning on October 11, 1934, and ending on August 30, 1935.\nChaplin biographer Jeffrey Vance has noted: “Chaplin recognized that Modern Times was the valedictory for the Tramp and deliberately included many gags and sequences as a loving farewell to the character and an homage to the visual comedy tradition.\"\nThis film also famously uses matte painting in the harrowing skating scene where Charlie skates blindfolded, not realizing he's constantly near the edge and very likely could fall down. The illusory drop has been matte-painted, and Chaplin was never in actual danger while filming this scene — in reality, he skated on a plain floor, with a ledge for him to discern when to stop. This can be observed in the fact that, at one moment, Chaplin's back wheel briefly disappeared behind the painting. This most likely escaped the eyes of Chaplin, which could be the reason he left it in.\nThe reference to drugs seen in the prison sequence is somewhat daring for the time (since the production code, established in 1930 and enforced since 1934, forbade the depiction of illegal drug use in films); Chaplin had made drug references before in one of his most famous short films, Easy Street, released in 1917.\n\nMusic\nAccording to the official documents, the music score was composed by Chaplin himself, and arranged with the assistance of Alfred Newman, who had collaborated with Chaplin on the music score of his previous film City Lights.  Newman and Chaplin had a falling out near the end of the Modern Times soundtrack recording sessions, leading to Newman's angry departure.\nThe romance theme was later given lyrics, and became the pop standard \"Smile\", first recorded by Nat King Cole. A cover of this song by Jimmy Durante was also used in the trailer for the 2019 film Joker, in which the lead character also watches scenes from a showing of Modern Times after sneaking into a movie theatre.\nModern Times was the first film where Chaplin's voice is heard as he performs Léo Daniderff's comical song \"Je cherche après Titine\". Chaplin's version is also known as \"The Nonsense Song\", as his character sings it in gibberish. The lyrics are nonsensical but appear to contain words from French and Italian; the use of deliberately half-intelligible wording for comic effect points the way towards Adenoid Hynkel's speeches in The Great Dictator.\nAccording to film composer David Raksin, Chaplin wrote the music as a young man wanting to make a name for himself. He would sit, often in the washroom, humming tunes and telling Raksin to \"take this down\". Raksin's job was to turn the humming into a score and create timings and synchronization that fit the situations. Chaplin was a violinist and had some musical knowledge, but he was not an orchestrator and was unfamiliar with synchronization. Along with Edward B. Powell, Raksin did receive screen credit for the music arrangements. Raksin later created scores for films including Laura and The Day After.\n\nReception\nModern Times is often hailed as one of Chaplin's greatest achievements, and it remains one of his most popular films. It holds an approval rating of 98% on Rotten Tomatoes based on 108 reviews, with a weighted average of 9.4\/10. The website's critical consensus reads, \"A slapstick skewering of industrialized America, Modern Times is as politically incisive as it is laugh-out-loud hilarious.\" Metacritic reports an aggregated score of 96\/100 based on 4 critics, indicating \"universal acclaim\".\nNaming it the Best Film of the 30s Decade, Flickside writes: \"Chaplin's Modern Times is a thoughtful critique on the anxieties of modernization dealt with pathos and humour.\" Contemporary reviews were very positive. Frank Nugent of The New York Times wrote: \"'Modern Times' has still the same old Charlie, the lovable little fellow whose hands and feet and prankish eyebrows can beat an irresistible tattoo upon an audience's funnybone or hold it still, taut beneath the spell of human tragedy ... Time has not changed his genius.\" Variety called it \"grand fun and sound entertainment\". Film Daily wrote: \"Charlie Chaplin has scored one of his greatest triumphs.\" John Mosher of The New Yorker wrote that Chaplin \"manufactures some superb laughs ... In all, it's a rambling sketch, a little at loose ends at times, sometimes rather slight in effect, and now and then secure in its rich, old-fashioned funniness.\" Burns Mantle called the film \"another hilariously rowdy success\".\nWriting for The Spectator in 1936, Graham Greene strongly praised the film, noting that, although there had always been a bit of a dated feel to his previous works, Chaplin \"has at last definitely entered the contemporary scene\". Greene noted that, whereas prior Chaplin films had featured \"fair and featureless\" heroines, the casting of Paulette Goddard suggested that his female characters might be presented with more personality than previously. He also voiced concern that the film would be considered to be a Communist film when in reality Chaplin's message was predominantly apolitical: \"[Chaplin] presents, he doesn't offer political solutions.\"\nFrench philosophers Jean-Paul Sartre, Simone de Beauvoir and Maurice Merleau-Ponty named their journal, Les Temps modernes, after it.\nModern Times earned $1.8 million in North American theatrical rentals during its release, becoming one of the top-grossing films of 1936. It was the most popular film at the British box office in 1935–36.\nThe iconic depiction of Chaplin working frantically to keep up with an assembly line inspired later comedy routines including Disney's Der Fuehrer's Face (Donald Duck alternately assembling artillery shells and saluting portraits of Adolf Hitler) and an episode of I Love Lucy titled \"Job Switching\" (Lucy and Ethel trying to keep up with an ever-increasing volume of chocolate candies, eventually stuffing them in their mouths, hats, and blouses). The opening of a fantasy sequence in the film, in which the unemployed factory worker trips over a footstool upon entering the living room of his \"dream home\" with the Gamin, inspired a similar opening to The Dick Van Dyke Show.\nThis was Chaplin's first overtly political-themed film, and its unflattering portrayal of industrial society generated controversy in some quarters upon its initial release. Writing in The Liberal News, the official magazine of the British Liberal Party, in October 1936, Willoughby Dewar observed that Modern Times \"should be seen by every Young Liberal. It is, among other things, a piece of first-class Liberal propaganda.\" In Nazi Germany, propaganda minister Joseph Goebbels banned the film from being shown because of its alleged advocacy of communism.\nThe film exhibits slight similarities to a lesser known 1931 French film directed by René Clair entitled À nous la liberté (Liberty for Us) – the assembly line sequence is an instance in that both films depict it, but in different ways. The German film company Tobis Film, hungry for cash, sued Chaplin following the film's release but to no avail. They sued again after World War II (considered revenge for Chaplin's anti-Nazi statements in The Great Dictator). This time, they settled with Chaplin out of court. Clair, a friend and huge admirer of Chaplin who was flattered that the film icon would depict a similar subject, was deeply embarrassed that Tobis Film would sue Chaplin, and was never part of the case.\nThe film did attract criticism for being almost completely silent. Chaplin feared that the mystery and romanticism of the Tramp character would be ruined if he spoke, and also that it would alienate his fans in non-English speaking territories. His future films, however, would be fully fledged \"talkies\" – although without the character of the Little Tramp.\n\nChaplin biographer Jeffrey Vance has written of the reception and legacy of this classic comedy: Modern Times is perhaps more meaningful now than at any time since its first release. The twentieth-century theme of the film, farsighted for its time—the struggle to eschew alienation and preserve humanity in a modern, mechanized world—profoundly reflects issues facing the twenty-first century. The Tramp's travails in Modern Times and the comedic mayhem that ensues should provide strength and comfort to all who feel like helpless cogs in a world beyond control. Through its universal themes and comic inventiveness, Modern Times remains one of Chaplin's greatest and most enduring works. Perhaps more important, it is the Tramp's finale, a tribute to Chaplin's most beloved character and the silent-film era he commanded for a generation.\nThe film is recognized by American Film Institute in these lists:\n\n1998: AFI's 100 Years ... 100 Movies – #81\n2000: AFI's 100 Years ... 100 Laughs – #33\n2007: AFI's 100 Years ... 100 Movies (10th Anniversary Edition) – #78\nThe Village Voice ranked Modern Times at No. 62 in its Top 250 \"Best Films of the Century\" list in 1999, based on a poll of critics. In January 2002, the film was voted at No. 58 on the list of the \"Top 100 Essential Films of All Time\" by the National Society of Film Critics. The film was voted at No. 74 on the list of \"100 Greatest Films\" by the prominent French magazine Cahiers du cinéma in 2008. In the 2012 Sight & Sound polls, it was ranked the 63rd-greatest film ever made in the critics' poll and 20th in the directors' poll. In the earlier 2002 version of the list the film ranked 35th among critics. In 2015, Modern Times ranked 67th on BBC's \"100 Greatest American Films\" list, voted on by film critics from around the world. The film was voted at No. 12 on the list of The 100 greatest comedies of all time by a poll of 253 film critics from 52 countries conducted by the BBC in 2017. In 2021 the film ranked 49th on Time Out magazine's list of The 100 best movies of all time.\n\nRestoration\nA digitally restored version of the film was released in 2003. The French company MK2 searched the world for good copies of the original footage, cut them together and processed each of the 126,000 frames, removing scratches and dust, and ensuring optimal image stability and balanced black and white tone levels. The restored version was first shown at the Cannes Film Festival in 2003.\nIn 2013 Cineteca di Bologna and the Criterion Collection effected further digital improvements of the 2003 version, as noted in a preface ahead of the title.\n\nSee also\nFordism\nList of United States comedy films\nList of films featuring surveillance\n\nReferences\nExternal links\n\nModern Times essay by Jeffrey Vance at the National Film Registry\nModern Times at IMDb\nModern Times at Rotten Tomatoes\nModern Times at the TCM Movie Database\nModern Times at AllMovie\nModern Times at the AFI Catalog of Feature Films\nFilmsite Modern Times page\nMovie stills and bibliography\nTour of Modern Times filming locations\nModern Times: Exit the Tramp essay by Saul Austerlitz at the Criterion Collection\nModern Times essay by Daniel Eagan in America's Film Legacy: The Authoritative Guide to the Landmark Movies at the National Film Registry (p. 238-240)","19":"Modern Times Group (MTG) is a digital entertainment company based in Stockholm, Sweden. It formed from the media holdings of investment company Kinnevik, which in 1997 was distributed to the company stockholders. It is a strategic and operational investment holding company, managing a portfolio including gaming companies InnoGames, Ninja Kiwi and Kongregate, and digital network company Zoomin.TV.\nKinnevik distributed the MTG shares to its shareholders in 2018 and in 2019 MTG distributed shares in the newly founded Nordic Entertainment Group (now Viaplay Group) to its shareholders following the strategic transformation into a global digital entertainment company.\n\nStructure\nSince July 2015, MTG's digital presence was expanded through a number of acquisitions. In 2015 MTG bought 74% of the shares in Turtle Entertainment, a top-tier esports tournament operator, owning brands such as Electronic Sports League (ESL). MTG then acquired 51% of the shares in Zoomin.TV, Europe's largest MCN and the 5th largest network on YouTube. Later the same year MTG made the acquisition of 100% of DreamHack, one of the biggest esports tournament organisers in the world. In 2016 and 2017 MTG continued its journey by acquiring 35% of a leading German games developing company InnoGames and U.S. based games publishing company Kongregate. Since the start of its investment operations, MTG has made further share acquisitions in the before-mentioned companies.\n\nTimeline\nBelow is a timeline of MTG milestones since 1987.\n\n1980s\nIn 1987, TV3 launches in Sweden on New Year's Eve becoming the first commercial channel in Scandinavia. In 1988 the channel started broadcasting to Norway and Denmark. The number of viewers increases from 1.2 million at launch to 3.4 million at the end of 1988.\nIn 1988, Strix launches independent TV production.\nIn 1989, pay channel TV1000 launches.\nIn 1989 TV Shop starts selling products and services on TV3 .\n\n1990\nTV3 achieves 45% penetration in Sweden and commands 90% of the TV advertising market.\nAcquisition of majority shareholding in Svensk Text (SDI Media).\nSeptember: TV3 Denmark launches, replacing the Pan-Scandinavian version.\n\n1991\nTV3 reports an annual profit.\nTV3 Norway launches, each Scandinavian country now has its own version of TV3.\nTV4 granted license as Sweden's third terrestrial TV station. Kinnevik acquires 30% shareholding in TV4.\nLaunch of Viasat DTH satellite pay-TV platform.\nTV1000 merges with competitor SF Succé.\n\n1992\nZTV's first year as an independent channel.\nKinnevik's media companies report an annual profit.\n\n1993\nSeptember: P4 Radio Hele Norge a national commercial radio network in Norway is launched. MTG is one of its founders.\nFirst commercial radio licenses obtained in Sweden. TV3 commences Teletext broadcasting.\nTerrestrial TV channels launched in Estonia and Lithuania.\n\n1994\nTV4 becomes largest channel in Sweden.\nTV6 launched.\n\n1995\nMTG incorporated as Kinnevik subsidiary.\nMetro launched in Stockholm.\nMinority holding acquired in Finanstidningen daily business newspaper.\n\n1996\nSatellite TV distribution platform switched from Astra to NSAB.\nJanuary: Radio Rix radio network formed through a merger between MTG's P6 and SRU.\nApril: ZTV and TV6 merged to form 3+ in Denmark.\n\n1997\nLaunch of Viasat+, an analogue low-pay satellite package broadcast from the NSAB satellite consisting of MTG's own television channels as well as Nickelodeon, VH1 and Sci-Fi Channel.\nShares in MTG distributed to Kinnevik shareholders and listed on Stockholm Börsinformation and Nasdaq National Market in New York. Second Metro edition published in Prague.\nStrix becomes the first company in the world to produce the Survivor reality TV format.\n\n1998\nFebruary: Metro launches in Gothenburg.\nMarch: TV6 in Sweden relaunches as a Pan-Nordic pay channel called \"TV6 Nature World\" and \"TV6 Action World\".\nZTV moves from Stockholm to London and expands its schedule considerably.\nMTG acquires the Latvian television channel Channel 31 (Latvian: 31. kanāls), which is later transformed into TV3 Latvia.\nViasat's satellite TV subscribers exceed 1 million.\nCommercial radio operations launched in Estonia and Latvia.\nSeptember: Metro launches in Budapest.\n\n1999\nMetro launched in Malmö, Helsinki and the Netherlands.\nMonthly magazine Kapital launched in Sweden.\nInternet portal Everyday.com introduced.\nSwedish business channel TV8 acquired.\nMTG's shares quoted on Stockholmsbörsen O-list.\nFebruary: Launch of CDON.COM.\nMarch: Launch of sports channel Viasat Sport.\nJune: Darial-TV started broadcasting as DTV-Viasat.\n\n2000\nMarch: Launch of television channel Viasat Plus in Norway.\nAnnual General Meeting approves distribution of Metro International S.A. share capital to MTG shareholders.\nHans-Holger Albrecht appointed President and CEO of MTG.\nMTG buys the Hungarian television channel Alfa TV which becomes Viasat3.\nPIN24 launches on Sky TV's platform in the UK.\nMTG buys the rest of TV1000 from its parent company.\nViasat launched its digital satellite platform.\n\n2001\nMay: Viasat becomes first European satellite TV broadcaster to switch off analog transmission of premium pay-TV channels following a successful transition to digital TV.\nTV3 awarded national terrestrial broadcasting license in Latvia.\nDigital home-shopping channel PIN24 launched in Denmark.\nMTG acquires 75% of Russian national commercial TV channel.\nOptions to Strix reality TV formats sold in over 30 countries to date.\nViasat launches four new digital pay-TV channels in the Nordic region.\nEUR 120 million convertible subordinated bonds issued to fund further expansion.\nNumber of Viasat digital DTH subscribers increases to over 550,000 by year-end.\n\n2002\nJanuary: Viasat Sport Denmark and Viasat Explorer launches.\nJanuary: Acquisition of 37 percent of StoryFirst Communications, Inc., owner of the Russian CTC network.\nJanuary: Acquisition of Swedish radio stations Lugna Favoriter and WOW 105.5 from RTL Group.\nNew TV3 schedule recovers share of viewing in Scandinavia.\nDoubling of Eastern European TV revenues.\nLaunch of PIN24 in Germany, Austria and Switzerland\nLaunch of Tango TV in Lithuania.\nIncrease in the number of digital DTH subscribers to 617,000 and more than doubling of pay-TV operating income.\nTV1000 and Baltic operations both report their first annual profits, and TV-Shop turned around. SEK 423 million increase in operating free cash flow.\n\n2003\nTV3 Scandinavia recovers share of viewing and advertisement sales.\nEastern European operations profitable on a combined basis.\nPay-TV record operating income SEK 505 million.\nViasat signs agreement with NDS VideoGuard to eliminate piracy.\nLaunch of pay-TV channels TV 1000 East and Viasat Explorer in Eastern and Central Europe.\n\n2004\nMTG reports highest ever operating result.\nFebruary: Launch of Viasat Sport 2 and Viasat Sport 3\nMay: Viasat History launches in Eastern Europe.\nSeptember: Launch of TV1000 Action, TV1000 Classic, TV1000 Family and TV1000 Nordic.\nViasat successfully completes implementation of a new conditional access system.\nHighest net subscriber intake since digitalisation of platform in 2000.\nViasat's four channels reach 6.4 million homes in Central and Eastern Europe.\nMTG acquires remaining minority interests in DTV and increases its shareholding in CTC Media and Radio Hele Norge following the sale of SDI Media for US$60 million.\nMTG acquires 19.9% of betting company BET24.\nMTG also signs agreement with NRJ Group to assume management of 20 radio stations in Sweden (and 5 in Norway), thereby increasing penetration for MTG's national network to 83%.\n\n2005\nMTG sells its 15.1 percent interest in TV4 AB in January 2005. In March, CTC Media launches the Domashny television network in Russia.\nIn July 2005, Modern Entertainment Ltd., its film rights unit in Los Angeles, agreed to sell 332 films to Lionsgate Films and shut down its operations to focus on European operations.\n\nOctober: Launch of Russian language movie channel TV1000 Russian Kino.\nOctober: SportN launches in Norway.\nNovember: TV1000 Balkan launches.\n\n2006\nMarch: MTG became majority shareholder of Bet24, owning 90% of the company.\nMay: TV6 launches in Sweden.\nSeptember: MTG increases its holding P4 Radio Hele Norge to 90.8 percent, becoming the sole owner in December.\nNovember: Viasat Sport East launches.\n\n2007\nJanuary: Viasat Golf launches in the Nordic countries.\nMarch: MTG buys the Balkan Media Group Limited Bulgarian channels: Diema, Diema 2, Diema Family, Diema Extra, MM and M2\nApril: TV6 launches in Latvia.\nMay: M2 in Bulgaria is closed down.\nSeptember: Viasat 4 launches, replacing ZTV in Norway.\nOctober: CTC-media bought & rebrand DTV\n\n2008\nJanuary: Viasat launches high-definition television in the Nordic countries.\nMarch: TV6 launches in Estonia.\nApril: TV1000 Premium launches in the Baltics.\nJuly: MTG buys Nova television and Nova+  from Antenna Group.\nSeptember: Tango TV relaunches as TV6 Lithuania.\nDecember: Viasat 1 launches in Ghana.\nDecember: Nova+ in Bulgaria is closed down.\n\n2009\nJanuary: Viasat Sport Baltic launches.\nFebruary: TV1000 Drama launches.\nMarch: TV3 Puls launches in Denmark.\nThe Diema Media Group and MM, previously a joint-venture between MTG and Apace Media, are merged with Nova television to create the Nova Broadcasting Group.\nApril: Prima Cool launches in the Czech Republic.\n\n2010\nApril: Nova Sport launches in Bulgaria, replacing MM.\nSeptember: TV10 launches in Sweden.\nDecember: Modern African Productions was founded in Ghana.\nDecember: MTG launched as the first Scandinavian pay-TV operator 3D content in their Viasat offer.\n\n2011\nMarch: Prima love launches in the Czech Republic.\nAugust: M.A.P. launches her first production in Ghana.\nSeptember: Kino Nova launches in Bulgaria, replacing Diema 2.\nOctober: TV8 opened in Lithuania. CTC-Media launched Peretz based on DTV.\nNovember: CTC opened in Baltic.\n\n2012\nJanuary: MTG reaches an agreement on acquiring Latvian channels LNT, TV5 and Kanāls 2.\nFebruary: In Slovenia closed down TV3.\nMarch: All TV 1000 channels in Nordic countries renamed as Viasat Film.\nApril: Nova Premier League HD launches in Bulgaria.\nJune: Viasat Motor launches in Baltic.\nJuly: Jorgen Madsen appointed President and CEO of MTG.\nOctober: Game-services Bet24 sold.\nNovember: Running HD-version channels TV6 Sweden, Viasat 4, Viasat Explorer, Viasat History, Viasat Nature, Viasat Crime.\n\n2013\nJanuary: Radio station NRJ Sweden sold to SBS Sweden (ProSiebenSat.1). In Denmark running TV3 Sport 1.\nFebruary: Prima ZOOM opened in Czech Republic. Running TV3 Sport 2 in Denmark.\nMarch: Running HD-version TV3 Denmark.\nNovember: TV6 opened in Norway.\nJune: Nova Premier League HD in Bulgaria is closed down.\nJuly: Nova Sport HD launches in Bulgaria.\n\n2014\nFebruary: MTG acquires 75% Trace Partners SAS (brand 'TRACE')\nDecember: Russian satellite TV-platform Raduga TV closed down.\n\n2015\nFebruary: MTG sold Hungarian Free-TV channels (Viasat 3, Viasat 6 and Hungarian video-portal Viasat Play) to Sony Pictures Television Networks.\nFebruary: Diema Sport launches in Bulgaria.\nJune: MTG acquires 74% of the German gaming company Turtle Entertainment.\nAugust: Diema Sport 2 launches in Bulgaria.\nSeptember: MTG acquires majority stake in esports company Turtle Entertainment and its subsidiaries Electronic Sports League (ESL)\nOctober: MTG sold Russian & international pay-TV channels (factual, movie and sports channels in Russia. TV1000 and pan-regional factual channels in international) to Baring Vostok Company in international and LLC Sinerdzhi in Russia.\nNovember: MTG acquires Swedish esports tournament DreamHack\nDecember: MTG and minoritaries sold 75% CTC Media to ″UTH Holding″ in Russia.\n\n2016\nMarch: MTG sold Ukrainian pay-TV company Viasat Ukraine to 1+1 Media Group. In Latvia, Russian-language channel TV5 closed down.\nMay: MTG took a 22 per cent stake in Engage Sports Media (ESM). ESM described the deal as a ‘strategically important investment’ that will allow ESM to accelerate its growth and focuses on content IP development, technical tools and adding new talent across the business. Arnd Benninghoff, CEO of MTGx said “this investment reflects our focus on becoming the leading digital video entertainment company in each of our markets, and our strategy to invest in relevant, complementary and scalable digital brands, content and communities.”\nAugust: For the Nordic Market, Viasat launches Scandinavia's first UHD Channel to deliver select Rio 2016 OL programs (and future UHD Sports Broadcasts) as well as a new HD Sports Channel branded \"Viasat Sport Premium.\",\nOctober: MTG acquires 35% in German games developer Innogames\nDecember: MTG sold African business (Viasat 1 (Ghana), TV1 (Tanzania) and Modern African Production (MAP)) to Econet Media Group.\n\n2017\nJanuary: MTG sold FTV Prima Holding to Denemo Media (part of GES GROUP). In April 2017, the transaction was completed.\nMarch: MTG sold business in Baltic States to Providence Equity Partners. In October 2017, the transaction was completed.\nMay: MTG increased its stake in German games developer InnoGames to 51% by investing EUR 82.6 million.\nJune: MTG acquires Kongregate.\nOctober: MTG launched TV3 MAX in Denmark which replaced TV3 Sport 2.\nOctober: MTG sells its free-TV, pay-TV, digital and radio businesses in Estonia, Latvia and Lithuania to the asset management firm Providence Equity Partners, uniting them under the All Media Baltics company name.\nDecember: MTG secured the exclusive Nordic media rights to the five-a-side-football variant Futsal's biggest European tournament, UEFA Futsal Euro 2018.\nDecember: MTG launched a $30 million gaming investment fund.\n\n2018\nJanuary: MTG sold TRACE Media Group to TPG Growth. In May 2018, the transaction was completed.\nFebruary: MTG business in Scandinavia (MTG Nordic Entertainment and MTG Studios) combination with TDC Group proposed. MTG sold Nova Broadcasting Group in Bulgaria to PPF Group.\nMarch: Board of Directors of TDC Group withdraws its recommendation of combination with MTG Nordics. Modern Times Group (MTG) will split into two companies: Nordic Entertainment Group (MTG Nordic Entertainment, MTG Studios and Splay Networks) and new MTG company (MTGx).\nMay: MTG increased the share in Zoom.in Group B.V. (Zoomin.TV) from 51% to 100%.\nJune: Nordic Entertainment Group companies Splay Networks and Nice One will merge to new company SplayOne.\n\n2019\nMarch: The separation between MTG and Nordic Entertainment Group is finalized and Nordic Entertainment Group is listed as a separate company on Nasdaq Nordic Large Cap.\n\n2020s\nIn March 2021, MTG acquired Ninja Kiwi, allowing them to expand their business into the tower defense genre.\nIn July 2021, MTG acquired 100% of the shares of PlaySimple, expanding MTG's business into the casual games and word games genres.\nIn January 2022, MTG sold ESL to Saudi Arabia's Public Investment Fund Savvy Gaming Group (SGG). SGG also acquired FACEIT, and will merge the two esports companies to form the ESL FaceIt Group. The acquisition is set to close in Q2 2022.\n\n\n== References ==","20":"The National Assembly of the Socialist Left (Spanish: Asamblea Nacional de la Izquierda Socialista) was an alliance of left-wing and far-left groups in Mexico. The only assembly of the socialist left for the creation of a \"Socialist Front\" was held in Mexico City April 16–17, 2005.\nThe appeal inviting to the meeting was signed by the following:\n\nSocialist Alliance (Alianza Socialista)\nNational Meeting of the Left (Encuentro Nacional de las Izquierdasz)\nNew September 23 Movement (Nuevo Movimiento 23 de Septiembre, formerly Colectivo de exmillitantes del Movimiento Armado Socialista)\nSocialist Collective (Colectivo Socialista)\nSocialist Convergence (Convergencia Socialista)\nMarxist Collective of Colima (Colectivo Marxista de Colima)\nUnion of Revolutionary Struggle - Collective of Reflection in Action (Unión de Lucha Revolucionaria (ULR)-Colectivo de Reflexión en la Acción)\nNew Socialist Movement (Movimiento Socialismo Nuevo)\nMexican Communist Party (marxist-leninist) (Partido Comunista Mexicano (marxista-leninista))\nRevolutionary Left Network of PRD (Red de Izquierda Revolucionaria del PRD)\nDemocratic Convergence \"Valentín Campa\" (Convergencia Democrática \"Valentín Campa\")\nCurrent of Democratic Socialism (Corriente del Socialismo Democrático)\nYouth and Students Front \"Ernesto Che Guevara\" of REDIR (Frente de Jóvenes y Estudiantes \"Ernesto Che Guevara\" de REDIR)\nHealth Workers Socialist Committee \"Dr. Ernesto Che Guevara\" (Comité Socialista de Trabajadores de la Salud \"Dr. Ernesto Che Guevara\")\nFor a Different PRD of Sonora (Por un PRD Differente de Sonora)\nWorkers League for Socialism (Liga de Trabajadores por el Socialismo)\nSocialist Fraternity Political Cell \"Gastón García Cantú\" of the Socialist Party of Mexico (Célula Política Fraternidad Socialista \"Gastón García Cantú\" del Partido Socialista de México)\nRegional Committee for the First Centenary of PSM (Comité Regional Primer Centenario del PSM)\nPopular Socialist Party (Partido Popular Socialista)\nCommunist Party of the Valley of Mexico (Partido Comunista del Valle de México)\nProletarian Political Organisation (Organización Política Proletaria)\nParty of the Communists (Partido de los Comunistas)\nCommunist Party of Guerrero (Partido Comunista de Guerrero)\nPromiting Committee of the Unity of the Socialists of Michoacán (Comité Promotor de la Unidad de los Socialistas de Michoacán)\nSustainable Development in Latin America (Desarrollo Sustentable en América Latina)\nCollective of ex-militants of MRP (Colectivo de exmilitantes del MRP)\nDemocratic Broad Front (Frente Amplio Democrático)\nDemocratic Movement for Socialism \"Ricardo Flores Magón\" (Movimiento Democrático por el Socialismo \"Ricardo Flores Magón\")\nSocialist Unity League (Liga de Unidad Socialista)\nMovimiento Magisterial del Sindicato de Maestros al Servicio del Edo.de México\nPolytechnic National Coordination (Coordinadora Nacional Politécnica)\nRevolutionary Popular Front (Frente Popular Revolucionario)\nChe Guevara Cell (Célula Che Guevara)\nFrente Democrático 23 Sección X SNTE\nAlliance of Social Organisations (Alianza de Organizaciones Sociales (AOS-GAM))\nBarricade Collective of Independent Youth of Ecatepec (Colectivo Barricada de Jóvenes Independientes de Ecatepec)\nCRISOL\nCitizens Dignity (Dignidad Ciudadana)\nForo Permanente de Comisión de la Verdad\nCitizens Pact (Pacto Ciudadano)\nCitizens Power (Poder Ciudadano)\nModern Times (Tiempos Modernos)\nUJRM-FPR\nWorkers and Socialist Unity (Unidad Obrera y Socialista)\nCommunitarian Context (Contexto Comunitario)\nMovement of Popular Struggle (Movimiento de Lucha Popular)\nSocialist Movement of the Northern Frontier (Movimiento Socialista de la Frontera Norte)\n\n\n== References ==","21":"The modern era or the modern period is considered the current historical period of human history. It was originally applied to the history of Europe and Western history for events that came after the Middle Ages, often from around the year 1500. From the 1990s, it is more common among historians to refer to the period after the Middle Ages and up to the 19th century as the early modern period. The modern period is today more often used for events from the 19th century until today. The time from the end of World War II (1945) can also be described as being part of contemporary history.\nThe common definition of the modern period today is often associated with events like the French Revolution, the Industrial Revolution, and the transition to nationalism towards the liberal international order.\nThe modern period has been a period of significant development in the fields of science, politics, warfare, and technology. It has also been an Age of Discovery and globalization. During this time, the European powers and later their colonies, strengthened its political, economic, and cultural colonization of the rest of the world. It also created a new modern lifestyle and has permanently changed the way people around the world live. \nIn the  19th and early 20th century, modernist art, politics, science, and culture have come to dominate not only Western Europe and North America, but almost every area on the globe, including movements thought of as opposed to the western world and globalization. The modern era is closely associated with the development of individualism, capitalism, urbanization, and a belief in the positive possibilities of technological and political progress.\nThe brutal wars and other conflicts of this era, many of which come from the effects of rapid change, and the connected loss of strength of traditional religious and ethical norms, have led to many reactions against modern development. Optimism and the belief in constant progress have been most recently criticized by postmodernism, while the dominance of Western Europe and North America over the rest of the world has been criticized by postcolonial theory.\n\nTerminology\nEras can not easily be defined. 1500 is an approximate starting period for the modern era because many major events caused the Western world to change around that time: from the fall of Constantinople (1453), Gutenberg's moveable type printing press (1450s), completion of the Reconquista (1492) and Christopher Columbus's voyage to the Americas (also 1492), to the Reformation begun with Martin Luther's Ninety-five Theses (1517).\nThe term \"modern\" was coined shortly before 1585 to describe the beginning of a new era.\nThe term \"early modern\" was introduced in the English language by American historians at the turn of the 20th century (around 1900). It was long thought that the concept was invented either in the 1930s to distinguish the time between the Middle Ages and time of the late Enlightenment (1800), or that \"early modern\" was not coined until the mid-20th century and only gained substantial traction in the 1960s and 1970s. Nipperdey (2022) pointed to its widespread usage by American historians around 1900 already, adding: 'In the interwar years the term permeated all areas of professional activity from textbooks and graduate school seminars to conferences, research articles, and job descriptions.' The difference between \"early modern\" and just \"modern\" was defined by the French Revolution and the Industrial Revolution.\nSometimes distinct from the modern periods themselves, the terms \"modernity\" and \"modernism\" refer to a new way of thinking, distinct, from previous ways of thinking such as medieval thinking.\nThe European Renaissance (about 1420–1630) is an important transition period beginning between the Late Middle Ages and Early Modern Times, which started in Italy.\n\"Postmodernism\", coined 1949, on the other hand, would describe rather a movement in art than a period of history, and is usually applied to arts, but not to any events of the very recent history. This changed, when postmodernity was coined to describe the major changes in the 1950s and 1960s in economy, society, culture, and philosophy.\nThese terms stem from European History; in worldwide usage, such as in China, India, and Islam, the terms are applied in a very different way, but often in the context with their contact with European culture in the Age of Discoveries.\n\nCharacteristics\nChanges, mostly seen as advances, in all areas of human activity—politics, industry, society, economics, commerce, transport, communication, mechanization, automation, science, medicine, technology, religion, the arts, and other aspects of culture—appear to have transformed an Old World into the Modern or New World. In each case, the identification of the change over time can be used to demarcate the old and old-fashioned from the modern.\nStarting in western countries, the modern world has seen a systematic re-evaluation of value systems, monarchical regimes, and feudal economic systems. These have often been replaced by democratic and liberal ideas in the areas of politics, science, psychology, sociology, and economics.\nSome events of modern history, though born out of context not entirely new, show a new way of perceiving the world. The concept of modernity interprets the general meaning of these events and seeks explanations for major developments. Historians analyze the events taking place in Modern Times, since the so-called \"Middle Ages\" (between Modern and Ancient Times).\n\nEarly modern period\nLate 15th to 17th century\nRenaissance and early Reformation (c. 1450–1600)\nGutenberg's moveable type printing press (1450s): information age and newspapers.\nDiscovery of America (1492): Voyages of Christopher Columbus.\nMachiavelli's Il Principe (The Prince) started to circulate.\nCopernicus and the beginning of the Scientific Revolution\nMartin Luther challenges the Church on 31 October 1517 with the 95 Theses: Reformation.\nAge of Discovery\nMercantilist economic theory and policy\nFall of the Spanish Armada 8 August 1588 enabled the Rise of the British Empire\n\nLate Reformation and early Baroque (c. 1600–1700)\nThe \"Baroque\" is a term usually applied to the history of art, architecture and music during this period.\n\nThirty Years' War 1618–1648 in Central Europe decimated the population by up to 20%.\nThe treaties of the Peace of Westphalia are signed in 1648, which ended several wars in Europe and established the beginning of sovereign states.\nThe Glorious Revolution of 1688 establishes modern parliamentary democracy in England.\nContinuation of the Scientific Revolution\nThe beginning of the reign of Louis XIV r. 1643–1715, an example of the Age of Absolutism.\n\n18th century\nAge of Enlightenment and early Age of Revolution (ca. 1700–1800)\nWar of the Spanish Succession (1701–1714)\nThe 1713 Peace of Utrecht marked the change from Spanish to British naval supremacy.\nWar of the Austrian Succession (1740–1748)\nSeven Years' War (1754–1763)\nAmerican Revolution (1765–1783)\nFrench Revolution (1789–1799)\nThe beginning of the Industrial Revolution around 1760.\n\n19th century\nHistorians sometimes define a nineteenth century historical era stretching from 1815 (the Congress of Vienna) to 1914 (the outbreak of the First World War); alternatively, Eric Hobsbawm defined the \"long nineteenth century\" as spanning the years 1789 to 1914.\nDuring this century, the Spanish, Portuguese, and Ottoman Empires began to crumble and the Holy Roman and Mughal Empires ceased.\n\nNapoleonic era (1799–1815)\nThe Napoleonic era is a period in the history of France and Europe. It is generally classified as the fourth stage of the French Revolution, the first being the National Assembly, the second being the Legislative Assembly, and the third being the Directory. The Napoleonic era begins roughly with Napoleon's coup d'état, overthrowing the Directory and ends at the Hundred Days and his defeat at Waterloo (November 9 1799 – June 28 1815). The Congress of Vienna soon set out to restore Europe to pre-French Revolution days.\n\nSpreading of the Industrial Revolution\nThe Industrial Revolution was the major technological, socioeconomic, and cultural change in late 18th and early 19th century that began in Britain and spread throughout the world. During that time, an economy based on manual labour was replaced by one dominated by industry and the manufacture of machinery. It began with the mechanisation of the textile industries and the development of iron-making techniques, and trade expansion was enabled by the introduction of canals, improved roads, and then railways. The introduction of steam power (fuelled primarily by coal) and powered machinery (mainly in textile manufacturing) underpinned the dramatic increases in production capacity. The development of all-metal machine tools in the first two decades of the 19th century facilitated the manufacture of more production machines for manufacturing in other industries.\nThe date of the Industrial Revolution is not exact. Eric Hobsbawm held that it \"broke out\" in the 1780s and was not fully felt until the 1830s or 1840s, while T. S. Ashton held that it occurred roughly between 1760 and 1830 (in effect the reigns of George III, The Regency, and George IV).\nThe effects spread throughout Western Europe and North America during the 19th century, eventually affecting the majority of the world. The impact of this change on society was enormous and is often compared to the Neolithic Revolution, when mankind developed agriculture and gave up its nomadic lifestyle.\nThe First Industrial Revolution gave way to the Second Industrial Revolution around 1850, when technological and economic progress gained momentum with the development of steam-powered ships and railways, and later in the nineteenth century with the internal combustion engine and electric power generation.\n\nLate 19th century\nFollowing the Napoleonic Wars, the British Empire became the world's leading power, controlling one-quarter of the world's population and one-third of the land area. It enforced a Pax Britannica, encouraged trade, and battled rampant piracy.\nSlavery was greatly reduced around the world. Following a successful slave revolt in Haiti, Britain forced the Barbary pirates to halt their practice of kidnapping and enslaving Europeans, banned slavery throughout its domain in 1833, and charged its navy with ending the global slave trade. Slavery was then abolished in Russia in 1861, by the Emancipation Proclamation in the United States in 1863, and in Brazil in 1888. (see Abolitionism).\nFollowing the abolition of the slave trade, and propelled by economic exploitation, the Scramble for Africa was initiated formally at the Berlin West Africa Conference in 1884–1885. All the major European powers laid claim to the areas of Africa where they could exhibit a sphere of influence over the area. These claims did not have to have any substantial land holdings or treaties to be legitimate. The French gained major ground in West Africa, the British in East Africa, and the Portuguese and Spanish at various points throughout the continent, while Leopold II of Belgium was able to retain his personal fiefdom, Congo.\nElectricity, steel, and petroleum fuelled a Second Industrial Revolution which enabled Germany, Japan, and the United States to become great powers that raced to create empires of their own. However, Russia and China failed to keep pace with the other world powers, which led to massive social unrest in both empires.\n\n20th century\nWhile earlier centuries also saw significant developments, the 20th century was distinguished by the unprecedented pace and global scale of economic, technological, and cultural changes.\nStill, advancing technology and medicine have had a great impact even in the Global South. Large-scale industry and more centralized media made brutal dictatorships possible on an unprecedented scale in the middle of the century, leading to wars that were also unprecedented. However, the increased communications contributed to democratization.\nTechnological developments included the development of airplanes and space exploration, nuclear technology, advancement in genetics, and the dawning of the Information Age.\nMajor political developments included the Israeli–Palestinian conflict, two world wars, and the Cold War. It also saw the former British Empire lose most of its remaining political power over Commonwealth countries, most notably by the dividing of the British crown into several sovereignties by the Statute of Westminster, the patriation of constitutions by the Canada Act 1982, and the Australia Act 1986, as well as the independence of countries like India, Pakistan, South Africa, and Ireland.\n\nWorld War I\nThe First World War was a world conflict, ranging from July 1914 to the final Armistice on 11 November 1918. The Allied Powers, led by the British Empire, France, Russia until March 1918, Japan and the United States after 1917, defeated the Central Powers, led by the German Empire, Austro-Hungarian Empire and the Ottoman Empire. The war caused the disintegration of four empires — the Austro-Hungarian, German, Ottoman, and Russian ones — as well as radical change in the European and Middle Eastern maps. The Allied powers before 1917 are sometimes referred to as the Triple Entente, and the Central Powers are sometimes referred to as the Triple Alliance.\nMuch of the fighting in World War I took place along the Western Front, within a system of opposing manned trenches and fortifications (separated by a \"no man's land\") running from the North Sea to the border of Switzerland. On the Eastern Front, the vast eastern plains and limited rail network prevented a trench warfare stalemate from developing, although the scale of the conflict was just as large.  Hostilities also occurred on and under the sea and — for the first time — from the air. More than 9 million soldiers died on the various battlefields, and nearly that many more in the participating countries' home fronts on account of food shortages and genocide committed under the cover of various civil wars and internal conflicts. Notably, more  people died of the worldwide influenza outbreak at the end of the war and shortly after than died in the hostilities. The unsanitary conditions engendered by the war, severe overcrowding in barracks, wartime propaganda interfering with public health warnings, and migration of so many soldiers around the world helped the outbreak become a pandemic.\nUltimately, World War I created a decisive break with the old world order that had emerged after the Napoleonic Wars, which was modified by the mid-19th century's nationalistic revolutions. The results of World War I would be important factors in the development of World War II approximately 20 years later.\n\nInterwar period\nThe Interwar period was the period between the end of World War I in 1918 and the beginning of World War II in 1939. It included the Roaring Twenties, the Great Depression, and the rise of communism in Russia and fascism in Italy and Germany.\n\nWorld War II\nWorld War II was a global military conflict that took place in 1939–1945. It was the largest and deadliest war in history, culminating in The Holocaust and ending with the dropping of the atom bomb.\nAlthough Japan had invaded China in 1937, the conventional view is that World War II began on September 1, 1939, when Nazi Germany invaded Poland. Within two days, the United Kingdom and France declared war on Germany, even though the fighting was confined to Poland. Pursuant to a then-secret provision of its non-aggression Molotov–Ribbentrop Pact, the Soviet Union joined Germany on September 17, 1939, to conquer Poland and divide Eastern Europe. The Allies were initially made up of Poland, the United Kingdom, France, Australia, Canada, New Zealand, South Africa, as well as British Commonwealth countries which were controlled directly by the UK, such as the Indian Empire. All of these countries declared war on Germany in September 1939.\nFollowing the lull in fighting, known as the \"Phoney War\", Germany invaded western Europe in May 1940. Six weeks later, France, in the meantime attacked by Italy as well, surrendered to Germany, which then tried unsuccessfully to conquer Britain. On September 27, Germany, Italy, and Japan signed a mutual defense agreement, the Tripartite Pact, and were known as the Axis Powers. Nine months later, on June 22, 1941, Germany launched a massive invasion of the Soviet Union, which prompted it to join the Allies. Germany was now engaged in fighting a war on two fronts.\nOn December 7, 1941, Japan attacked the United States at Pearl Harbor, bringing it too into the war on the side of the Allies. China also joined the Allies, as did most of the rest of the world. China was in turmoil at the time and attacked Japanese armies through guerrilla-type warfare. By the beginning of 1942, the alignment of the major combatants was as follows: the British Commonwealth, the Soviet Union, and the United States were fighting Germany and Italy; China, the British Commonwealth, and the United States were fighting Japan. The United Kingdom, the United States, the Soviet Union, and China were referred to as a \"trusteeship of the powerful\" during World War II and were recognized as the Allied \"Big Four\" in the Declaration by United Nations. These four countries were considered the \"Four Policemen\" or \"Four Sheriffs\" of the Allies and were the primary victors of World War II. Battles raged across all of Europe, in the north Atlantic Ocean, across North Africa, throughout Southeast Asia, throughout China, across the Pacific Ocean, and in the air over Japan. Italy surrendered in September 1943 and was split into a northern Germany-occupied puppet state and an Allies-friendly state in the south; Germany surrendered in May 1945. Following the atomic bombings of Hiroshima and Nagasaki, Japan surrendered, marking the end of the war on September 2, 1945.\nIt is possible that around 62 million people died in the war; estimates vary greatly. About 60% of all casualties were civilians, who died as a result of disease, starvation, genocide (in particular, the Holocaust), and aerial bombing. The former Soviet Union and China suffered the most casualties. Estimates place deaths in the Soviet Union at around 23 million, while China suffered about 10 million. No country lost a greater portion of its population than Poland: approximately 5.6 million, or 16%, of its pre-war population of 34.8 million died. The Holocaust (which roughly means \"burnt whole\") was the deliberate and systematic murder of millions of Jews and other \"unwanted\" groups during World War II by the Nazi regime in Germany. Several differing views exist regarding whether it was intended to occur from the war's beginning or if the plans for it came about later. Regardless, persecution of Jews extended well before the war even started, such as during Kristallnacht (Night of Broken Glass). The Nazis used propaganda to great effect to stir up anti-Semitic feelings within ordinary Germans.\nAfter World War II, Europe was informally split into Western and Soviet spheres of influence. Western Europe later aligned as NATO, and Eastern Europe as the Warsaw Pact. There was a shift in power from Western Europe and the British Empire to the two new superpowers, the United States and the Soviet Union. These two rivals would later face off in the Cold War. In Asia, the defeat of Japan led to its democratization. China's civil war continued through and after the war, eventually resulting in the establishment of the People's Republic of China. The former colonies of the European powers began their road to independence.\n\nCold War\nThe Cold War between the \"West\" (the United States, Western Europe, and Japan) and the \"East\" (the Soviet Union, Eastern Europe, and China) dominated politics from the end of World War II in 1945, until the collapse of the Soviet Union in 1991, at which point the Cold War ended and the post–Cold War era began (which includes most of the 1990s, the last decade of the 20th century).\nThe Korean War, Vietnam War, and Soviet–Afghan War, impacted political life, while the counterculture of the 1960s and the rise of computers changed society in different, complex ways, including higher social and local mobility.\n\n1990s\nAt the end of the twentieth century, the world was at a major crossroads. Throughout the century, more technological advances had been made than in all of preceding history. Computers, the Internet, and other technologies radically altered daily lives. However, several problems faced the world during the Cold War period and the 1990s that followed.\nFirst of all, the gap between rich and poor nations continued to widen. Some said that this problem could not be fixed, arguing that there was a set amount of wealth and it could only be shared by so many. Others claimed that powerful nations with large economies were not doing enough to help improve the rapidly evolving economies of the Third World. Developing countries faced many challenges, including the scale of the task to be surmounted, rapidly growing populations, and the need to protect the environment, along with the associated costs.\nSecondly, disease threatened to destabilize many regions of the world. Viruses such as West Nile and Avian influenza continued to spread quickly and easily. In poor nations, malaria and other diseases affected the majority of the population. Millions were infected with HIV, the virus that causes AIDS, which was becoming an epidemic in southern Africa and around the world.\nIncreased globalization, specifically Americanization, was also occurring. While not necessarily a threat, it was causing anti-Western and anti-American feelings in parts of the world, especially in the Middle East. English was quickly becoming the global language, with people who did not speak it becoming increasingly disadvantaged.\nTerrorism, dictatorship, and the spread of nuclear weapons were also issues requiring immediate attention. Dictators such as Kim Jong-il in North Korea continued to lead their nations toward the development of nuclear weapons. The fear existed that not only were terrorists already attempting to obtain nuclear weapons, but that they had already acquired them.\n\nSee also\nPost-classical history\nQuarrel of the Ancients and the Moderns\nTimelines of modern history\n\nNotes\nReferences\nNipperdey, Justus (6 July 2022). \"Inventing \"Early Modern\" Europe: Fashioning a New Historical Period in American Historiography 1880–1945\". Journal of Early Modern History. 27 (3). Brill: 199–223. doi:10.1163\/15700658-bja10051. ISSN 1385-3783. Retrieved 25 June 2024.\n\nExternal links\nChina and Europe","22":"Modern Times was a Utopian community existing from 1851 to 1864 in what is now Brentwood, New York, United States. Founded by Josiah Warren and Stephen Pearl Andrews, the community based its structure on Warren’s ideas of individual sovereignty and equitable commerce. Modern Times existed until 1864 when its citizens decided to change the name of the town to Brentwood. Writers have cited different reasons for the community’s failure.\n\nBackground\nWarren had been a successful inventor and industrialist before he became interested  in the idea of utopian communities. He was fascinated with New Harmony, Indiana, which Robert Owen had founded in 1825 as a socialist community. In 1825, Warren sold his factory and took his family to live in New Harmony which then failed within two years. Warren felt that the reasons for its failure were the authoritarian nature of the community and the socialist idea of holding all property in common. From this experience, he came up with the idea of individual sovereignty which can be expressed as \"the moral or natural right of a person to have bodily integrity and be the exclusive controller of one's own body and life\".\nWarren also realized that individual sovereignty must extend to economic matters and that owning property in common had been detrimental to New Harmony. He also developed the idea \"cost the limit of price\". He believed that goods and services should be traded according to how much labor was exerted to produce them and bring them to market, instead of according to what individuals subjectively believed them to be worth. Therefore, he proposed a system to pay people with certificates indicating how many hours of work they did. They could either exchange the notes at the local time stores for goods that took the same amount of time to produce, or they could exchange their labor notes with other residents for an equivalent amount of labor.\n\nHistory\nEstablishment\nSteven Pearl Andrews met Josiah Warren in 1851 in New York City. Andrews was a lawyer and an abolitionist. He had varied interests that included American Shorthand and being conversant with over 30 languages. Andrews was so fascinated by Warren’s ideas that he wrote a book about them in order to give them a wider audience. In 1851, they decided to start their experimental village of Modern Times located in what is now Brentwood. Warren and Andrews sold the land at cost to the new settlers with the stipulation that the buyers had to wait at least five years before they could sell the land at a market price. Sales before that time had to be at cost.\n\nLife at Modern Times\nWilliam Metcalf was the first person to put a home up in spring 1851. In the next year, ten more families moved in. The ability to swap labor notes for other people's labor and Josiah Warren's cost-saving method of making bricks out of sundried mortar ensured that the home prices would be affordable. By 1855, the New York State census reported 85 people living in Modern Times. In 1860, the federal census listed 126 residents.\nWhile Modern Times, in theory, was designed to operate as a self-sufficient labor-for-labor exchange, in reality the residents soon had to go out to work in the outside world in order to  procure money to purchase a good deal of the things that were needed to live.\nModern Times became a town with no government, laws or police, and which could be referred to as anarchistic, yet there was no crime or violence during its 13 year history.\n\nDecline and renaming\nDifferent reasons are posited for the inability of Modern Times to continue beyond its 14-year life span. Vern Dyson wrote that \"the economic panic of 1857 undermined the business enterprises of the village and the civil war completed the task of annihilation\". William Bailie also stated his opinion about the deleterious effects of the panic of 1857 on Modern Times. Roger Wunderlich felt that Bailie exaggerated  the  impact of the 1857 crash on Modern Times and wrote that after the crash a slow but steady influx of settlers continued. Wunderlich further says that, even before 1857, more of the skilled workers of Modern Times \"were beginning to be disinclined to trade their skills at par without financial gain\", and so worked outside Modern Times. Charles Codman, who was a resident of Modern Times, wrote many years later that the lack of a charismatic leader who was able to spread the ideas about Modern Times  to a wider audience and the fact that a good deal of the settlers were not dedicated to the ideals of equitable commerce, led to its inability to continue as a utopian village.\nFinally, Wunderlich wrote that the Civil War presented the residents of Modern Times with a situation and choices that were contrary to their personal beliefs. Could one be believer in individual sovereignty and join the army to fight or pay taxes for the war effort? In the end, out of the 168 men from Islip town who enlisted in the Union Army, 15 of them were from Modern Times. Modern Times had sent a higher proportion of its men to war than did the Town of Islip as a whole.\nIn 1864, the members of Modern Times decided to change the name of their town to Brentwood in order to cut down on the amount of unfavorable publicity that the name of Modern Times had created.\n\nSee also\nModern Times School\n\nReferences\nFurther reading\nJohn Calvin Spurloc (1983). \"Anarchy and Community at Modern Times, 1851-1863\". Communal Societies (3): 9–47.\n\nExternal links\n\"A History of Modern Times\". Brentwood Public Library. Archived from the original on August 25, 2018.\nElizabeth Moore. \"An Experiment in Anarchy: Modern Times, the notorious and short-lived utopian village that preceded Brentwood\". Archived from the original on August 9, 2014.\nLedda, Brianne (August 30, 2023). \"Brentwood nearly ready to welcome back school built in 1857\". Newsday. Retrieved July 8, 2024.\nRumsey, Spencer (September 7, 2014). \"Where Brentwood Is Today Once Stood Long Island's Own Utopia\". Long Island Press. Retrieved July 8, 2024.\nStrickland, Carol (July 30, 1989). \"Legacy of Modern Times, an L.I. Utopia\". The New York Times. ISSN 0362-4331.","23":"Modernity, a topic in the humanities and social sciences, is both a historical period (the modern era) and the ensemble of particular socio-cultural norms, attitudes and practices that arose in the wake of the Renaissance—in the Age of Reason of 17th-century thought and the 18th-century Enlightenment. Commentators variously consider the era of modernity to have ended by 1930, with World War II in 1945, or as late as the period falling between the 1980s and 1990s; the following era is often referred to as \"postmodernity\". The term \"contemporary history\" is also used to refer to the post-1945 timeframe, without assigning it to either the modern or postmodern era. (Thus \"modern\" may be used as a name of a particular era in the past, as opposed to meaning \"the current era\".)\nDepending on the field, modernity may refer to different time periods or qualities. In historiography, the 16th to 18th centuries are usually described as early modern, while the long 19th century corresponds to modern history proper. While it includes a wide range of interrelated historical processes and cultural phenomena (from fashion to modern warfare), it can also refer to the subjective or existential experience of the conditions they produce, and their ongoing impact on human culture, institutions, and politics.\nAs an analytical concept and normative idea, modernity is closely linked to the ethos of philosophical and aesthetic modernism; political and intellectual currents that intersect with the Enlightenment; and subsequent developments such as existentialism, modern art, the formal establishment of social science, and contemporaneous antithetical developments such as Marxism. It also encompasses the social relations associated with the rise of capitalism, and shifts in attitudes associated with secularization, liberalization, modernization and post-industrial life.\n\nBy the late 19th and 20th centuries, modernist art, politics, science and culture has come to dominate not only Western Europe and North America, but almost every populated area on the globe, including movements thought of as opposed to the West and globalization. The modern era is closely associated with the development of individualism, capitalism, urbanization and a belief in the possibilities of technological and political progress. Wars and other perceived problems of this era, many of which come from the effects of rapid change, and the connected loss of strength of traditional religious and ethical norms, have led to many reactions against modern development. Optimism and belief in constant progress has been most recently criticized by postmodernism while the dominance of Western Europe and Anglo-America over other continents has been criticized by postcolonial theory.\nIn the context of art history, modernity (modernité) has a more limited sense, modern art covering the period of c. 1860–1970. Use of the term in this sense is attributed to Charles Baudelaire, who in his 1863 essay \"The Painter of Modern Life\", designated the \"fleeting, ephemeral experience of life in an urban metropolis\", and the responsibility art has to capture that experience. In this sense, the term refers to \"a particular relationship to time, one characterized by intense historical discontinuity or rupture, openness to the novelty of the future, and a heightened sensitivity to what is unique about the present\".\n\nEtymology\nThe Late Latin adjective modernus, a derivation from the adverb modo (\"presently, just now\", also \"method\"), is attested from the 5th century CE, at first in the context of distinguishing the Christian era of the Later Roman Empire from the Pagan era of the Greco-Roman world. In the 6th century CE, Roman historian and statesman Cassiodorus appears to have been the first writer to use modernus (\"modern\") regularly to refer to his own age.\nThe terms antiquus and modernus were used in a chronological sense in the Carolingian era. For example, a magister modernus referred to a contemporary scholar, as opposed to old authorities such as Benedict of Nursia. In its early medieval usage, the term modernus referred to authorities regarded in medieval Europe as younger than the Greco-Roman scholars of Classical antiquity and\/or the Church Fathers of the Christian era, but not necessarily to the present day, and could include authors several centuries old, from about the time of Bede, i.e. referring to the time after the foundation of the Order of Saint Benedict and\/or the fall of the Western Roman Empire.\nThe Latin adjective was adopted in Middle French, as moderne, by the 15th century, and hence, in the early Tudor period, into Early Modern English. The early modern word meant \"now existing\", or \"pertaining to the present times\", not necessarily with a positive connotation. English author and playwright William Shakespeare used the term modern in the sense of \"every-day, ordinary, commonplace\".\nThe word entered wide usage in the context of the late 17th-century quarrel of the Ancients and the Moderns within the Académie Française, debating the question of \"Is Modern culture superior to Classical (Græco–Roman) culture?\" In the context of this debate, the ancients (anciens) and moderns (modernes) were proponents of opposing views, the former believing that contemporary writers could do no better than imitate the genius of Classical antiquity, while the latter, first with Charles Perrault (1687), proposed that more than a mere Renaissance of ancient achievements, the Age of Reason had gone beyond what had been possible in the Classical period of the Greco-Roman civilization. The term modernity, first coined in the 1620s, in this context assumed the implication of a historical epoch following the Renaissance, in which the achievements of antiquity were surpassed.\n\nPhases\nModernity has been associated with cultural and intellectual movements of 1436–1789 and extending to the 1970s or later.\nAccording to Marshall Berman, modernity is periodized into three conventional phases dubbed \"Early\", \"Classical\", and \"Late\" by Peter Osborne:\n\nEarly modernity: 1500–1789 (or 1453–1789 in traditional historiography)\nPeople were beginning to experience a more modern life (Laughey, 31).\nClassical modernity: 1789–1900 (corresponding to the long 19th century (1789–1914) in Hobsbawm's scheme)\nConsisted of the rise and growing use of daily newspapers, telegraphs, telephones and other forms of mass media, which influenced the growth of communicating on a broader scale (Laughey, 31).\nLate modernity: 1900–1989\nConsisted of the globalization of modern life (Laughey, 31).\nIn the second phase, Berman draws upon the growth of modern technologies such as the newspaper, telegraph and other forms of mass media. There was a great shift into modernization in the name of industrial capitalism. Finally in the third phase, modernist arts and individual creativity marked the beginning of a new modernist age as it combats oppressive politics, economics as well as other social forces including mass media.\nSome authors, such as Lyotard and Baudrillard, believe that modernity ended in the mid- or late 20th century and thus have defined a period subsequent to modernity, namely Postmodernity (1930s\/1950s\/1990s–present). Other theorists, however, regard the period from the late 20th century to the present as merely another phase of modernity; Zygmunt Bauman calls this phase liquid modernity, Giddens labels it high modernity (see High modernism).\n\nDefinition\nPolitical\nPolitically, modernity's earliest phase starts with Niccolò Machiavelli's works which openly rejected the medieval and Aristotelian style of analyzing politics by comparison with ideas about how things should be, in favour of realistic analysis of how things really are. He also proposed that an aim of politics is to control one's own chance or fortune, and that relying upon providence actually leads to evil. Machiavelli argued, for example, that violent divisions within political communities are unavoidable, but can also be a source of strength which lawmakers and leaders should account for and even encourage in some ways.\nMachiavelli's recommendations were sometimes influential upon kings and princes, but eventually came to be seen as favoring free republics over monarchies. Machiavelli in turn influenced Francis Bacon, Marchamont Needham, James Harrington, John Milton, David Hume, and many others.\nImportant modern political doctrines which stem from the new Machiavellian realism include Mandeville's influential proposal that \"Private Vices by the dextrous Management of a skilful Politician may be turned into Publick Benefits\" (the last sentence of his Fable of the Bees), and also the doctrine of a constitutional separation of powers in government, first clearly proposed by Montesquieu. Both these principles are enshrined within the constitutions of most modern democracies. It has been observed that while Machiavelli's realism saw a value to war and political violence, his lasting influence has been \"tamed\" so that useful conflict was deliberately converted as much as possible to formalized political struggles and the economic \"conflict\" encouraged between free, private enterprises.\nStarting with Thomas Hobbes, attempts were made to use the methods of the new modern physical sciences, as proposed by Bacon and Descartes, applied to humanity and politics. Notable attempts to improve upon the methodological approach of Hobbes include those of John Locke, Spinoza, Giambattista Vico,  and Rousseau. David Hume made what he considered to be the first proper attempt at trying to apply Bacon's scientific method to political subjects, rejecting some aspects of the approach of Hobbes.\nModernist republicanism openly influenced the foundation of republics during the Dutch Revolt (1568–1609), English Civil War (1642–1651), American Revolution (1775–1783), the French Revolution (1789–1799), and the Haitian revolution (1791–1804).\nA second phase of modernist political thinking begins with Rousseau, who questioned the natural rationality and sociality of humanity and proposed that human nature was much more malleable than had been previously thought. By this logic, what makes a good political system or a good man is completely dependent upon the chance path a whole people has taken over history. This thought influenced the political (and aesthetic) thinking of Immanuel Kant, Edmund Burke and others and led to a critical review of modernist politics. On the conservative side, Burke argued that this understanding encouraged caution and avoidance of radical change. However more ambitious movements also developed from this insight into human culture, initially Romanticism and Historicism, and eventually both the Communism of Karl Marx, and the modern forms of nationalism inspired by the French Revolution, including, in one extreme, the German Nazi movement.\nOn the other hand, the notion of modernity has been contested also due to its Euro-centric underpinnings. This is further aggravated by the re-emergence of non-Western powers. Yet, the contestations about modernity are also linked with Western notions of democracy, social discipline, and development.\n\nSociological\nIn sociology, a discipline that arose in direct response to the social problems of modernity, the term most generally refers to the social conditions, processes, and discourses consequent to the Age of Enlightenment. In the most basic terms, British sociologist Anthony Giddens describes modernity as\n\n...a shorthand term for modern society, or industrial civilization. Portrayed in more detail, it is associated with (1) a certain set of attitudes towards the world, the idea of the world as open to transformation, by human intervention; (2) a complex of economic institutions, especially industrial production and a market economy; (3) a certain range of political institutions, including the nation-state and mass democracy. Largely as a result of these characteristics, modernity is vastly more dynamic than any previous type of social order. It is a society—more technically, a complex of institutions—which, unlike any preceding culture, lives in the future, rather than the past.\nOther writers have criticized such definitions as just being a listing of factors. They argue that modernity, contingently understood as marked by an ontological formation in dominance, needs to be defined much more fundamentally in terms of different ways of being. \n\nThe modern is thus defined by the way in which prior valences of social life ... are reconstituted through a constructivist reframing of social practices in relation to basic categories of existence common to all humans: time, space, embodiment, performance and knowledge. The word 'reconstituted' here explicitly does not mean replaced.\nThis means that modernity overlays earlier formations of traditional and customary life without necessarily replacing them. In a 2006 review essay, historian Michael Saler extended and substantiated this premise, noting that scholarship had revealed historical perspectives on modernity that encompassed both enchantment and disenchantment. Late Victorians, for instance, \"discussed science in terms of magical influences and vital correspondences, and when vitalism began to be superseded by more mechanistic explanations in the 1830s, magic still remained part of the discourse—now called 'natural magic,' to be sure, but no less 'marvelous' for being the result of determinate and predictable natural processes.\" Mass culture, despite its \"superficialities, irrationalities, prejudices, and problems,\" became \"a vital source of contingent and rational enchantments as well.\" Occultism could contribute to the conclusions reached by modern psychologists and advanced a \"satisfaction\" found in this mass culture. In addition, Saler observed that \"different accounts of modernity may stress diverse combinations or accentuate some factors more than others...Modernity is defined less by binaries arranged in an implicit hierarchy, or by the dialectical transformation of one term into its opposite, than by unresolved contradictions and oppositions, or antinomies: modernity is Janus-faced.\" \nIn 2020, Jason Crawford critiqued this recent historiography on enchantment and modernity. The historical evidence of \"enchantments\" for these studies, particularly in mass and print cultures, \"might offer some solace to the citizens of a disenchanted world, but they don't really change the condition of that world.\" These \"enchantments\" offered a \"troubled kind of unreality\" increasingly separate from modernity. Per Osterrgard and James Fitchett advanced a thesis that mass culture, while generating sources for \"enchantment\", more commonly produced \"simulations\" of \"enchantments\" and \"disenchantments\" for consumers.\n\nCultural and philosophical\nThe era of modernity is characterised socially by industrialisation and the division of labour, and philosophically by \"the loss of certainty, and the realization that certainty can never be established, once and for all\". With new social and philosophical conditions arose fundamental new challenges. Various 19th-century intellectuals, from Auguste Comte to Karl Marx to Sigmund Freud, attempted to offer scientific and\/or political ideologies in the wake of secularisation. Modernity may be described as the \"age of ideology\".\n\nFor Marx, what was the basis of modernity was the emergence of capitalism and the revolutionary bourgeoisie, which led to an unprecedented expansion of productive forces and to the creation of the world market. Durkheim tackled modernity from a different angle by following the ideas of Saint-Simon about the industrial system. Although the starting point is the same as Marx, feudal society, Durkheim emphasizes far less the rising of the bourgeoisie as a new revolutionary class and very seldom refers to capitalism as the new mode of production implemented by it. The fundamental impulse to modernity is rather industrialism accompanied by the new scientific forces. In the work of Max Weber, modernity is closely associated with the processes of rationalization and disenchantment of the world.\nCritical theorists such as Theodor Adorno and Zygmunt Bauman propose that modernity or industrialization represents a departure from the central tenets of the Enlightenment and towards nefarious processes of alienation, such as commodity fetishism and the Holocaust. Contemporary sociological critical theory presents the concept of rationalization in even more negative terms than those Weber originally defined. Processes of rationalization—as progress for the sake of progress—may in many cases have what critical theory says is a negative and dehumanising effect on modern society.\n\nEnlightenment, understood in the widest sense as the advance of thought, has always aimed at liberating human beings from fear and installing them as masters. Yet the wholly enlightened earth radiates under the sign of disaster triumphant.\nWhat prompts so many commentators to speak of the 'end of history', of post-modernity, 'second modernity' and 'surmodernity', or otherwise to articulate the intuition of a radical change in the arrangement of human cohabitation and in social conditions under which life-politics is nowadays conducted, is the fact that the long effort to accelerate the speed of movement has presently reached its 'natural limit'. Power can move with the speed of the electronic signal – and so the time required for the movement of its essential ingredients has been reduced to instantaneity. For all practical purposes, power has become truly exterritorial, no longer bound, or even slowed down, by the resistance of space (the advent of cellular telephones may well serve as a symbolic 'last blow' delivered to the dependency on space: even the access to a telephone market is unnecessary for a command to be given and seen through to its effect. \nConsequent to debate about economic globalization, the comparative analysis of civilizations, and the post-colonial perspective of \"alternative modernities\", Shmuel Eisenstadt introduced the concept of \"multiple modernities\". Modernity as a \"plural condition\" is the central concept of this sociologic approach and perspective, which broadens the definition of \"modernity\" from exclusively denoting Western European culture to a culturally relativistic definition, thereby: \"Modernity is not Westernization, and its key processes and dynamics can be found in all societies\".\n\nSecularization\nCentral to modernity is emancipation from religion, specifically the hegemony of Christianity (mainly Roman Catholicism), and the consequent secularization. According to writers like Fackenheim and Husserl, modern thought repudiates the Judeo-Christian belief in the Biblical God as a mere relic of superstitious ages. It all started with Descartes' revolutionary methodic doubt, which transformed the concept of truth in the concept of certainty, whose only guarantor is no longer God or the Church, but Man's subjective judgement.\nTheologians have adapted in different ways to the challenge of modernity. Liberal theology, over perhaps the past 200 years or so, has tried, in various iterations, to accommodate, or at least tolerate, modern doubt in expounding Christian revelation, while Traditionalist Catholics, Eastern Orthodox and fundamentalist Protestant thinkers and clerics have tried to fight back, denouncing skepticism of every kind. Modernity aimed towards \"a progressive force promising to liberate humankind from ignorance and irrationality\".\n\nScientific\nIn the 16th and 17th centuries, Copernicus, Kepler, Galileo and others developed a new approach to physics and astronomy which changed the way people came to think about many things. Copernicus presented new models of the Solar System which no longer placed humanity's home, Earth, in the centre. Kepler used mathematics to discuss physics and described regularities of nature this way. Galileo actually made his famous proof of uniform acceleration in freefall using mathematics.\nFrancis Bacon, especially in his Novum Organum, argued for a new methodological approach. It was an experimental based approach to science, which sought no knowledge of formal or final causes. Yet, he was no materialist. He also talked of the two books of God, God's Word (Scripture) and God's work (nature). But he also added a theme that science should seek to control nature for the sake of humanity, and not seek to understand it just for the sake of understanding. In both these things he was influenced by Machiavelli's earlier criticism of medieval Scholasticism, and his proposal that leaders should aim to control their own fortune.\nInfluenced both by Galileo's new physics and Bacon, René Descartes argued soon afterward that mathematics and geometry provided a model of how scientific knowledge could be built up in small steps. He also argued openly that human beings themselves could be understood as complex machines.\nIsaac Newton, influenced by Descartes, but also, like Bacon, a proponent of experimentation, provided the archetypal example of how both Cartesian mathematics, geometry and theoretical deduction on the one hand, and Baconian experimental observation and induction on the other hand, together could lead to great advances in the practical understanding of regularities in nature.\n\nTechnological\nOne common conception of modernity is the condition of Western history since the mid-15th century, or roughly the European development of movable type and the printing press. In this context the modern society is said to develop over many periods, and to be influenced by important events that represent breaks in the continuity.\n\nArtistic\nAfter modernist political thinking had already become widely known in France, Rousseau's re-examination of human nature led to a new criticism of the value of reasoning itself which in turn led to a new understanding of less rationalistic human activities, especially the arts. The initial influence was upon the movements known as German Idealism and Romanticism in the 18th and 19th century. Modern art therefore belongs only to the later phases of modernity.\nFor this reason art history keeps the term modernity distinct from the terms Modern Age and Modernism – as a discrete \"term applied to the cultural condition in which the seemingly absolute necessity of innovation becomes a primary fact of life, work, and thought\". And modernity in art \"is more than merely the state of being modern, or the opposition between old and new\".\nIn the essay \"The Painter of Modern Life\" (1863), Charles Baudelaire gives a literary definition: \"By modernity I mean the transitory, the fugitive, the contingent\".\nAdvancing technological innovation, affecting artistic technique and the means of manufacture, changed rapidly the possibilities of art and its status in a rapidly changing society. Photography challenged the place of the painter and painting. Architecture was transformed by the availability of steel for structures.\n\nTheological\nFrom conservative Protestant theologian Thomas C. Oden's perspective, modernity is marked by \"four fundamental values\":\n\n\"Moral relativism (which says that what is right is dictated by culture, social location, and situation)\"\n\"Autonomous individualism (which assumes that moral authority comes essentially from within)\"\n\"Narcissistic hedonism (which focuses on egocentric personal pleasure)\"\n\"Reductive naturalism (which reduces what is reliably known to what one can see, hear, and empirically investigate)\"\nModernity rejects anything \"old\" and makes \"novelty ... a criterion for truth.\" This results in a great \"phobic response to anything antiquarian.\" In contrast, \"classical Christian consciousness\" resisted \"novelty\".\nWithin Roman Catholicism, Pope Pius IX and Pope Pius X claim that Modernism (in a particular definition of the Catholic Church) is a danger to the Christian faith. Pope Pius IX compiled a Syllabus of Errors published on December 8, 1864, to describe his objections to Modernism. Pope Pius X further elaborated on the characteristics and consequences of Modernism, from his perspective, in an encyclical entitled \"Pascendi dominici gregis\" (Feeding the Lord's Flock) on September 8, 1907. Pascendi Dominici Gregis states that the principles of Modernism, taken to a logical conclusion, lead to atheism. The Roman Catholic Church was serious enough about the threat of Modernism that it required all Roman Catholic clergy, pastors, confessors, preachers, religious superiors and seminary professors to swear an Oath against modernism from 1910 until this directive was rescinded in 1967, in keeping with the directives of the Second Vatican Council.\n\nDefined\nOf the available conceptual definitions in sociology, modernity is \"marked and defined by an obsession with 'evidence',\" visual culture, and personal visibility. Generally, the large-scale social integration constituting modernity, involves the:\n\nincreased movement of goods, capital, people, and information among formerly discrete populations, and consequent influence beyond the local area\nincreased formal social organization of mobile populaces, development of \"circuits\" on which they and their influence travel, and societal standardization conducive to socio-economic mobility\nincreased specialization of the segments of society, i.e., division of labor, and area inter-dependency\nincreased level of excessive stratification in terms of social life of a modern man\nIncreased state of dehumanisation, dehumanity, unionisation, as man became embittered about the negative turn of events which sprouted a growing fear.\nman became a victim of the underlying circumstances presented by the modern world\nIncreased competitiveness among people in the society (survival of the fittest) as the jungle rule sets in.\n\nSee also\nNotes\nReferences\nBibliography\nFurther reading\nExternal links\n\n Media related to Modernity at Wikimedia Commons"},"link":{"0":"https:\/\/en.wikipedia.org\/wiki\/Modern_Times","1":"https:\/\/en.wikipedia.org\/wiki\/Contemporary_(disambiguation)","2":"https:\/\/en.wikipedia.org\/wiki\/In_Modern_Times","3":"https:\/\/en.wikipedia.org\/wiki\/Beat_Street_(album)","4":"https:\/\/en.wikipedia.org\/wiki\/Les_Temps_modernes","5":"https:\/\/en.wikipedia.org\/wiki\/Early_modern_period","6":"https:\/\/en.wikipedia.org\/wiki\/Modern","7":"https:\/\/en.wikipedia.org\/wiki\/Modern_Times:_A_History_of_the_World_from_the_1920s_to_the_1980s","8":"https:\/\/en.wikipedia.org\/wiki\/Modern_Times:_Photography_in_the_20th_Century","9":"https:\/\/en.wikipedia.org\/wiki\/Modern_Times_(Al_Stewart_album)","10":"https:\/\/en.wikipedia.org\/wiki\/Modern_Times_(Bob_Dylan_album)","11":"https:\/\/en.wikipedia.org\/wiki\/Modern_Times_(IU_album)","12":"https:\/\/en.wikipedia.org\/wiki\/Modern_Times_(Jefferson_Starship_album)","13":"https:\/\/en.wikipedia.org\/wiki\/Modern_Times_(Latin_Quarter_album)","14":"https:\/\/en.wikipedia.org\/wiki\/Modern_Times_(Steps_Ahead_album)","15":"https:\/\/en.wikipedia.org\/wiki\/Modern_Times_(band)","16":"https:\/\/en.wikipedia.org\/wiki\/Modern_Times_(novel)","17":"https:\/\/en.wikipedia.org\/wiki\/Modern_Times_(song)","18":"https:\/\/en.wikipedia.org\/wiki\/Modern_Times_(film)","19":"https:\/\/en.wikipedia.org\/wiki\/Modern_Times_Group","20":"https:\/\/en.wikipedia.org\/wiki\/National_Assembly_of_the_Socialist_Left","21":"https:\/\/en.wikipedia.org\/wiki\/Modern_era","22":"https:\/\/en.wikipedia.org\/wiki\/Modern_Times_(community)","23":"https:\/\/en.wikipedia.org\/wiki\/Modernity"},"categories":{"0":["All article disambiguation pages","All disambiguation pages","Disambiguation pages","Short description is different from Wikidata"],"1":["All article disambiguation pages","All disambiguation pages","Disambiguation pages","Short description is different from Wikidata"],"2":["2001 albums","Album articles lacking alt text for covers","Articles with hAudio microformats","Articles with short description","Heads Up International albums","Short description is different from Wikidata","Spyro Gyra albums"],"3":["1983 albums","Album articles lacking alt text for covers","All articles needing additional references","Articles needing additional references from February 2020","Articles with hAudio microformats","Articles with short description","Capitol Records albums","Prism (band) albums","Short description is different from Wikidata"],"4":["1945 establishments in France","2019 disestablishments in France","All articles with unsourced statements","Articles with short description","Articles with unsourced statements from March 2024","Bi-monthly magazines published in France","Commons link is the pagename","Defunct French-language magazines","Defunct literary magazines published in France","Defunct magazines published in Paris","Defunct political magazines published in France","Existentialist movement in literature","Existentialist works","Magazines disestablished in 2019","Magazines established in 1945","Philosophy magazines","Short description is different from Wikidata","Use dmy dates from January 2018"],"5":["15th century in Europe","16th century in Europe","17th century in Europe","18th century in Europe","All articles with broken links to citations","All articles with dead external links","Articles containing French-language text","Articles which contain graphical timelines","Articles with dead external links from October 2017","Articles with short description","CS1 French-language sources (fr)","CS1 German-language sources (de)","CS1 errors: ISBN","CS1 uses Arabic-language script (ar)","Early modern period","Historical eras","History of Europe by period","Modern history","Short description is different from Wikidata","Use dmy dates from June 2024","Webarchive template wayback links","Wikipedia articles needing page number citations from July 2020","World history"],"6":["All article disambiguation pages","All disambiguation pages","Disambiguation pages","Short description is different from Wikidata"],"7":["1983 non-fiction books","Articles with short description","Books by Paul Johnson (writer)","English-language books","English non-fiction books","History books about the 20th century","Short description is different from Wikidata","Use dmy dates from April 2022","Weidenfeld & Nicolson books"],"8":["2014 in art","2014 in the Netherlands","Art exhibitions in the Netherlands","Articles with Dutch-language sources (nl)","Photography exhibitions","Rijksmuseum Amsterdam"],"9":["1970s rock album stubs","1975 albums","Al Stewart albums","Album articles lacking alt text for covers","Albums produced by Alan Parsons","Albums with cover art by Hipgnosis","All stub articles","Articles with hAudio microformats","Articles with short description","CBS Records albums","Janus Records albums","Short description is different from Wikidata","Use dmy dates from April 2022"],"10":["2006 albums","Album chart usages for Australia","Album chart usages for Austria","Album chart usages for Billboard200","Album chart usages for BillboardCanada","Album chart usages for BillboardRock","Album chart usages for Denmark","Album chart usages for Finland","Album chart usages for Flanders","Album chart usages for France","Album chart usages for Germany4","Album chart usages for Ireland2","Album chart usages for Italy","Album chart usages for Netherlands","Album chart usages for New Zealand","Album chart usages for Norway","Album chart usages for Portugal","Album chart usages for Spain","Album chart usages for Sweden","Album chart usages for Switzerland","Album chart usages for UK","Album chart usages for Wallonia","Albums produced by Bob Dylan","All articles with dead external links","Articles with dead external links from February 2023","Articles with dead external links from May 2012","Articles with hAudio microformats","Articles with permanently dead external links","Articles with short description","Bob Dylan albums","CS1 Danish-language sources (da)","CS1 German-language sources (de)","CS1 Swedish-language sources (sv)","CS1 errors: missing periodical","Certification Table Entry usages for Australia","Certification Table Entry usages for Canada","Certification Table Entry usages for Denmark","Certification Table Entry usages for Germany","Certification Table Entry usages for Ireland","Certification Table Entry usages for New Zealand","Certification Table Entry usages for Switzerland","Certification Table Entry usages for United Kingdom","Certification Table Entry usages for United States","Columbia Records albums","Grammy Award for Best Contemporary Folk Album","Pages using certification Table Entry with shipments figures","Pages using certification Table Entry with shipments footnote","Pages using certification Table Entry with streaming figures","Pages using certification Table Entry with streaming footnote","Rockabilly albums","Short description matches Wikidata","Webarchive template wayback links"],"11":["2010s Korean-language albums","2013 albums","Album articles lacking alt text for covers","All articles containing potentially dated statements","Articles containing Korean-language text","Articles containing potentially dated statements from 2014","Articles containing potentially dated statements from 2020","Articles containing potentially dated statements from October 2015","Articles with MusicBrainz release group identifiers","Articles with hAudio microformats","Articles with short description","CS1 Japanese-language sources (ja)","CS1 Korean-language sources (ko)","CS1 maint: numeric names: authors list","CS1 uses Japanese-language script (ja)","CS1 uses Korean-language script (ko)","IU (singer) albums","Kakao M albums","Short description is different from Wikidata","Use mdy dates from February 2022"],"12":["1981 albums","Album articles lacking alt text for covers","Album chart usages for Billboard200","Album chart usages for Canada","Albums produced by Ron Nevison","Albums recorded at Record Plant (Los Angeles)","Articles with hAudio microformats","Articles with short description","Certification Table Entry usages for United States","Grunt Records albums","Jefferson Starship albums","Pages using certification Table Entry with shipments figures","Pages using certification Table Entry with shipments footnote","RCA Records albums","Short description is different from Wikidata"],"13":["1985 debut albums","Album articles lacking alt text for covers","Arista Records albums","Articles with hAudio microformats","Articles with short description","Latin Quarter (band) albums","Short description is different from Wikidata","Use dmy dates from April 2022"],"14":["1984 albums","Album articles lacking alt text for covers","Articles with hAudio microformats","Articles with short description","Elektra\/Musician albums","Short description is different from Wikidata","Steps Ahead albums"],"15":["All articles lacking sources","All stub articles","Articles containing Bosnian-language text","Articles containing Danish-language text","Articles containing Dutch-language text","Articles containing Estonian-language text","Articles containing Finnish-language text","Articles containing French-language text","Articles containing German-language text","Articles containing Greek-language text","Articles containing Hebrew-language text","Articles containing Hungarian-language text","Articles containing Icelandic-language text","Articles containing Italian-language text","Articles containing Luxembourgish-language text","Articles containing Norwegian-language text","Articles containing Portuguese-language text","Articles containing Romanian-language text","Articles containing Slovak-language text","Articles containing Slovene-language text","Articles containing Spanish-language text","Articles containing Turkish-language text","Articles lacking sources from December 2009","Articles with MusicBrainz identifiers","Articles with short description","European musical group stubs","Eurovision Song Contest entrants for Luxembourg","Eurovision Song Contest entrants of 1993","Luxembourg stubs","Short description is different from Wikidata"],"16":["1900s novel stubs","1903 novels","20th-century Chinese novels","All Wikipedia articles with plot summary needing attention","All articles to be expanded","All stub articles","Articles containing Chinese-language text","Articles to be expanded from October 2013","Articles with Chinese-language sources (zh)","Articles with short description","Novels by Li Baojia","Novels first published in serial form","Satirical novel stubs","Short description matches Wikidata","Wikipedia articles with plot summary needing attention from October 2013"],"17":["2004 debut singles","2004 songs","Articles with hAudio microformats","Articles with short description","CS1 French-language sources (fr)","Certification Table Entry usages for France","J-five songs","Pages using certification Table Entry with sales figures","Pages using certification Table Entry with sales footnote","SNEP Top Singles number-one singles","Short description matches Wikidata","Use mdy dates from January 2020","Webarchive template wayback links"],"18":["1930s American films","1930s English-language films","1930s romantic comedy-drama films","1930s satirical films","1936 comedy films","1936 films","All articles with unsourced statements","American black-and-white films","American romantic comedy-drama films","American satirical films","Articles with short description","Articles with unsourced statements from December 2021","Articles with unsourced statements from February 2024","Articles with unsourced statements from July 2023","Commons category link from Wikidata","English-language romantic comedy-drama films","Fictional-language films","Films about technological impact","Films directed by Charlie Chaplin","Films set in department stores","Films set in factories","Great Depression films","Modernity","Part-talkie films","Roller skating films","Rotten Tomatoes ID same as Wikidata","Short description matches Wikidata","Template film date with 2 release dates","United States National Film Registry films","Use mdy dates from November 2022","Works about the Industrial Revolution"],"19":["All articles covered by WikiProject Wikify","All articles needing additional references","All articles with unsourced statements","All pages needing cleanup","Articles containing Latvian-language text","Articles covered by WikiProject Wikify from November 2019","Articles needing additional references from March 2022","Articles needing cleanup from June 2017","Articles with multiple maintenance issues","Articles with sections that need to be turned into prose from June 2017","Articles with short description","Articles with unsourced statements from July 2022","Companies based in Stockholm","Companies listed on Nasdaq Stockholm","Holding companies of Sweden","Mass media companies established in 1987","Mass media companies of Sweden","Modern Times Group","Short description is different from Wikidata","Swedish companies established in 1987","Wikipedia introduction cleanup from November 2019"],"20":["2005 establishments in Mexico","Articles containing Spanish-language text","Articles with short description","Defunct left-wing political party alliances","Defunct political party alliances in Mexico","Far-left politics in Mexico","National Political Associations in Mexico","Political parties established in 2005","Political parties with year of disestablishment missing","Short description matches Wikidata","Socialist parties in Mexico","United fronts"],"21":["All Wikipedia neutral point of view disputes","Articles with limited geographic scope from September 2023","Articles with multiple maintenance issues","Articles with short description","CS1 errors: ISBN","Historical eras","Modern history","Short description is different from Wikidata","Western culture","Wikipedia articles needing clarification from April 2024","Wikipedia neutral point of view disputes from July 2024"],"22":["1851 establishments in New York (state)","1864 disestablishments in New York (state)","All Wikipedia articles written in American English","Articles with short description","Coordinates on Wikidata","History of New York (state)","History of religion in the United States","Pages using gadget WikiMiniAtlas","Populated places established in 1851","Short description matches Wikidata","Use American English from July 2024","Use mdy dates from July 2024","Utopian communities in the United States"],"23":["All articles with failed verification","All articles with incomplete citations","All articles with unsourced statements","Articles containing Dutch-language text","Articles containing French-language text","Articles containing German-language text","Articles with failed verification from November 2023","Articles with incomplete citations from December 2020","Articles with incomplete citations from February 2012","Articles with incomplete citations from September 2017","Articles with short description","Articles with unsourced statements from August 2019","Articles with unsourced statements from August 2023","Articles with unsourced statements from February 2013","Articles with unsourced statements from November 2014","Articles with unsourced statements from September 2014","Articles with unsourced statements from September 2018","Commons category link is on Wikidata","Historical eras","Historiography","Modernism","Modernity","Postmodern theory","Short description is different from Wikidata","Sociological terminology","Use shortened footnotes from March 2021","Wikipedia articles needing page number citations from February 2012","Wikipedia articles needing page number citations from June 2013","Wikipedia articles needing page number citations from November 2020","Wikipedia articles needing page number citations from September 2014"]},"topic":{"0":"Modern Times","1":"Modern Times","2":"Modern Times","3":"Modern Times","4":"Modern Times","5":"Modern Times","6":"Modern Times","7":"Modern Times","8":"Modern Times","9":"Modern Times","10":"Modern Times","11":"Modern Times","12":"Modern Times","13":"Modern Times","14":"Modern Times","15":"Modern Times","16":"Modern Times","17":"Modern Times","18":"Modern Times","19":"Modern Times","20":"Modern Times","21":"Modern Times","22":"Modern Times","23":"Modern Times"}}