{"page":{"0":"One Flew Over the Cuckoo's Nest","1":"Cuckoo's nest (disambiguation)","2":"One Flew Over the Cuckoo's Nest (play)","3":"One Flew Over the Cuckoo Clock","4":"One Flew Over the Cuckoo's Nest (film)","5":"One Flew Over the Cuckoo's Nest (novel)","6":"The Golden Girls (season 7)"},"text":{"0":"One Flew Over the Cuckoo's Nest may refer to:\n\nOne Flew Over the Cuckoo's Nest (novel), a 1962 novel by Ken Kesey\nOne Flew Over the Cuckoo's Nest (play), a 1963 stage adaptation of the novel starring Kirk Douglas\nOne Flew Over the Cuckoo's Nest (film), a 1975 film adaptation of the novel starring Jack Nicholson\n\nSee also\n\"One Flew Over the Cuckoo Clock\", episode of The Green Green Grass\n\"One Flew Out of the Cuckoo's Nest\", the two-part final episode of The Golden Girls\nCuckoo's nest (disambiguation)","1":"A cuckoo's nest is the nest of a cuckoo.\n\nCuckoo's nest may also refer to:\n\nEntertainment\nMusic\nA song by John Hartford from the 1977 album All in the Name of Love\nA song by Norman Blake from the 1975 album Old and New\nA song by Spiers and Boden from the 2005 album Tunes\nA song by Nickel Creek from the eponymous 2000 album\n\nTelevision\n\"Cuckoo's Nest\" (CSI: NY), an episode of CSI: NY\nThe Korean name of the South Korean television series Two Mothers (뻐꾸기 둥지)\n\nOther uses\nCuckoo's Nest (nightclub), Costa Mesa, California, U.S.\nCuckoos Nest railway station, West Yorkshire, Northern England\nCuckoo's Nest Studio, an animation studio in Taiwan\n\nSee also\nOne Flew Over the Cuckoo's Nest (disambiguation)\nCuckoo's egg (disambiguation)","2":"One Flew Over the Cuckoo's Nest (1963) is a play based on Ken Kesey's 1962 novel of the same name. The play had its Broadway debut in 1963 with an adaptation by Dale Wasserman starring Kirk Douglas as Randle McMurphy, a mental patient and Joan Tetzel as Nurse Ratched. The play had a Broadway revival in 2002 earning the Tony Award for Best Revival of a Play as well as a nomination for the Tony Award for Best Actor in a Play starring Gary Sinise.\n\nBackground\nThe play is based off the 1962 novel of the same by Ken Kesey. It was adapted by Dale Wasserman.\n\nSummary\nThe plot revolves around mental hospital patient Randle McMurphy who leads a revolt against cold Nurse Ratched.\n\nCast and characters\nOrigin\nDale Wasserman's stage adaptation, with music by Teiji Ito, made its Broadway preview on November 12, 1963, its premiere on November 13, and ran until January 25, 1964, for a total of one preview and 82 performances. The 1963–64 Broadway production starred Douglas as Randle Patrick McMurphy, Gene Wilder as Billy Bibbit, William Daniels as Harding, Ed Ames as \"Chief\" Bromden, Al Nesor as Martini, and Joan Tetzel as Nurse Ratched. Douglas retained the rights to make a film version of One Flew Over the Cuckoo's Nest for a decade, but was unable to find a studio willing to make it with him. Eventually, he gave the rights to his son Michael, who succeeded in getting the film produced. At that time, Kirk Douglas was deemed too old for the role of McMurphy, and the role was given to Jack Nicholson.\n\nProductions\nSince then, the play has had two revivals: first off-Broadway in 1971, directed by Lee Sankowich with Danny DeVito as Martini and William Devane as McMurphy, then as a Broadway production in 2001 with Gary Sinise as McMurphy. The film version One Flew Over the Cuckoo's Nest was released in 1975, whose movie rights were secured through Kirk Douglas's rights to the play. DeVito reprised his stage role in the 1975 film of the same name directed by Milos Forman starring Jack Nicholson.\n\nIn 1982 Greg Hersov directed a production at the Royal Exchange, Manchester with Jonathan Hackett as Randle McMurphy, Linda Marlowe as Nurse Ratched and Tim McInnerny as Billy Bibbitt. In April 1988, the Playhouse Theatre was the site for the first London production of One Flew Over the Cuckoo's Nest. The play was brought to the London stage by Cuckoo Productions, formed by Diane Hilton, Karin Parnaby, and Judy Kershaw. They raised £100,000 in 24 hours to bring the play to the London theatre. In 2001, the Steppenwolf Theatre Company produced a Broadway revival, winning the Tony Award for Best Play Revival. This production was directed by Terry Kinney and starred Gary Sinise, Amy Morton, Tim Sampson (playing Chief, his father Will Sampson's role in the film version), Eric Johner, and Ross Lehman.\nIn 2004, Guy Masterson and Nica Burns mounted a production at the Edinburgh Fringe Festival with Christian Slater, Mackenzie Crook and Frances Barber and a cast of comedians including Owen O'Neill. Masterson famously resigned as director & co-producer just prior to opening citing \"ill health\" and the production was finally delivered by Terry Johnson and Tamara Harvey. The show was a huge box office hit and transferred to London's Gielgud Theatre where it ran for over 20 weeks. This production was itself revived in 2006 with Alex Kingston taking over the role of Nurse Ratched. It then toured the UK in 2007 with Shane Richie playing McMurphy and Sophie Ward as Nurse Ratched. \nA production of the play was staged by London's Tower Theatre Company from 23 to 27 October 2012 at Upstairs at the Gatehouse, Highgate, London. In 2018, After Hours Theatre Company in Los Angeles created an immersive version of the work. The Oregon State Hospital was recreated in a 7,000 sq. ft. warehouse in Burbank. Each audience member was provided a costume and a patient wristband. During the immersive pre-show, audience members were tasked with finding clues as to why they have been admitted to the hospital that eventually led them to join the patient revolution. This production was nominated for six Ovation Awards, including a win for Best Lighting Design, Intimate Theatre. In 2022, an Australian adaptation of Dale Wasserman's play, directed by Chris McRae was created by Luke Miller, McRae and Samuel Yombich Pilot-Kickett, and performed by Darlington Theatre Players in Perth, Western Australia. The adaptation recontextualised the play to 1960s Australia, with the reimagining of the \"Chief\" Bromden character as a local Aboriginal man, as well as some adjustment of language to fit the Australian idiom. The production included musical composition by Kieran Ridgway, with the inclusion of didgeridoo and didgeribone as part of the underscoring to reflect the new setting.\n\nAwards and nominations\n2001 Broadway revival\nSee also\nOne Flew Over the Cuckoo's Nest (novel)\nOne Flew Over the Cuckoo's Nest (film)\n\nReferences\nExternal links\n​One Flew Over the Cuckoo's Nest​ at the Internet Broadway Database \n​One Flew Over the Cuckoo's Nest​ at the Internet Off-Broadway Database \nOne Flew Over the Cuckoo's Nest at ThatTheatreSite Provides character descriptions and updated audition listings.\nOriginal Production's ITDb\n1971 revival's ITDb\n2001 revival's ITDb","3":"\"One Flew Over the Cuckoo Clock\" is an episode of the BBC sitcom, The Green Green Grass. It was first screened on 25 December 2005, as the 2005 Christmas Special of the first series. It was written by The Green Green Grass and Only Fools and Horses series creator John Sullivan and directed by Tony Dow.\n\nSynopsis\nAfter receiving an invitation to the Agricultural Ball in Somerset, Boycie and Marlene decide to attend and take Bryan as their driver. Boycie begins to worry that the Driscoll Brothers might be at the ball. Upon arriving they soon begin to settle in, until they meet two men who run a polo club who tell Boycie he could become a partner for a few million pounds and could even be knighted 'Sir Aubrey'.\nThe snob in Boycie comes rushing to the top and he agrees to meet them in Switzerland for a Christmas holiday, but unfortunately, on Christmas Eve, Boycie and Marlene are snowed in. Consequently, they are forced to spend Christmas with Mrs Cakeworthy, Bryan, Jed and Llewellyn. The snow does not lift quickly, so the realisation that they have missed their flight annoys Boycie.\nMeanwhile, Elgin has gone into hospital to have his appendix removed; therefore, Llewellyn is filling in as farm manager for him. Also, Boycie and Marlene sit down to watch a festive edition of Crimewatch, only to find that the two men who had invited Boycie abroad were con men, and that the Driscoll Brothers had followed them to Switzerland. They had recognised Boycie's picture in a country magazine that just happened to mention where they would be this Christmas. So Boycie insists that God looked after him and made it snow on purpose. Therefore, the Boyces are safe and sound, for now, and can continue to celebrate a Christmas Driscoll-free.\n\nEpisode cast\nProduction, broadcast and reception\nWriting\nThis episode was written by John Sullivan, writer of Only Fools and Horses. The whole of the first series was written entirely by John Sullivan. He was asked by the BBC mid-way through the first series being aired to write an hour-long episode for Christmas Day.\n\nBroadcast\nDuring its original airing, the episode had a viewing audience of 4.59 million, in the 8pm timeslot it was shown. This is the same audiences that sitcoms such as My Family attract.\nThis episode has since been re-run on BBC1, BBC HD and GOLD. The show received one of the highest ratings of the week making it into the top thirty.\n\nDVD release\nThe UK DVD release was released on 23 October 2006. The release includes the 2005 Christmas Special, a short special entitled 'Grass Roots' and a short documentary on 'Rocky'.\n\nConception\nThe episode was commissioned part way through the original broadcast of the first series. John Sullivan was asked to produce an hour-long special that would be aired on Christmas Day. The special was written, filmed and aired at 8pm on Christmas Day. The episode was designed for the Driscoll Brothers to make a return and for Boycie is narrowly miss them.\n\nFilming\nThe episode was filmed late 2005 and featured a guest appearance for Only Fools and Horses regular, Sid as played by Roy Heather. The set of The Nag's Head was used for the short cameo appearance. Also, Roy Marsden and Christopher Ryan appeared as their irregular Only Fools and Horses characters Danny and Tony Driscoll. This marked the Driscoll Brothers first appearance in the show. This episode was also the last episode as of 2009, to feature a regular Only Fools character.\nThe episode also featured a large cast of nineteen credited actors\/actresses. This is the largest cast that the series has seen so far.\n\nLocations\nThis episode was filmed at Pinewood Studios, and on location in Shropshire. The episode featured the use of Only Fools and Horses set, The Nag's Head, but only briefly. The only character to be seen in this scene was Roy Heather's Sid. The second series onwards was filmed at Teddington Studios.\n\nReferences\n\nBritish TV Comedy Guide for The Green Green Grass\nBARB viewing figures","4":"One Flew Over the Cuckoo's Nest is a 1975 American psychological drama film directed by Miloš Forman, based on the novel One Flew Over the Cuckoo's Nest by Ken Kesey. The film stars Jack Nicholson as a new patient at a mental institution, alongside Louise Fletcher as a sadistic nurse. The supporting cast is Will Sampson, Danny DeVito, Sydney Lassick, William Redfield, and the film debuts of Christopher Lloyd and Brad Dourif.\nOriginally announced in 1962 with Kirk Douglas starring, the film took 13 years to develop. Filming finally began in January 1975 and lasted three months, on location in Salem, Oregon and the surrounding area, and in Depoe Bay on the north Oregon coast. The producers shot the film in the Oregon State Hospital, an actual psychiatric hospital, which is also the novel's setting. The hospital is still in operation, though the original buildings in the film have been demolished. The film was released on November 19, 1975. Considered by many to be one of the greatest films ever made, One Flew Over the Cuckoo's Nest is No. 33 on the American Film Institute's 100 Years... 100 Movies list.\nThe film is the second to win all five major Academy Awards (Best Picture, Best Actor, Best Actress, Director, and Screenplay) following It Happened One Night in 1934, an accomplishment not repeated until 1991 with The Silence of the Lambs. It won numerous Golden Globe and BAFTA Awards. In 1993, the film was deemed \"culturally, historically, or aesthetically significant\" by the United States Library of Congress, and selected for preservation in the National Film Registry.\n\nPlot\nIn late 1963, 38-year old Randle McMurphy, previously on an Oregon work farm, is incarcerated for the statutory rape of a 15-year-old girl, and further arrests for other assaults. Malingering, he pretends to be insane to get himself moved to a mental institution to avoid hard labor. The medical ward is dominated by Nurse Ratched, a cold, passive-aggressive behavior tyrant herself who intimidates her patients. \nThe other patients include young, anxious, stuttering Billy Bibbit; Charlie Cheswick, who is prone to temper tantrums; delusional, child-like Martini; the articulate and repressed Dale Harding; belligerent and profane Max Taber; epileptics Jim Sefelt and Bruce Fredrickson; quiet but violent-minded Scanlon; tall, deaf-mute Native American Chief Bromden; and several others with chronic conditions.\nRatched sees McMurphy's lively, rebellious presence as a threat to her authority, to which she responds by confiscating and rationing the patients' cigarettes and suspending their card-playing privileges. McMurphy finds himself in a battle of wills against Ratched. He steals a school bus, picks up his girlfriend Candy, and escapes with several patients to go fishing on the Pacific Coast. He exposes them to the outside world and encourages them to discover their abilities and find self-confidence.\nAfter an orderly tells him that his prison sentence can become indefinite, McMurphy makes plans to escape with Chief. He also learns that he, Chief, and Taber are the only non-chronic patients who have been involuntarily committed; the others have committed themselves and may leave at any time but are too afraid to do so. After Cheswick bursts into a fit and demands his cigarettes from Ratched, McMurphy starts a fight with the orderlies, and Chief intervenes to help him.\nMcMurphy, Chief, and Cheswick are sent to the disturbed ward after the fight, and Chief reveals to McMurphy that he can speak and hear normally. He has feigned deaf-muteness to avoid engaging with anyone. After being subjected to electroconvulsive therapy, McMurphy returns to the ward pretending to be brain-damaged but then reveals that the treatment has made him even more determined to defeat Ratched. McMurphy and Chief plan to escape but throw a secret Christmas party for their friends after Ratched and the orderlies leave for the night.\nMcMurphy sneaks Candy and her friend Rose into the ward, each bringing bottles of alcohol for the party.\nHe bribes the night orderly Turkle to allow the party. McMurphy and Chief prepare to escape, inviting Billy to come with them. Billy refuses but asks for a \"date\" with Candy; McMurphy arranges for him to have sex with her. McMurphy and the others get drunk, and McMurphy falls asleep instead of making his escape with Chief.\nRatched arrives in the morning to find the ward in disarray; most patients have passed out. She discovers Billy and Candy together and aims to embarrass Billy in front of everyone. Billy manages to overcome his stutter and stands up to Ratched. When she threatens to tell his mother, Billy cracks under the pressure and reverts to stuttering. McMurphy punches an orderly when trying to escape out of a window with the Chief, causing the other orderlies to intervene. Billy suddenly dies by suicide by slitting his throat with broken glass. Ratched tries to control the situation by calling for the day's routine to continue as usual, but her nonchalant reaction enrages McMurphy, and he tries to strangle her. The orderlies subdue McMurphy, saving Ratched's life.\nSometime later, Ratched is wearing a neck brace and speaking weakly, and Harding leads the now-unsuspended card-playing. McMurphy is nowhere to be found, leading to rumors that he has escaped. Later that night, Chief sees McMurphy being returned to his bed. Chief greets him, elated that McMurphy had kept his promise not to escape without him, but discovers that McMurphy has been lobotomized. After tearfully hugging McMurphy, Chief smothers him to death with a pillow. He then tears a water fountain free of its floor mountings, just like when McMurphy attempted to do so earlier, and throws it through a window and escapes as Taber and the other inmates awaken and cheer for him.\n\nCast\nTitle\nThe title comes from a nursery rhyme read to Chief Bromden as a child by his grandmother, mentioned in the book:\n\nProduction\nDevelopment\nIn 1962, Kirk Douglas's company Joel Productions announced that it had acquired the rights to make Broadway stage and film adaptations of One Flew Over the Cuckoo's Nest with Douglas starring as McMurphy in both the play and the film, Dale Wasserman writing the stageplay, and George Roy Hill directing the film based on Wasserman's play. Jack Nicholson had also tried to buy the film rights to the novel but was outbid by Douglas. Wasserman's 1963–1964 Broadway stage adaptation successfully opened, but Douglas was unable to find a studio willing to make it with him. \nKirk Douglas hired Miloš Forman to direct after meeting him in Prague during a tour of the Eastern Bloc. Avco-Embassy Pictures optioned the film in 1969, but Forman was prevented from directing the film by the Warsaw Pact invasion of Czechoslovakia and the beginning of the \"normalization\" period in which the Soviet Union forced Czechoslovakia to reverse most of its Prague Spring liberalization reforms. Forman and Douglas fell completely out of contact after the Czechoslovak StB put Forman under strict surveillance. It also intercepted a copy of the novel Douglas sent to his home in Prague, which meant he was unable to read the book. \nWasserman subsequently sold his film rights to Douglas in 1970, but then delayed the film for several more years with lawsuits. In 1971, Kirk Douglas's son Michael Douglas convinced his father to allow him to produce the film, as he was drawn to the novel's \"one man against the system\" plot due to his involvement with student activism at the University of California, Santa Barbara. Douglas optioned the film to director Richard Rush, but he was unable to secure financing from major studios. In March 1973, Douglas announced a new deal in which he would co-produce the film with Saul Zaentz  as the first project of Fantasy Records' new film division.\nZaentz, a voracious reader, felt an affinity with Kesey, and so after Hauben's first attempt he asked Kesey to write the screenplay. Kesey participated in the early stages of script development, but withdrew after creative differences with the producers over casting and narrative point of view; ultimately he filed suit against the production and won a settlement. Although Kesey was paid for his work, his screenplay from the first-person point of view of Chief Bromden was not used. Instead, Lawrence Hauben and Bo Goldman wrote a new screenplay from a third-person perspective. \nHal Ashby was hired to replace Rush as director in 1973, but he was also replaced by Forman after he successfully fled to the United States. Although Douglas and Zaentz were unaware that he had been his father's first choice to direct, they began considering him after Hauben showed them Forman's 1967 Czechoslovak film The Firemen's Ball. Douglas later said the film \"had the sort of qualities we were looking for: it took place in one enclosed situation, with a plethora of unique characters he had the ability to juggle.\" \nAlthough Forman was suffering from a mental health crisis and refused to leave his Hotel Chelsea room in New York City for months, Douglas and Zaentz sent him a copy of the novel. Although Forman was not aware that the novel was the one which Douglas's father had hired him to direct in the 1960s, he quickly decided that it was \"the best material I’d come across in America\" and flew to California to discuss the film with Douglas and Zaentz further. They quickly hired Forman because, in Douglas's words, \"Unlike the other directors we saw, who kept their cards close to their chest, he went through the script page by page and told us what he would do.\" Forman wrote in 2012: \"To me, [the story] was not just literature, but real life, the life I lived in Czechoslovakia from my birth in 1932 until 1968. The Communist Party was my Nurse Ratched, telling me what I could and could not do; what I was or was not allowed to say; where I was and was not allowed to go; even who I was and was not\".\n\nCasting\nAlthough Kirk Douglas allowed his son to produce the film, he remained interested in playing McMurphy. However, Ashby and Forman felt Kirk Douglas was too old for the role and decided to recast him. This decision would strain relations between Kirk and Michael Douglas for many years, although Michael Douglas claimed it had not been his decision to recast him. Gene Hackman, James Caan, Marlon Brando, and Burt Reynolds were all considered for the role of McMurphy. Ashby wanted 37-year-old Jack Nicholson to play McMurphy, but Douglas was unsure if he was right for the role and Forman’s first choice was Reynolds. All four turned down the role, which ultimately went to Nicholson. Nicholson had never played this type of role before. Production was delayed for about six months because of Nicholson's schedule. Douglas later stated in an interview that \"that turned out to be a great blessing: it gave us the chance to get the ensemble right\". Nicholson did extensive research for the role and even met patients in a psychiatric ward to watch electroconvulsive shock therapy to prepare for the role. \nDanny DeVito was the first to be cast, reprising his role as the patient Martini from the 1971 off-Broadway production. Chief Bromden (who turns out to be the title character), played by Will Sampson, was referred by Mel Lambert (who portrayed the harbormaster in the fishing scene), a used car dealer Douglas met on an airplane flight when Douglas told him they wanted a \"big guy\" to play the part. Lambert's father often sold cars to Native American customers and six months later called Douglas to say: \"the biggest sonofabitch Indian came in the other day!\"\nJeanne Moreau, Angela Lansbury, Colleen Dewhurst, Geraldine Page, Ellen Burstyn, Anne Bancroft, and Jane Fonda all were considered to portray Nurse Ratched before Lily Tomlin was ultimately cast in the role. However, Forman became interested in recasting Tomlin with Louise Fletcher, who had a supporting role in the film, after viewing her film Thieves Like Us (1974). A mutual acquaintance, the casting director Fred Roos, had already mentioned Fletcher's name as a possibility. Even so, it took four or five meetings, across one year, for Fletcher to secure the role of Nurse Ratched. Her final audition was late in 1974, with Forman, Zaentz, and Douglas. The day after Christmas, her agent called to say she was expected at the Oregon State Hospital in Salem on January 4 to begin rehearsals. Tomlin subsequently left the film to replace Fletcher in Nashville (1975). In 2016, Fletcher recalled that Nicholson's salary was \"enormous\", while the rest of the cast worked at or close to scale. She put in 11 weeks, grossing US$10,000 (equivalent to $57,000 in 2023). \nForman also considered Shelley Duvall for the role of Candy; coincidentally, she, Nicholson, and Scatman Crothers (who portrays Turkle) all later appeared as part of the main cast of The Shining. Bud Cort was considered for the role of Billy Bibbit before Brad Dourif was cast.\n\nRehearsals\nPrior to commencement of filming, a week of rehearsals started on January 4, 1975, in Oregon shortly after Nicholson concluded his previous film The Fortune (1975). The cast watched the patients in their daily routine and at group therapy. Jack Nicholson and Louise Fletcher also witnessed electroconvulsive therapy being performed on a patient.\n\nFilming\nPrincipal photography began on January 13, 1975, and concluded approximately three months later. The film was shot on location in Salem, Oregon, the surrounding area, and the coastal town of Depoe Bay, Oregon.\nThe producers decided to shoot the film in the Oregon State Hospital, an actual mental hospital, as this is also the setting of the novel. The hospital's director, Dean Brooks, was supportive of the filming and eventually ended up playing the character of Dr. John Spivey in the film. Brooks identified a patient for each of the actors to shadow, and some of the cast even slept on the wards at night. He also wanted to incorporate his patients into the crew, to which the producers agreed. Douglas recalls that it was not until later that he found out that many of them were criminally insane.\nFor the group therapy scenes, Forman and his cinematographer Haskell Wexler used three cameras to record all shots for the scene simultaneously. Although this was unusual for the time and more expensive, it allowed Forman and Wexler to capture the actors' authentic reactions to each other.\nAs Forman did not allow the actors to see the day's filming, this led to the cast losing confidence in him, while Nicholson also began to wonder about his performance. Douglas convinced Forman to show Nicholson something, which he did, and restored the actor's confidence.\nHaskell Wexler was fired as cinematographer and replaced by Bill Butler. Wexler believed his dismissal was due to his concurrent work on the documentary Underground, in which the radical militant group the Weather Underground were being interviewed while hiding from the law. However, Forman said he had terminated Wexler's services over artistic differences. Douglas also claimed Wexler wanted to get Forman fired in order to direct the film himself, and was fueling the cast's distrust of Forman and lack of confidence in their own performances. Both Wexler and Butler received Academy Award nominations for Best Cinematography for One Flew Over the Cuckoo's Nest, though Wexler said there was \"only about a minute or two minutes in that film I didn't shoot\".\nAccording to Butler, Nicholson refused to speak to Forman: \"...[Jack] never talked to Miloš at all, he only talked to me\".\nThe production went over the initial budget of $2 million and over-schedule, but Zaentz, who was personally financing the movie, was able to come up with the difference by borrowing against his company, Fantasy Records. The total production budget came to $4.4 million.\n\nRelease\nThe film premiered at the Sutton and Paramount Theatres in New York City on November 19, 1975. It was the second-highest-grossing film released in 1975 in the United States and Canada at $109 million, one of the seventh-highest-grossing films of all time at the time. As it was released toward the end of the year, most of its gross was in 1976 and was the highest-grosser for calendar year 1976 with rentals of $56.5 million.\nWorldwide, One Flew Over the Cuckoo's Nest grossed $163,250,000. It was the highest-grossing film released by UA up to that time.\n\nReception\nCritics praised the film, sometimes with reservations. Roger Ebert said: \"Miloš Forman's One Flew Over the Cuckoo's Nest is a film so good in so many of its parts that there's a temptation to forgive it when it goes wrong. But it does go wrong, insisting on making larger points than its story really should carry, so that at the end, the human qualities of the characters get lost in the significance of it all. And yet, there are those moments of brilliance.\" Ebert later put the film on his \"Great Movies\" list. A.D. Murphy of Variety wrote a mixed review as well, as did Vincent Canby in The New York Times: \"A comedy that can't quite support its tragic conclusion, which is too schematic to be honestly moving, but it is acted with such a sense of life that one responds to its demonstration of humanity if not to its programmed metaphors.\"\nThe film opens and closes with original music by composer Jack Nitzsche, featuring an eerie bowed saw (performed by Robert Armstrong) and wine glasses. On the score, reviewer Steven McDonald: \"The edgy nature of the film extends into the score, giving it a profoundly disturbing feel at times—even when it appears to be relatively normal. The music has a tendency to always be a little off-kilter, and from time to time, it tilts completely over into a strange little world of its own\"\nThe film won the \"Big Five\" Academy Awards at the 48th Oscar ceremony. These include the Best Actor for Jack Nicholson, Best Actress for Louise Fletcher, Best Direction for Forman, Best Picture, and Best Adapted Screenplay for Lawrence Hauben and Bo Goldman. The film has a 93% rating at Rotten Tomatoes based on reviews from 115 critics, with an average rating of 9.1\/10. The website's critics consensus reads: \"Jack Nicholson and Louise Fletcher are worthy adversaries in One Flew Over the Cuckoo's Nest, with Miloš Forman's more grounded and morally ambiguous approach to Ken Kesey's surrealistic novel yielding a film of outsized power.\" The film has an 84 rating on Metacritic.\nWhile Kesey claimed never to have seen the movie, he disliked what he knew of it, which was confirmed by author Chuck Palahniuk, who wrote: \"The first time I heard this story, it was through the movie starring Jack Nicholson. A movie that Kesey once told me he disliked.\"\nIn 1993, the film was deemed \"culturally, historically, or aesthetically significant\" by the United States Library of Congress and selected for preservation in its National Film Registry.\nThe Japanese filmmaker Akira Kurosawa cited Cuckoo's Nest as one of his 100 favorite films.\n\nIn popular culture\nPantera singer Phil Anselmo released a music video, Choosing Mental Illness with his band Philip H. Anselmo & The Illegals. The music video pays tribute to One Flew Over the Cuckoo's Nest and it  shows scenes recreated from the film with Anselmo playing McMurphy and the rest of the band playing other characters from the film, and Nurse Ratched played by actor Michael St. Michaels.\nThe film has been referenced several times on The Simpsons, including an episode where Homer is committed to an insane asylum and meets a man who believes himself to be Michael Jackson. In an episode from the fourth season of It's Always Sunny in Philadelphia, titled \"Sweet Dee Has a Heart Attack,\" Danny DeVito's character Frank Reynolds is part of subplot that directly parodies the film.\nDanny DeVito's role in the parody is significant since he was cast in the original film as the character \"Martini\". In the episode of It's Always Sunny in Philadelphia, a reference is made to DeVito's original role with a character in the parody named \"Martini\". Additionally, the 1975 film featured Will Sampson as Chief Bromden. In the parody, Tim Sampson, son of Will Sampson, plays \"Chief\" in mirroring his father's role in the film.[1]\n\nAwards and nominations\nIn 2015, the film ranked 59th on BBC's \"100 Greatest American Films\" list, voted on by film critics from around the world.\nAmerican Film Institute\n\nAFI's 100 Years... 100 Movies – #20\nAFI's 100 Years... 100 Heroes and Villains:\nNurse Ratched – #5 Villain\nAFI's 100 Years... 100 Cheers – #17\nAFI's 100 Years... 100 Movies (10th Anniversary Edition) – #33\n\nSee also\nList of Academy Award records\nList of Big Five Academy Award winners and nominees\nMental illness in film\nRatched\n\nNotes\nReferences\nExternal links\n\nOne Flew Over the Cuckoo's Nest at the AFI Catalog of Feature Films \nOne Flew Over the Cuckoo's Nest at Box Office Mojo\nOne Flew Over the Cuckoo's Nest at IMDb\nOne Flew Over the Cuckoo's Nest at Rotten Tomatoes\nOne Flew Over the Cuckoo's Nest at Metacritic \nOne Flew Over The Cuckoo's Nest at the TCM Movie Database","5":"One Flew Over the Cuckoo's Nest is a novel by Ken Kesey published in 1962. Set in an Oregon psychiatric hospital, the narrative serves as a study of institutional processes and the human mind, including a critique of psychiatry and a tribute to individualistic principles. It was adapted into the Broadway (and later off-Broadway) play One Flew Over the Cuckoo's Nest by Dale Wasserman in 1963. Bo Goldman adapted the novel into a 1975 film of the same name directed by Miloš Forman, which won five Academy Awards.\nTime magazine included the novel in its \"100 Best English-language Novels from 1923 to 2005\" list. In 2003 the book was listed on the BBC's The Big Read poll of the UK's 200 \"best-loved novels.\"\n\nPlot\nThe book is narrated by Chief Bromden, a gigantic half-Native American patient at a psychiatric hospital, who presents himself as deaf, mute, and docile. Bromden's tale focuses mainly on the antics of the rebellious Randle Patrick McMurphy, who faked insanity to serve his sentence for battery and gambling in the hospital rather than at a prison work farm. The head administrative nurse, Nurse Ratched, rules the ward with absolute authority and little medical oversight.  She is assisted by her three day-shift orderlies and her assistant doctors and nurses.\nMcMurphy constantly antagonizes Nurse Ratched and upsets the routines of the ward, leading to endless power struggles between the inmate and the nurse. He runs a card table, captains the ward's basketball team, comments on Nurse Ratched's figure, incites the other patients to conduct a vote about watching the World Series on television, and organizes a deep-sea fishing trip wherein the patients were going to be \"supervised\" by prostitutes. After claiming to be able, and subsequently failing, to lift a heavy control panel in the defunct hydrotherapy room (referred to as the \"tub room\"), his response—\"But at least I tried\"—gives the men incentive to try to stand up for themselves, instead of allowing Nurse Ratched to take control of every aspect of their lives.  The Chief opens up to McMurphy, revealing late one night that he can speak and hear. A violent disturbance after the fishing trip results in McMurphy and the Chief being sent for electroshock therapy sessions, but such punishment does nothing to curb McMurphy's rambunctious behavior.\nOne night, after bribing the night orderly, McMurphy smuggles two prostitute girlfriends with liquor onto the ward and breaks into the pharmacy for codeine cough syrup and unnamed psychiatric medications. McMurphy, having noticed on the fishing trip that Billy Bibbit—a timid, boyish patient with a stutter and little experience with women—had a crush on the prostitute named Candy, primarily arranged this break-in so that Billy could lose his virginity and, to a slightly lesser extent, so that McMurphy and other patients could throw an unsanctioned party. Although McMurphy agrees before the end of the night to a plan involving his escaping before the morning shift starts, he and the other patients instead fall asleep without cleaning up the mess of the group's antics, and the morning staff discover the ward in complete disarray. Nurse Ratched finds Billy and the prostitute in each other's arms, partially dressed, and admonishes him. Billy asserts himself for the first time, answering Nurse Ratched without stuttering.  Ratched calmly threatens to tell Billy's mother what she has seen.  Billy has an emotional breakdown, regressing immediately back to a boyish state, and, upon being left alone in the doctor's office, takes his life by cutting his throat. Nurse Ratched blames McMurphy for the loss of Billy's life. Enraged at what she has done to Billy, McMurphy attacks Ratched by ripping her shirt open and attempting to strangle her to death. McMurphy is physically restrained and moved to the Disturbed ward.\nNurse Ratched misses a week of work due to her injuries, during which time many of the patients either transfer to other wards or check out of the hospital forever. When she returns, she cannot speak and is thus deprived of her most potent tool to keep the men in line.  With Bromden, Martini, and Scanlon the only patients who attended the boat trip left on the ward, McMurphy is brought back in. He has received a lobotomy, and is now in a vegetative state, rendering him silent and motionless. The Chief smothers McMurphy with a pillow during the night in an act of mercy before lifting the tub room control panel that McMurphy could not lift earlier, throwing it through a window and escaping the hospital, thus being the \"one\" who \"flew over the cuckoo's nest.\"\n\nBackground\nKesey started writing One Flew Over the Cuckoo's Nest in 1959, and it was published in 1962 in the midst of the Civil Rights Movement and deep changes to the way psychology and psychiatry were being approached in America. The 1960s began the controversial movement towards deinstitutionalization,  an act that would have affected the characters in Kesey's novel. The novel is a direct product of Kesey's time working the graveyard shift as an orderly at a mental health facility in Menlo Park, California. Not only did he speak to the patients and witness the workings of the institution, he also voluntarily took psychoactive drugs, including mescaline and LSD, as part of Project MKUltra.\nIn addition to his work with Project MKUltra, Kesey took LSD recreationally; advocating for drug use as a path to individual freedom.\nThe novel constantly refers to different authorities that control individuals through subtle and coercive methods.  The novel's narrator, the Chief, combines these authorities in his mind, calling them \"The Combine\" in reference to the mechanistic way they manipulate and process individuals. The authority of The Combine is most often personified in the character of Nurse Ratched who controls the inhabitants of the novel's mental ward through a combination of rewards and subtle shame. Although she does not normally resort to conventionally harsh discipline, her actions are portrayed as more insidious than those of a conventional prison administrator. This is because the subtlety of her actions prevents her prisoners from understanding they are being controlled at all. The Chief also sees the Combine in the damming of the wild Columbia River at Celilo Falls, where his Native American ancestors hunted, and in the broader conformity of post-war American consumer society. The novel's critique of the mental ward as an instrument of oppression comparable to the prison mirrored many of the claims that French intellectual Michel Foucault was making at the same time. Similarly, Foucault argued that invisible forms of discipline oppressed individuals on a broad societal scale, encouraging them to censor aspects of themselves and their actions. The novel also criticizes the emasculation of men in society, particularly in the character of Billy Bibbit, the stuttering Acute patient who is dominated by both Nurse Ratched and his mother.\n\nTitle\nThe title of the book is a line from a nursery rhyme:\n\nChief Bromden's grandmother sang a version of this song to him when he was a child, a fact revealed in the story when the Chief received yet another ECT treatment after he assisted McMurphy with defending George, a patient being abused by the ward's aides.\n\nMain characters\nRandle McMurphy: A free-spirited, rebellious con man, sent to the hospital from a prison work farm. He is guilty of battery and gambling. He had also been charged with statutory rape, though never convicted as the fifteen-year-old girl chose not to testify so as not to implicate herself. McMurphy is transferred from a prison work farm to the hospital, thinking it will be an easy way to serve out his sentence in comfort. In the end, McMurphy attacks Nurse Ratched, inadvertently sacrificing his freedom and his health in exchange for freeing the previously shackled spirits of the cowed patients on the ward.\nChief Bromden: The novel's half-Native American narrator (and the “one” of the novel's title) has been in the mental hospital since the end of World War II. Bromden is presumed by staff and patients alike to be deaf and mute, and through this guise he becomes privy to many of the ward's dirtiest secrets.  As a young man, the Chief was a high school football star, a college student, and a war hero. After seeing his father, a Native American chieftain, humiliated at the hands of the U.S. government and his white wife, Chief Bromden descends into clinical depression and begins hallucinating. Soon he is diagnosed with schizophrenia. He believes society is controlled by a large, mechanized system which he calls \"The Combine.\"\n\nStaff\nNurse Ratched (also known as \"Big Nurse\"): The tyrannical head nurse of the mental institution, who exercises near-total control over those in her care, including her subordinates. She will not hesitate to restrict her patients' access to medication, amenities, and basic human necessities if it suits her manipulative whims. Her favorite informant is the timid Billy Bibbit, whom she coerces into divulging the unit's secrets by threatening to complain about him to his mother. McMurphy's fun-loving, rebellious presence in Ratched's institution is a constant annoyance, as neither threats nor punishment nor shock therapy will stop him or the patients under his sway. Eventually, after McMurphy nearly chokes her to death in a fit of rage, Nurse Ratched has him lobotomized. However, the damage has already been done, and McMurphy's attack leaves her nearly unable to speak, which renders her unable to intimidate her patients, subordinates and superiors.\nWarren, Washington, and Williams: Three black men who work as aides in the ward during the day. Williams is a dwarf; according to Chief, he saw his mother being raped when he was five years old and stopped growing at that point. Nurse Ratched hires him first, then hires Warren and Washington two years later and a month apart from each other.\nGeever: the swing shift aide.\nDr. John Spivey: The ward doctor. Nurse Ratched drove off other doctors, but she kept Spivey because he always did as he was told. Harding suggests that the nurse could threaten to expose him as a drug addict if he stood up to her. McMurphy's rebellion inspires him to stand up to Nurse Ratched.\nNurse Pilbow: The young night nurse whose face, neck, and chest are stained with a profound birthmark. A devout Catholic who fears sinning, she blames the patients for infecting her with their evil and takes it out on them.\nMr. Turkle: An elderly African American aide who works the late shift in the ward. He agrees to let McMurphy host a party and sneak in prostitutes one night.\nThe Japanese Nurse: The nurse in charge of the upstairs disturbed ward, for violent and unmanageable patients. She is kind and openly opposes Nurse Ratched's methods.\n\nAcutes\nThe acutes are patients who officials believe can still be cured. With few exceptions, they are there voluntarily, a fact that angers McMurphy when he first learns of it, then later causes him to feel further pity for the patients, thus further inspiring him to prove to them they can still be strong despite their seeming willingness to be weak.\n\nBilly Bibbit: A nervous, shy, and boyish patient with an extreme speech impediment, Billy cuts and burns himself, and has attempted suicide numerous times. Billy has a fear of women, especially those with authority such as his mother. To alleviate this, McMurphy sneaks a prostitute into the ward so Billy can lose his virginity. The next morning, Nurse Ratched threatens to tell his mother; fearing the loss of his mother's love, Billy has an emotional breakdown and commits suicide by cutting his throat.\nDale Harding: The unofficial leader of the patients before McMurphy arrives, he is an intelligent, good-looking man who is ashamed of his repressed homosexuality. Harding's beautiful yet malcontent wife is a source of shame for him.\nGeorge Sorensen: A man with germaphobia, he spends his days washing his hands in the ward's drinking fountain. McMurphy manages to persuade him to lead a fishing expedition for the patients after discovering he had captained a PT boat during World War II. Afterward, the three aides, Warren, Washington, and Williams maliciously forcibly delouse him, cruelly knowing the mental anguish this will cause him.\nCharlie Cheswick: A loud-mouthed patient who always demands changes in the ward, but never has the courage to see anything through. He finds a friend in McMurphy, who is able to voice his opinions for him. At one point McMurphy decides to fall in line when he learns his stay in the ward is indefinite and his release is solely determined by the Big Nurse. As a result, Cheswick drowns himself in the ward's swimming pool when he decides he himself will never escape the relentless Big Nurse.\nMartini: A patient who has severe hallucinations.\nScanlon: A patient obsessed with explosives and destruction. He is the only other non-vegetative patient confined to the ward by force aside from McMurphy and Bromden; the rest can leave at any time.\nJim Sefelt and Bruce Fredrickson: Two epileptic patients. Sefelt refuses to take his anti-seizure medication, as it makes his teeth fall out and as such makes him self-conscious over his appearance. Fredrickson takes Sefelt's medication as well as his own because he is terrified of the seizures, and loses teeth due to the resulting overdosage.\nMax Taber: An unruly patient who was released before McMurphy arrived. The Chief later describes how, after he questioned what was in his medication, Nurse Ratched had him \"fixed.\"\n\nChronics\nThe chronics are patients who will never be cured. Many of the chronics are elderly and\/or in vegetative states.\n\nRuckly: A hell-raising patient who challenged the rules until the Big Nurse authorized his lobotomy. After the lobotomy, he sits and stares at a picture of his wife, and occasionally screams profanities.\nEllis: Ellis was put in a vegetative state by electroshock therapy. He stands against the wall in a disturbing messianic position with arms outstretched.\nPete Bancini: Bancini had brain damage at birth but managed to hold down simple jobs, such as a switch operator on a lightly used railroad branch line, until the switches were automated and he lost his job, after which he was institutionalized. The Chief remembers how once, and only once, he lashed out violently against the aides, telling the other patients that he was a living miscarriage, born dead.\nRawler: A patient on the Disturbed ward, above the main ward, who says nothing but \"loo, loo, loo!\" all day and tries to run up the walls. One night, Rawler castrates himself while sitting on the toilet and bleeds to death before anyone realizes what he has done.\nOld Blastic: An old patient who is in a vegetative state. The first night McMurphy is in the ward, Bromden dreams Blastic is hung by his heel and sliced open, spilling his rusty visceral matter. The next morning, Bromden learns Blastic died during the night.\nThe Lifeguard: An ex-professional football player, he still has the cleat marks on his forehead from the injury that scrambled his brains. He explains to McMurphy, unlike prison, patients are kept in the hospital as long as the staff desires. It is this conversation that causes McMurphy to fall in line for a time.\nColonel Matterson: The oldest patient in the ward, he has severe senile dementia and cannot move without a wheelchair. He is a veteran of World War I, and spends his days \"explaining\" objects through metaphor.\n\nOther characters\nCandy: The prostitute McMurphy brings on the fishing trip. Billy Bibbit has a crush on her and McMurphy arranges a night for Candy to have sex with him.\nSandra: Another prostitute and friend of Candy and McMurphy. She and Sefelt sleep together on the night she and Candy are sneaked into the ward. Sefelt has a seizure while they are fornicating.\nVera Harding: Dale Harding's wife. Described as an attractive lady with very large breasts. She is a primary cause of concern for Dale, who often worries about her fidelity. She reveals to the patients that actually Dale himself has affairs - with other men.\n\nControversy\nOne Flew Over the Cuckoo's Nest is one of America's most challenged and banned novels.\n\n1974: Five residents of Strongsville, Ohio, sued the local Board of Education to remove the novel from classrooms. They deemed the book \"pornographic\" and said it \"glorifies criminal activity, has a tendency to corrupt juveniles, and contains descriptions of bestiality, bizarre violence, and torture, dismemberment, death, and human elimination\".\n1975: Randolph, New York, and Alton, Oklahoma, removed the book from all of their public schools.\n1977: Schools in Westport, Maine, removed it from required reading lists.\n1978: Freemont High School in St. Anthony, Idaho, banned it and fired the teacher who assigned it.\n1982: Merrimack, New Hampshire High School challenged it.\n1986: Aberdeen Washington High school challenged it in Honors English classes.\n2000: Placentia Unified School District (Yorba Linda, California) challenged it. Parents said the teachers could \"choose the best books, but they keep choosing this garbage over and over again\".\n\nAdaptations\nThe novel was adapted into a 1963 play, starring Kirk Douglas (who purchased the rights to produce it for the stage and motion pictures) as McMurphy and Gene Wilder as Billy Bibbit. A film adaptation, starring Jack Nicholson and co-produced by Michael Douglas, was released in 1975. The film won five Academy Awards.\nThe characters of Nurse Ratched and Chief Bromden appear as recurring characters in ABC's Once Upon a Time, where they are portrayed by Ingrid Torrance and Peter Marcin.\nNetflix and Ryan Murphy produced a prequel series titled Ratched which follows Sarah Paulson as a younger version of Nurse Ratched. The first of the two-season order was released on September 18, 2020.\n\nEditions\nPrint\nISBN 0-606-04239-3 (prebound, 1962)\nISBN 0-451-16396-6 (mass market paperback, 1963)\nISBN 0-14-004312-8 (paperback, 1977, reprint)\nISBN 0-14-023601-5 (hardcover, 1996)\nISBN 1-55651-685-1 (paperback, 1988)\nISBN 0-453-00815-1 (audio cassette, 1993, abridged)\nISBN 0-14-028334-X (paperback, 1999)\nISBN 0-8220-7154-1 (e-book, 1999)\nISBN 0-7645-8662-9 (paperback, 2000)\nISBN 0-7910-6339-9 (library binding, 2001)\nISBN 0-14-118122-2 (paperback, 2002)\nISBN 0-7910-7118-9 (paperback)\nISBN 0-330-23564-8 (paperback)\nISBN 0-14-118788-3 (paperback, 2005)\nISBN 0-14-303690-4 (hardcover, 2005)\nISBN 0-329-06383-9 (hardcover)\nISBN 978-0-451-16396-7 (softcover)\nISBN 978-1-59887-052-7 (audio CD, 2006, abridged\/read by Kesey; includes Fresh Air with Terry Gross interview with author)\nISBN 978-0-670-02323-3 (hardcover, 2012)\nISBN 978-0-143-12951-6 (softcover, 2016)\nPhotos of the first edition One Flew Over the Cuckoo's Nest\nAudiobooks\n1998: One Flew Over the Cuckoo's Nest (read by Tom Parker), Blackstone Audio, ISBN 978-0786112784\n2007 (Audible): One Flew Over the Cuckoo's Nest (read by the author)\n2012 (Audible): One Flew Over the Cuckoo's Nest (read by John C. Reilly)\n\nSee also\nRosenhan experiment\nSluggish schizophrenia\nPolitical abuse of psychiatry\nAnti-psychiatry\n\nReferences\nFurther reading\nHorst, L. (1996). Bitches, Twitches, and Eunuchs: Sex Role Failure and Caricature in Pratt, J, One Flew Over the Cuckoo's Nest: Text and Criticism. Penguin Books.\nPorter, M. G. (1989). One Flew Over the Cuckoo's Nest: Rising to Heroism. Boston: Twayne.\nSafer, E. (1988). The Contemporary American Comic Epic: The Novels of Barth, Pynchon, Gaddis, and Kesey. Detroit: Wayne State University Press.\nBly, Nellie (1887). Ten Days in a Mad-House.","6":"The seventh and final season of The Golden Girls premiered on NBC on September 21, 1991, and concluded on May 9, 1992. The season consisted of 26 episodes. It was the only season of the show that aired additional scenes during the final credits, and also the only season to feature no reused clips from prior episodes since season 2.\n\nBroadcast history\nThe season originally aired Saturdays at 8:00-8:30 pm (EST) on NBC from September 21, 1991, to May 9, 1992. The Nielsen ratings of this season suffered following NBC's ill-advised decision to move the show away from Saturdays at 9:00-9:30 pm (EST), which was the timeslot it occupied for the  past 6 seasons. As well as that, it faced direct competition from ABC's Who's the Boss?.\n\nEpisodes\nAwards and nominations\n44th Primetime Emmy Awards\n\nNomination for Outstanding Lead Actress in a Comedy Series (Betty White) (Episode: \"Dateline: Miami\")\nNomination for Outstanding Supporting Actress in a Comedy Series (Estelle Getty) (Episode: \"One Flew Out of the Cuckoo's Nest\")\n49th Golden Globe Awards\n\nNomination for Best Comedy Series\nNomination for Best Supporting Actress – Series, Miniseries or Television Film (Estelle Getty)\n\nReferences\n\n\n== External links =="},"link":{"0":"https:\/\/en.wikipedia.org\/wiki\/One_Flew_Over_the_Cuckoo%27s_Nest","1":"https:\/\/en.wikipedia.org\/wiki\/Cuckoo%27s_nest_(disambiguation)","2":"https:\/\/en.wikipedia.org\/wiki\/One_Flew_Over_the_Cuckoo%27s_Nest_(play)","3":"https:\/\/en.wikipedia.org\/wiki\/One_Flew_Over_the_Cuckoo_Clock","4":"https:\/\/en.wikipedia.org\/wiki\/One_Flew_Over_the_Cuckoo%27s_Nest_(film)","5":"https:\/\/en.wikipedia.org\/wiki\/One_Flew_Over_the_Cuckoo%27s_Nest_(novel)","6":"https:\/\/en.wikipedia.org\/wiki\/The_Golden_Girls_season_7"},"categories":{"0":["All article disambiguation pages","All disambiguation pages","Bureaucracy in fiction","Disambiguation pages","One Flew Over the Cuckoo's Nest","Short description is different from Wikidata"],"1":["All article disambiguation pages","All disambiguation pages","Disambiguation pages","Short description is different from Wikidata"],"2":["1963 plays","Articles with short description","Broadway plays","IBDB show template using Wikidata","IOBDB title template using Wikidata","One Flew Over the Cuckoo's Nest","Plays based on novels","Psychiatry in the United States in fiction","Short description is different from Wikidata","Works set in psychiatric hospitals"],"3":["2005 British television episodes","All articles needing additional references","All articles with dead external links","Articles needing additional references from November 2015","Articles with dead external links from March 2018","Articles with permanently dead external links","Articles with short description","Short description is different from Wikidata","Television episode articles with short description for single episodes","The Green Green Grass episodes","Use dmy dates from December 2021"],"4":["1970s American films","1970s English-language films","1975 drama films","1975 films","American drama films","American independent films","Articles with short description","Best Drama Picture Golden Globe winners","Best Film BAFTA Award winners","Best Picture Academy Award winners","Bryna Productions films","Commons category link from Wikidata","Fiction about psychosurgery","Films about disability in the United States","Films about nurses","Films about psychiatry","Films based on American novels","Films directed by Miloš Forman","Films featuring a Best Actor Academy Award-winning performance","Films featuring a Best Actress Academy Award-winning performance","Films featuring a Best Drama Actor Golden Globe winning performance","Films featuring a Best Drama Actress Golden Globe-winning performance","Films produced by Kirk Douglas","Films produced by Michael Douglas","Films produced by Saul Zaentz","Films scored by Jack Nitzsche","Films set in 1963","Films set in Oregon","Films set in psychiatric hospitals","Films shot in Oregon","Films whose director won the Best Directing Academy Award","Films whose director won the Best Direction BAFTA Award","Films whose director won the Best Director Golden Globe","Films whose writer won the Best Adapted Screenplay Academy Award","Films with screenplays by Bo Goldman","One Flew Over the Cuckoo's Nest","Pages using multiple image with auto scaled images","Psychiatry in the United States in fiction","Rotten Tomatoes ID same as Wikidata","Rotten Tomatoes template using name parameter","Short description is different from Wikidata","Template film date with 1 release date","United Artists films","United States National Film Registry films","Use mdy dates from February 2024"],"5":["1962 American novels","1962 debut novels","All articles with unsourced statements","American novels adapted into films","American novels adapted into plays","American novels adapted into television shows","Articles with short description","Articles with unsourced statements from April 2023","Books with cover art by Paul Bacon","Fiction about psychosurgery","Fiction with unreliable narrators","Novels about American prostitution","Novels about suicide","Novels set in Oregon","Novels set in psychiatric hospitals","One Flew Over the Cuckoo's Nest","Pages with missing ISBNs","Postmodern novels","Psychiatry in the United States in fiction","Short description is different from Wikidata","Use mdy dates from January 2015","Viking Press books","Works by Ken Kesey"],"6":["1991 American television seasons","1992 American television seasons","Articles with short description","Short description matches Wikidata","The Golden Girls seasons","Use mdy dates from September 2023"]},"topic":{"0":"One Flew Over the Cuckoo's Nest","1":"One Flew Over the Cuckoo's Nest","2":"One Flew Over the Cuckoo's Nest","3":"One Flew Over the Cuckoo's Nest","4":"One Flew Over the Cuckoo's Nest","5":"One Flew Over the Cuckoo's Nest","6":"One Flew Over the Cuckoo's Nest"}}