{"page":{"0":"Se7en","1":"Brokencyde","2":"7 (disambiguation)","3":"Headshots: Se7en","4":"Seven (1995 film)","5":"Seven (South Korean singer)","6":"Seven (comic book)","7":"Sevyn Streeter","8":"Silver Bullet (rapper)"},"text":{"0":"Se7en or SE7EN may refer to:\n\nSeven (1995 film), stylized as Se7en, 1995 American thriller film\nSeven (comic book), stylized as SE7EN, 2008 comic book based on the film\nSe7en (born 1986), stage name of singer Sevyn Streeter while in the band RichGirl\nSeven (South Korean singer), stylized as Se7en (born 1984)\nDavid Gallegos, rapper and screamer of the crunk group Brokencyde\nDamien Broman Se7en, one of the stage names used by rapper Silver Bullet\nHeadshots: Se7en, a 2005 remaster compilation album by the band Atmosphere\n\nSee also\n7 (disambiguation), also includes Seven","1":"Brokencyde (stylized as brokeNCYDE) is an American hip hop group from Albuquerque, New Mexico, founded in 2006. The group's lineup consists of Michael \"Mikl\" Shea and Julian \"Phat J\" McLellan, and musically are one of the founding groups in the crunkcore genre, which (in general description) is crunk hip hop music with screamed vocals.\n\nHistory\nFormation, record deal and debut album (2006–2009)\nBrokencyde was founded by singers Se7en and Mikl. The name of the group supposedly originated from the idea that their music was \"broke inside\" due to personal problems. \nBrokencyde toured with bands such as Breathe Carolina, The Morning Of, Karate High School, and Drop Dead, Gorgeous. In July 2008, Brokencyde appeared on MTV's Total Request Live, where they performed the single \"FreaXXX\" on the segment \"Under the Radar\". They signed with Suburban Noize Records later that summer, and released the BC13 EP on November 11, 2008 during a promotion with the retail chain Hot Topic.\nIn 2008, the group performed dates on the Millionaires-headlined \"Get F$cked Up\" tour, and appeared twice on \"Fearless Music TV\", performing \"Sex Toyz\" and \"FreaXXX\" in December 2008.\nThe group's first full-length release, I'm Not a Fan, But the Kids Like It!, debuted at #86 on the Billboard 200 in July 2009. Brokencyde was featured on the US Warped Tour 2009, but left the tour in August to play featured appearances in Europe.\nLater Brokencyde played dates on \"The Original Gangstour\" tour with Eyes Set to Kill, And Then There Were None, and Drop Dead, Gorgeous. They played dates on the \"Saints and Sinners Tour 2009\" with Senses Fail, Hollywood Undead, and Haste The Day.\n\nWill Never Die, Guilty Pleasure and departure of Phat J and Antz (2010–2014)\nIn April 2011, the members of Brokencyde assaulted Punchline drummer Cory Muro at Smiling Moose in Pittsburgh, Pennsylvania. This resulted in Muro needing three staples in his head and his friend Johnny Grushecky having a broken nose.\nThe group released their third studio album Guilty Pleasure on November 8, 2011. An updated version was later released on March 13, 2012 titled Guilty Pleasurez which the band is supporting with a European \"Guilty Pleasurez\" tour.\nIn 2012, Brokencyde played dates on the \"Fight to Unite Tour\" alongside other acts including Blood on the Dance Floor, Deuce (formerly of Hollywood Undead), Polkadot Cadaver, William Control and The Bunny the Bear. On October 29, 2012, Julian \"Phat J\" McClellan announced via his official YouTube page that he was amicably leaving Brokencyde to pursue a solo career.\n\nAll Grown Up (2014–2018)\nIn December 2014, Brokencyde launched an Indiegogo crowdfunding campaign, seeking US$30,000 to help fund the recording and marketing of a new album titled All Grown Up. By the time the funding period ended in February 2015, the band only managed to raise US$1,421 from 33 backers — less than 5% of their intended goal.\n\n0 to Brokencyde, Se7en's departure and the return of Phat J (2018–present)\nIn April 2018, the band announced that they had signed a deal with Cleopatra Records through which they would be releasing their fourth album on Cleopatra Records' imprint, X-Ray Records. The album, 0 to Brokencyde, was released on June 22, 2018.\nIn 2022, it was announced that Se7en had taken a leave from the group and that Phat J had returned to the lineup.\n\nCritical reception\nBrokencyde is widely panned by critics. Cracked.com contributor Michael Swaim said the band sounded like \"a Slipknot-Cher duet\", while another Cracked contributor Adam Tod Brown commented on their song FreaXXX \"I hate that song so much that I would hold it face down in a bathtub until it drowns if I could.\"\nBritish comic book writer Warren Ellis considered Brokencyde's \"FreaXXX\" music video \"a near-perfect snapshot of everything that's shit about this point in the culture\". A writer for the Warsaw Business Journal attempted to describe their music: \"Imagine an impassioned triceratops mating with a steam turbine, while off to the side Daft Punk and the Bee Gees beat each other to death with skillets and spatulas. Imagine the sound that would make. Just try. BrokeNCYDE is kind of like that, except it also makes you want to jab your thumbs into your eyeballs and gargle acid.\"\nThe New Musical Express stated in a review of I'm Not a Fan, But the Kids Like It!, that \"even if I caught Prince Harry and Gary Glitter adorned in Nazi regalia defecating through my grandmother's letterbox I would still consider making them listen to this album too severe a punishment.\"\n\nAugust Brown of the Los Angeles Times writes: \n\"This 'Albucrazy'-based band has done for MySpace emo what some think Soulja Boy did for hip-hop: turn their career into a kind of macro-performance art that exists so far beyond the tropes of irony and sincerity that to ask 'are they kidding?' is like trying to peel an onion to get to a perceived central core that, in the end, does not exist and renders all attempts to reassemble the pieces futile.\"\n\nIn the late 2010s and early 2020s, several music critics described Brokencyde as an antecedent to hyperpop artists like 100 gecs.\n\nMembers\nTimeline\n\nDiscography\nLPs\n\nEPs\n\nOther releases\n\nReferences\nExternal links\n Media related to Brokencyde at Wikimedia Commons\nBrokencyde at AllMusic","2":"7 is a number, numeral, and glyph.\n7 or seven may also refer to:\n\nAD 7, the seventh year of the AD era\n7 BC, the seventh year before the AD era\nThe month of July\n\nMusic\nArtists\nSeven (Swiss singer) (born 1978), a Swiss recording artist\nSeven (Korean singer) (born 1984), a South Korean recording artist\nSe7en (American singer) (born 1986), the former stage name of Sevyn Streeter\nMick Thomson or #7, an American recording artist\nSeven (band), a British AOR band\nThe Seven (band) a late 1960s rock band from Syracuse, New York\nSeven (record producer) (born 1980), an American producer\nS Club 7, a British pop group\n\nAlbums\n7 (Apoptygma Berzerk album), 1996\n7 (Beach House album), 2018\n7 (Big Wreck album), 2023\n7 (Bushido album), 2007\n7 (Con Funk Shun album), 1981\n7 (David Guetta album), 2018\n7 (David Meece album), 1985\n7 (Enrique Iglesias album), 2003\n7 (George Strait album), 1986\n7, an album by Kotiteollisuus, 2005\n7 (Lil Nas X EP), 2019\n7, an album by Los Pericos, 2005\n7 (Madness album), 1981\n7 (Michalis Hatzigiannis album), 2008\n7... (Mint Condition album), 2011\n7 (Nancy Ajram album), 2010\n7 (Nelly Furtado album), 2024\n7 (O.S.T.R. album), 2006\n7 (Platero y Tú album), 1997\n7 (S Club 7 album), 2000\n7 (Sanna Nielsen album), 2014\n7 (Seal album), 2015\n7 (Sixx:A.M. EP), 2011\n7 (Talisman album), 2006\n7 (U2 EP), 2002\n7 (Zap Mama album), 1997\n7: The Best of Stryper, 2003\nSeven (Bob Seger album), 1974\nSeven (Brooke Ligertwood album), 2022\nSeven (Enuff Z'nuff album), 1997\nSeven (James album), 1992\nSeven (Janno Gibbs album), 2004\nSeven (Lisa Stansfield album), 2014\nSeven (Mustafa Sandal album), 2003\nSeven (Night Ranger album), 1998\nSeven (Poco album), 1974\nSeven (Soft Machine album), 1973\nSeven (Suns of Arqa album), 1987\nSeven (Tony Banks album), 2004\nSeven (Winger album), 2023\nSeven (Wolfstone album), 1999\nNumber 7 (Commissioned album), a 1991 album by Commissioned\nNumber Seven (Phideaux Xavier album), 2009\nNumber Seven (Will Hoge album), 2011\nMap of the Soul: 7, a 2020 album by BTS\n\nSongs\n\"7\" (Prince song), a 1992 song by Prince and the New Power Generation\n\"7\" (Shizuka Kudō song), 1995\n\"7\" (Catfish and the Bottlemen song), 2016\n\"Seven\" (Sunny Day Real Estate song), 1994\n\"Seven\" (David Bowie song), 1999\n\"Seven\" (Kōji Wada song), 1999\n\"Seven\" (Mika Nakashima song), 2004\n\"Seven\" (Fever Ray song), 2009\n\"Seven\" (Taylor Swift song), 2020\n\"Seven\" (Jungkook song), 2023\n\"7\", a 1999 song by Moby from the album Play\n\"Seven\", a 1999 song by Karma to Burn from Wild, Wonderful Purgatory\n\"Seven\", a 1999 song by Megadeth from Risk\n\"Seven\", a 2003 song by This Day Forward from In Response\n\"Seven\", a 2007 song by Army of the Pharaohs from Ritual of Battle\n\"Seven\", a 2007 song by Symphony X from Paradise Lost\n\"Seven\", a 2007 song by Tijuana Sweetheart from Public Display of Infection\n\"Seven\", a 2008 song by They Might Be Giants from Here Come the 123s\n\"Seven\", a 2009 song by Dave Matthews Band from Big Whiskey & the GrooGrux King\n\"Seven\", a 2009 song by Tyler the Creator from the mixtape Bastard\n\"Seven\", a 2011 song by Erra from Impulse\n\"Seven\", a 2015 song by Phinehas from Till the End\n\"The Seven\", a 2017 song by Primus from The Desaturating Seven\n\nFilm and television\nFilms\nSeven (1979 film), action film directed by Andy Sidaris\nSeven (1995 film), thriller film directed by David Fincher, often stylized as \"Se7en\"\nSeven (2019 Indian film), thriller film directed by Nizar Shafi\nSeven (2019 Nigerian film)\n\nTelevision\nSeven Network or Channel Seven, an Australian free-to-air network\nSeven (UK TV channel), an independent local station in North and North East Lincolnshire, England\nSeven (TV series), an Indian television series\n@Seven, a New Zealand comedy and news show\n\"The Seven\" (Seinfeld), a 1996 episode of Seinfeld\nSeven, a character on Married... with Children\nSeven, a character in the film 9\nSjuan, The Seven, a Swedish television channel\nThe Seven, the Friday and Weekend Counterpart of BBC Scotland's The Nine\nThe Seven, a team of corrupt superheroes and the main antagonists of the Amazon Prime series The Boys\nThe Seven, a 2021 season of actual play show Dimension 20\n\nOther arts and media\nSeven (play), a 2008 documentary play based on the lives of seven women campaigners\nThe Seven (play), a play by Will Power\nThe Seven (A Song of Ice and Fire), fictional deity from A Song of Ice and Fire by George R. R. Martin\n7 (sculpture), a sculpture by Richard Serra, located in Doha, Qatar\nSeven (novel), a novel by Farzana Doctor\nSeven on 7, a 2021 promotional web series\nSeven, a character in the Adventure Time episode \"Walnuts & Rain\"\n\nTransportation\nAutomobiles\nAustin 7, a 1922–1939 British economy car\nBMW 7 Series, a 1977–present German full-size luxury sedan\nChery Arrizo 7, a 2013–present Chinese mid-size sedan\nChery Tiggo 7, a 2016–present Chinese compact SUV\nHaima 7, a 2010–2013 Chinese compact SUV\nLotus Seven, 1957–1973 British sports car\nCaterham 7, a 1973–present British sports car based on the Lotus Seven\nQoros 7, a 2020–present Chinese mid-size SUV\nToyota 7, a 1970 racing car\n\nTransportation lines\n7 (Los Angeles Railway), a line of the Los Angeles Railway from 1932 to 1956\n7 (New York City Subway service), a line of the New York City Subway\n\nWatercraft\nUSS Seven (SP-727), a United States Navy patrol boat in commission from 1917 to 1918\n\nTechnology\nCameras\nKonica Minolta Maxxum 7D, an A-mount digital SLR camera\nMinolta DiMAGE 7, a digital bridge camera\nMinolta Maxxum 7, an A-mount 35mm film camera\nSony α7, an E-mount digital mirrorless camera\n\nSoftware\nWindows 7, an operating system by Microsoft\nSeven: The Days Long Gone, a role-playing video game\nMario Kart 7, a kart racing video game\n\nOther uses\n7, a letter in Squamish language orthography, which is used to represent the glottal stop\n7, used to transcribe ḥāʾ \/ heth (ح) and ḫāʾ (خ) in the Arabic chat alphabet\nSeven (brand), an Indian clothing company\nNo. 7 (brand), a range of cosmetics sold by the retailer Boots UK\nRiver Seven, a river in North Yorkshire, England\nKevin Fertig, a wrestler who uses the names 'Seven' and 'Kevin Thorn'\nDustin Rhodes or Seven, a professional wrestler\nTrent Seven, British wrestler\n7 Up, a soda beverage\nThe international calling code for Russia and neighboring countries\n7 Iris, an asteroid in the asteroid belt\n\nSee also\nAll pages with titles containing seven\nAll pages with titles containing  7 \nAll pages with titles beginning with Seven\nAll pages with titles beginning with 7\nThe character ⁊\n7 and 7, a mixed cocktail drink\nSeven of Nine, a character in Star Trek: Voyager, referred to as \"Seven\"\n7-inch single (7-inch vinyl)\n07 (disambiguation)\n007 (disambiguation)\nSevens (disambiguation)\nChannel 7 (disambiguation)\nnetwork seven (disambiguation), including 7 network\nSeven Sisters (disambiguation)\nSeven Wonders (disambiguation)\nSeven Samurai (disambiguation)\nMagnificent Seven (disambiguation)\nVII (disambiguation), the Roman numeral for 7\n7 Up (disambiguation)\nSevern (disambiguation)\nSVN, a British pop band featuring Aimie Atkinson and Jarnéia Richard-Noel from the cast of SIX","3":"Headshots: Se7en (stylized as Headshots: SE7EN) is a mixtape by American hip hop duo Atmosphere. Recorded between 1997 and 1999, it was released only on cassette in 1999. It was re-released in 2005.\n\nTrack listing\nCharts\nReferences\nExternal links\nHeadshots: Se7en at Discogs (list of releases)","4":"Seven (often stylized as Se7en) is a 1995 American crime thriller film directed by David Fincher and written by Andrew Kevin Walker. It stars Brad Pitt and Morgan Freeman, with Gwyneth Paltrow, and John C. McGinley in supporting roles. Set in an unnamed, crime-ridden city, Seven's narrative follows disenchanted, nearly retired detective William Somerset (Freeman) and his newly transferred partner David Mills (Pitt) as they try to stop a serial killer from committing a series of murders based on the seven deadly sins.\nWalker, an aspiring writer, based Seven on his experiences of moving from a suburban setting to New York City during a period of rising crime and drug addiction in the late 1980s. An Italian film company optioned his script but, following financial difficulties, the rights were sold to New Line Cinema. Studio executives were opposed to the script's bleak conclusion, insisting on a more mainstream and optimistic outcome. Fincher, determined to re-establish himself after a career setback with his directorial debut Alien 3 (1992), was mistakenly sent Walker's original script and, convinced of its merit, committed to directing the project if the original ending remained intact. Principal photography took place in Los Angeles between December 1994 and March 1995, on a $33–$34 million budget. \nSeven garnered middling test audience results and was not predicted to perform well due to its violent and mature content. However, it grossed $327.3 million worldwide, becoming a sleeper hit and the seventh highest-grossing film of the year. Contemporaneous reviews were generally positive, praising the performances of the central cast and the ending. Seven revitalized Fincher's career and helped Pitt move from roles based on his appearance to more serious, dramatic roles.\nIn the years since its release, the critical reception has been more positive. The film has inspired a number of TV series and films with its aesthetic, music, and premise. Its title sequence, which depicts the killer preparing for his actions in the film, is considered an important design innovation that sparked a renewed interest in title design, while the film's twist ending has been named as one of the most shocking and unforgettable in cinematic history.\n\nPlot\nIn an unnamed city overcome with violent crime and corruption, disillusioned police detective William Somerset is one week from retirement. He is partnered with David Mills, a young, short-tempered, idealistic detective who recently relocated to the city with his wife, Tracy. On Monday, Somerset and Mills investigate an obese man who was forced to eat until his stomach burst, killing him. The detectives find the word \"gluttony\" written on a wall. Somerset, considering the case too extreme for his last investigation, asks to be reassigned but his request is denied. The following day, another victim, who had been forced to cut one pound (0.45 kg) of flesh from his body is found; the crime scene is marked \"greed\". Clues at the scene lead Somerset and Mills to the sloth victim, a drug-dealing pederast whom they find emaciated and restrained to a bed. Photographs reveal the victim was restrained for exactly one year. Somerset surmises the murders are based on the Christian concept of the seven deadly sins.\nTracy invites Somerset to share supper with her and Mills, helping the detectives overcome their mutual hostility. On Friday, Tracy meets privately with Somerset because she has no other acquaintances in the city. She reveals her unhappiness at moving there, especially after learning she is pregnant, and believes the city is an unfit place to raise a child. Somerset sympathizes with Tracy, having persuaded his former girlfriend to abort their child for similar reasons and regretting it ever since; he advises Tracy to inform Mills only if she intends to keep the child.\nA remark by Mills inspires Somerset to research libraries for anyone checking out books based on the seven deadly sins, leading the pair to John Doe's apartment. Unexpectedly, Doe returns home and is pursued by Mills. Doe incapacitates Mills by striking him with a tire iron and holds him at gunpoint, but chooses to leave him alive and flees. The police investigate Doe's apartment, finding a large amount of cash, hundreds of Doe's notebooks, and photographs of some of his victims; the cache includes images of Somerset and Mills by a person they believed was an intrusive journalist at the sloth crime scene. Doe calls the apartment and speaks of his admiration for Mills.\nOn Saturday, Somerset and Mills investigate the fourth victim, lust, a prostitute who has been raped with a custom-made, bladed strap-on by a man held at gunpoint. The following day, the pride victim is found—a model whom Doe facially disfigured. Unable to live without her beauty she committed suicide. As Somerset and Mills return to the police station, Doe arrives covered in blood and surrenders himself. He threatens to plead insanity at his trial, potentially escaping punishment, unless Mills and Somerset escort him to an undisclosed location where they will find the envy and wrath victims. During the drive, Doe says he believes God has chosen him to send a message about the ubiquity of, and apathy toward, sin. Doe has no remorse for his victims, believing the shocking murders will force society to pay attention to him.\nDoe leads the detectives to a remote location, where a delivery van approaches. Somerset intercepts the vehicle, whose driver was instructed to deliver a package to Mills at this specific time and location. Somerset is horrified at the package's contents and tells Mills to put down his gun. Doe reveals he himself represents envy because he envied Mills's life with Tracy, and implies the package contains her severed head. He urges Mills to become wrath, telling him Tracy begged for her life and that of her unborn child, and takes pleasure in realizing Mills was unaware of the pregnancy. Despite Somerset's pleas, Mills, distraught and enraged, shoots Doe dead, completing Doe's plan. Police remove the catatonic Mills, and Somerset tells his captain he will \"be around.\" Somerset says in voiceover: \"Ernest Hemingway once wrote: 'The world is a fine place, and worth fighting for.' I agree with the second part.\"\n\nCast\nBrad Pitt as David Mills: A well-meaning but impulsive homicide detective\nMorgan Freeman as William Somerset: A veteran police officer disillusioned with his job\nGwyneth Paltrow as Tracy Mills: Detective Mills' lonesome wife\nRichard Roundtree as Martin Talbot: The district attorney\nR. Lee Ermey as the police captain: The detectives' grizzled superior\nJohn C. McGinley as California: A SWAT team leader\nKevin Spacey as John Doe: A serial killer inspired by the seven deadly sins\nSeven also features Julie Araskog as Mrs. Gould, John Cassini as Officer Davis, Reg E. Cathey as Doctor Santiago, Peter Crombie as Doctor O'Neil, Richard Portnow as Doctor Beardsley, Richard Schiff as Mark Swarr, and Mark Boone Junior as a \"greasy FBI man\". Hawthorne James appears as George the library night guard, Michael Massee portrays \"man in massage parlor booth\", Leland Orser plays \"crazed man in massage parlor\", Pamala Tyson portrays a thin vagrant outside Doe's apartment, and Richmond Arquette plays Doe's delivery man.\nDoe's victims include: Bob Mack as gluttony, a morbidly obese man who is force-fed until his stomach bursts; Gene Borkan as greed victim Eli Gould, a criminal attorney who is forced to cut off his own flesh; and Michael Reid MacKay as the sloth victim Theodore \"Victor\" Allen, a drug dealer and child abuser. Cat Mueller portrays the lust victim, a sex worker who is impaled with a bladed sex toy, and Heidi Schanz appears as model Rachel Slade, pride, whom Doe disfigures. Writer Andrew Kevin Walker makes a cameo appearance as a corpse Somerset investigates during the film's opening scene; Morgan Freeman's son Alfonso appears as a fingerprint technician; and columnist George Christy portrays the police department janitor scraping Somerset's name from his door.\n\nProduction\nWriting\nIn 1986, aspiring screenwriter Andrew Kevin Walker moved from the suburbs of Pennsylvania to New York City, and described the culture shock of living in a city undergoing significant rises in crime and drug abuse. While working as a sales assistant for Tower Records in 1991, Walker began writing a spec script called Seven, which is set in an unnamed, bleak and gloomy city that was inspired by his \"depressing\" time in New York. Walker said: \"it's true that if I hadn't lived there I probably wouldn't have written Seven ... \" Film studios were eager for high concept spec scripts—simple and succinct ideas that could be easily sold to audiences. Walker believed his thriller about police officers pursuing a serial killer driven by the seven deadly sins would attract attention and help begin a professional writing career.\nWalker intended to leave the script's narrative open to interpretation to avoid invalidating the opinions of the prospective audience. He wanted to defy audience expectations, and leave them feeling \"violated and exhausted\" by the conclusion. According to Walker, \"there's lots of evil out there, and you're not always going to get the satisfaction of having any sort of understanding of why that is. That's one of the things that scares people the most about serial killers\". To shape the character of the killer, Walker drew inspiration from his own experiences navigating city streets, where he witnessed crimes and sins unfolding openly on every corner. This exploration led him to contemplate the idea of an individual who deliberately fixated on these sins. He had Doe surrender himself to the police because it would rob the audience and characters of the anticipated satisfaction, opting instead to leave them in discomfort leading up to the finale.\nIn the early 1990s, Italian company Penta Film, under manager Phyllis Carlyle, optioned the script. Walker received the minimum fee permitted by the Writers Guild of America (WGA), which proved sufficient to quit his job, relocate to Los Angeles, and dedicate himself to working on Seven.\n\nDevelopment\nTo lead the project, Penta Film hired director Jeremiah S. Chechik, known for his recent success directing the comedy film National Lampoon's Christmas Vacation (1989) and seeking a more serious project. Chechik and Penta Film insisted on several script changes, including the removal of the bleak conclusion, in which Tracy's severed head is delivered in a box. Facing the ultimatum of complying with these requests or risking replacement or project cancellation, Walker acquiesced and wrote a more-mainstream ending in which the detectives confront Doe in a church described as either on fire or burned out. In this revised script, Doe embodies the sin of envy and kills Mills before being shot dead by Somerset, while a pregnant Tracy leaves the city. In a 2017 interview, Walker said he felt he was ruining his script and should have left the project. To meet the studio's demands, Walker wrote a total of thirteen drafts. \nAs the script option was due to expire and Penta Film was experiencing financial difficulties—leading to its dissolution in 1994—the studio sold the rights to producer Arnold Kopelson, who subsequently took it to New Line Cinema. Chechik left the project, and Guillermo del Toro and Phil Joanou were approached to replace him; Joanou rejected the offer because he found the story too bleak.\nDavid Fincher was known mainly for directing popular music videos, such as \"Vogue\" and \"Who Is It\". His only feature film, Alien 3 (1992), had been a negative experience as the studio edited it against Fincher's intent, leading to him disowning the project, stating \"I'd rather die of colon cancer than make another movie\". Despite this, Fincher's agent presented him with the Seven script. Initially uninterested in the police procedural elements, Fincher found himself captivated by the gradual revelation of Doe's plans, admitting, 'I found myself getting more and more trapped in this kind of evil ... and even though I felt uncomfortable about being there, I had to keep going.' Fincher recognized the script aligned with his own creative sensibilities, especially its exploration of evil, and uncompromising ending in which the protagonists do not engage in a last-minute action sequence to save Tracy because she is already dead. Fincher expressed his interest to the studio, which realized he had been sent Walker's original script. New Line Cinema sent Fincher an up-to-date draft in which Tracy survives but Fincher insisted on directing the original script. In discussions with Michael De Luca, New Line Cinema's president of production, both shared a preference for the original script. They mutually decided to begin filming that version within six weeks, wary that any further delay might attract unwanted executive attention and potential interference with their plan. \nKopelson and studio executives continued efforts to lighten Seven's tone and change the ending. Fincher was resistant to any changes, and was unwilling to compromise his creative control and vision. De Luca remained supportive of Fincher, and the original ending gained further backing as the project secured prominent actors, including Freeman, Pitt, and Spacey. Pitt joined Seven on condition the head-in-the-box ending be retained, as he was upset that the original ending of his previous film Legends of the Fall (1994) had been cut in response to negative test-audience responses. He also insisted that Mills kill Doe, believing it was important that Mills act out of passion instead of morality. Kopelson supported Fincher after being reassured the severed head would not be shown. Walker said changing the dark tone of the ending would remove the core of the story.\nWalker further refined the script. His changes included extending a chase sequence depicting Mills cautiously pursuing Doe, aiming to avoid typical cinematic chases in which characters frantically pursue their target, saying that were he in that situation he would be wary to turn any corner. A shooting script was completed by August 1994.\n\nCasting\nPitt had established himself as an in-demand and highly-paid film star following successes with Interview with the Vampire (1994) and Legends of the Fall, but Fincher had not considered him to portray Mills because he felt Pitt did not fit the image he had for the character. However, after meeting Pitt, Fincher believed he was charismatic and likeable enough that he could keep the audience on Mills's side regardless of the character's actions. To help secure Pitt's involvement, Kopelson shortened the pre-production schedule from twelve weeks to five to accommodate Pitt's schedule. Pitt rejected several offers from other films because he wanted to escape his typecasting as a romantic lead character in favor of something with a more \"documentary feel\" with urban settings and a focus on dialogue, akin to thriller films such as The Conversation (1974). Pitt described Mills as a well-intentioned \"idiot\" who \"speaks before he really knows what he's talking about\". He cut his hair for the role and lost weight to reduce the muscle he developed for Legends of the Fall. Sylvester Stallone and Denzel Washington rejected the role.\nWalker named the character Somerset after writer W. Somerset Maugham. He envisioned William Hurt playing the character but Fincher cast Freeman; the studio was concerned pairing a black detective with a white one would make Seven seem derivative of the action film Lethal Weapon (1987). Robert Duvall, Gene Hackman, and Al Pacino rejected the role. The script was further modified after Pitt's and Freeman's castings to better match their acting styles; Mills was made more verbose and Somerset's dialogue was reduced, and made more precise and direct. Robin Wright auditioned for the role of Tracy and Christina Applegate rejected it before Paltrow was cast. Pitt had recommended Paltrow after being impressed by her audition for Legends of the Fall. Fincher preferred Paltrow but initial discussions suggested that if approached she would not be interested in a film with a dark tone like Seven. Fincher auditioned about 100 people before Pitt contacted Paltrow to meet with them. Fincher said that Tracy was important because she provides the film's only tonally positive elements and he thought Paltrow's previous performances demonstrated she could effectively convey this in Tracy's limited screentime.\nFincher and Walker wanted Ned Beatty to play John Doe because of his resemblance to the 1969 composite sketch of the Zodiac Killer; Beatty declined, describing the script as the \"most evil thing I've ever read\". Michael Stipe, lead vocalist of rock band R.E.M., was considered but filming dates conflicted with the band's tour. Val Kilmer declined the role; R. Lee Ermey auditioned but Fincher found his portrayal unsympathetic and lacking depth. Kevin Spacey was preferred by Pitt but executives refused to pay his asking price. Doe's scenes were initially filmed with an unknown actor portraying Doe; the filmmakers quickly decided to replace them and Pitt helped negotiate Spacey's involvement. Spacey, who filmed his scenes in twelve days, received a Friday night call asking him to join and was filming by the following Tuesday. Spacey wanted his name omitted from the film's marketing and opening credits to ensure the killer's identity remained secret. He said:\n\n\"I'd just done Swimming with Sharks (1994), The Usual Suspects, and Outbreak (both 1995) ... I knew that if any of those movies did well, my profile would be ... different ... If I'm the third-billed actor in a movie where the top two billings are trying to find somebody and they don't find that somebody until the last reel, then it's obvious who that somebody is ... I felt very strongly that it was the right thing to do for the movie. We finally won because it was a deal-breaker; I was either going to be on a plane to shoot the movie or I wasn't\".\nThe 480 lb (220 kg) actor Bob Mack made his film debut as gluttony, who was described as a \"very heavy guy face down in spaghetti\". Gene Borkan was cast to play the greed victim because the filmmakers wanted someone who resembled lawyer Robert Shapiro. He did not realize his character would already be dead and refused a request to perform nude. On the set, when he realized what his scene entailed, Borkan renegotiated his salary, receiving \"five times [the $522 Screen Actors Guild (SAG) day-scale fee]\". Michael Reid MacKay's audition for the sloth victim involved him portraying a corpse that slowly turned his head towards the camera; his performance was deemed \"creepy\" enough. Set decorator Cat Mueller portrayed the lust victim after Fincher's assistant said she had the personality and body to portray a dead prostitute. She received $500 for six hours of filming over two days but described being nude in front of Pitt as a perk. Model Heidi Schanz was cast as the pride victim after the previous actor dropped out. Fincher, who was running low on time, wanted a model with existing headshots and pictures that could be displayed in the character's apartment. The film's content made casting and crewing Seven difficult; Gary Oldman turned down an unspecified role, Fincher's former costume designer declined to work on the film, and talent agents refused to pass offers on to their clients, describing Seven as \"evil and misogynistic\".\n\nFilming\nPrincipal photography began on December 12, 1994, and concluded on March 10, 1995. Walker was on set throughout filming to provide suggestions or on-spec rewrites but did not give Fincher much input, believing he should adapt the script as he wanted. Michael Alan Kahn served as assistant director. \nLocation filming took place entirely in downtown Los Angeles. Fincher wanted to film in Oakland, California, because of its aesthetically pleasing clapboard houses but the schedule would not allow for this. Rain often fell during filming; Fincher decided to film in rain to avoid continuity errors and because Pitt was only available for fifty-five days before he began filming 12 Monkeys (1995). Fincher also said the rain introduced an inescapable element for the characters because conditions were bad inside and outside, and that the rain made the film's city appear less like Los Angeles, which is associated with sunny weather.\nSeven's aesthetic was influenced by films such as All That Jazz (1979), The Silence of the Lambs (1991), and The French Connection (1971), as well as the over-the-shoulder viewpoint used in documentary television show Cops because of its implicit vulnerability. Cinematographer Darius Khondji named the crime thriller Klute (1971) as a significant influence because of its \"use of toplight ... widescreen compositions for intimacy rather than big vistas, the way that vertical strips of the city are shown in horizontal mode, the fragments of faces and bodies ... the look of Se7en has this heightened sense of realism—a realism that's been kicked up several notches and becomes its own style\". Fincher chose one scene in Klute in which the only illumination is the character's flashlight, saying he disliked other films in which characters state visibility is low but the audience can clearly see the scene. Khondji used a mixture of lighting, using the warm light of Chinese lanterns to represent the past and present, and the cold light of Kino Flos to represent the future.\nThe studio was unhappy with the darkness of the dailies; Khondji suggested printing the footage brighter but Fincher refused to compromise. Available footage was made into a well-received promotional showreel for the theater-owner convention ShoWest, after which complaints about the darkness ceased. Khondji used Panavision Primo lenses, which offered a sharp image with good contrast, and Kodak film stocks that could capture the \"gritty\" interiors and deep blacks for night-time exteriors.\nKhondji described the scene in which Mills pursues Doe as one of the most-difficult scenes to film due to its length, fast camera movements in rain, and tight, barely lit  interior spaces. One segment had to be re-filmed because the location was too dark for the camera to capture Freeman's face. Pitt insisted on performing his own stunts for the scene; he slipped on a rain-slicked car bonnet, crashing through the windshield and sustaining injuries including cut tendons and nerves in his left hand; Fincher said he saw exposed bone. Pitt returned to the set a few days later, having received stitches and a forearm cast, which had to be written into later scenes. For scenes set prior to the chase, Pitt would keep his hand in his pocket or otherwise obscured to hide the injury. \nThe crew had to clear used condoms and crack pipes from the location of the sloth victim sequence, replacing them with prop crack pipes and air fresheners. The actors were not told the sloth victim was a person in costume; McGinley's shock at the body's movement is real. Lights with green color gels were shone through the window from the adjacent building to impart the scene with a green tint.  The ending was scripted to take place directly beneath transmission towers, a location Doe selects to interfere with the police communications; the towers, however, interfered with the film crew's radios and the actors had to use cell phones to communicate with the crew from afar.\n\nEnding and post-production\nThe film's ending remained a point of contention between New Line Cinema and the filmmakers; Fincher, intending to stun the audience, wanted to follow Mills's shooting of Doe with a sudden cut to black but executives believed this would alienate audiences. Fincher instructed staff at a test screening to keep off the lights following the cut to black so the audience could take it in but his instructions were not followed. After the screening, one female audience member walking by Fincher said: \"the people who made that movie should be killed\". According to Fincher, the screening invitation only told audiences that the film would feature Pitt and Freeman, both of whom were known for films very different in tone to Seven. Executives wanted a mainstream conclusion in which Mills and Somerset pursue Doe and a kidnapped Tracy, who would survive. According to Pitt, the studio wanted a more heroic ending for Mills in which he did not kill Doe, and instead of Tracy's head being in the box, for it to be the head of one of Mills's dogs. Freeman preferred a storyboarded sequence of Somerset killing Doe, sparing Mills from losing his career as well, but Pitt believed Mills had to kill Doe and test audiences preferred that version. Another alternative ending depicted Mills shooting Somerset to stop him killing Doe first. Fincher and Pitt both refused to compromise with the studio's request to replace the head-in-the-box ending but settled for a longer epilogue showing Mills being arrested and Somerset delivering a concluding narration, offering some humanity.\nPitt and Fincher were unhappy with the car-ride scene leading into the ending because the dialogue had to be overdubbed after too much ambient sound had been picked up during filming. Pitt believed this caused the scene to lose its momentum, affecting the pacing and emotion. The helicopter scenes were also filmed in post-production because there was no time during principal photography; the studio agreed the provision of extra time and funding for additional scenes if they were deemed necessary. Because these scenes were filmed several months later than the rest of the film, the green ground had turned brown and the ground-based scenes had to be color-corrected to match the new footage. The opening credits were scripted to be set over footage of Somerset visiting a countryside home he intended to purchase for his retirement, taking a piece of the wallpaper which he would carry through the film, before returning to the city by train. This was intended to create a stark contrast between the countryside and the darkness of the city but there was insufficient budget to film it. As a result, scenes of Somerset looking at the wallpaper piece had to be cut.\nRichard Francis-Bruce edited the 127-minute theatrical cut. His style focused on \"having a motivated cut\" in which every cut had a specific purpose. For the finale, he introduced more rapid cuts to emphasize the tension as Doe's plan is revealed, and a brief, four-frame insert of Tracy as Mills pulls the trigger to compensate for not showing the contents of the box. To emphasize the darkness, Fincher and Khondji used an expensive, lengthy bleach bypass chemical process that retained some of the silver that would normally be removed from the film stock. The silver created a luminous effect in light tones and deeper, darker colors. Of the 2,500 prints sent to theaters, only a few hundred used the process.\nSeven was budgeted at $30–$31 million but Fincher persuaded studio executives to provide further funding to achieve his vision for the film, eventually pushing it $3 million over budget, to $33–$34 million, making it New Line Cinema's most expensive film at that point. A studio employee said executives would meet with Fincher, adamant he would receive no further funding, but his relentless and persuasive attitude would change their mind.\n\nMusic and sound\nFincher hired Howard Shore to score Seven based on his score for The Silence of the Lambs (1991). Shore said Fincher would attend recording sessions but rarely interfered with Shore's process. The score, which was performed by an orchestra of up to 100 musicians, combines elements of brass (including trumpets), percussion, piano. \"Portrait of John Doe\" serves as the central theme with two cue notes; a rising version is used for Tracy's appearances. Shore described the film's ending as having a visceral effect on him; he incorporated his reaction into the sequence's score, providing little accompaniment during the dialogue between Mills, Somerset, and Doe, but using it to punctuate significant moments such as Somerset opening the box.\nShore's opening theme \"The Last Seven Days\", a more-upbeat piece, was replaced with Nine Inch Nails's song \"Closer\", which was remixed by Coil and Danny Hyde. David Bowie's song \"The Hearts Filthy Lesson\" is used for the end credits. Seven features songs including \"In the Beginning\" by the Statler Brothers, \"Guilty\" by Gravity Kills, \"Trouble Man\" by Marvin Gaye, \"Speaking of Happiness\" by Gloria Lynne, \"Suite No. 3 in D Major, BWV 1068 Air\" by Stuttgarter Kammerorchester and Karl Münchinger, \"Love Plus One\" by Haircut One Hundred, \"I Cover the Waterfront\" by Billie Holiday, \"Now's the Time\" by Charlie Parker, and \"Straight, No Chaser\" by Thelonious Monk.\nSound engineer Ren Klyce and Fincher inserted frequent diegetic background sounds, such as rain or screaming, to create a psychological impression that terrifying things are occurring off-screen even when the audience cannot see or escape it. Klyce and sound designer Steve Boedekker also produced the music that is heard at the entrance to the sex club where the lust victim is murdered.\n\nDesign\nStyle and set design\nProduction designer Arthur Max, costume designer Michael Kaplan, Fincher, and Khondji collaborated on establishing a unified vision for the art direction. These guidelines established that the designs should represent a world where everything is corrupted, dysfunctional and in a state of decay. Fincher was influenced by the photography of William Eggleston and Robert Frank, who focused on \"coolness\", making the visuals simultaneously gritty, stylized, classic, and contemporary. Khondji said Frank's style could be seen in Seven's very bright exteriors and dark interiors, a visual contrast achieved by underexposing the film negative. The final scene with Mills, Somerset, and Doe, had inconsistent lighting because the actors were always lit from behind by the sun regardless of their placement in the scene.\nFincher wanted precise staging for every scene to make the audience feel as if they were in the location. Believing it was important to create limitations to challenge himself, Fincher had sets built without removable walls, and the crew had to film within their confines. Doe's murder scenes were influenced by photography, such as the work of Joel-Peter Witkin. The sloth scene in particular was influenced by the work of painter Edvard Munch, drawing on the green and \"claustrophobic\" imagery.\n\nVictims\nRob Bottin led development of practical effects. He researched crime-scene photographs and police evidence files, observed an autopsy, and studied the effects of obesity to realize his designs. For the gluttony victim, Mack spent up to 10 hours a day having makeup and prosthetics applied. Mack said he was unaware he would be surrounded by live insects until reading the daily call sheet and noticing a \"cockroach wrangler\". A fiberglass replica of Mack was used for the character's autopsy.\nBottin's team spent 11 days experimenting on the aesthetic and prosthetics for the sloth victim. MacKay was 5 ft 5 in (165 cm) tall and weighed 96 to 98 lb (about 44 kg) during filming, offering a slight frame for the emaciated character. The filmmakers asked him to lose more weight but he refused. The effects team made a body cast of MacKay to develop rubber prosthetics that could be applied all over his body. These prosthetics were painted to appear bruised and scarred, MacKay's skin painted a pale white with highlighted veins, and he was fitted with gelatin sores, overgrown fingernails, skeletal teeth, and matted hair. The process took up to 14 hours, requiring MacKay to begin at 5 am to be ready for filming by 8 pm. He had to remain fairly still during four hours of filming, having to limit his breathing to prevent his stomach rising and falling, and the cold on set was worsened by makeup artists repeatedly spraying his body with water. Unable to move, he tensed his muscles to warm himself. He described the relief that came when he was permitted to cough in McGinley's inspecting face, because he could move and breathe again.\nFor Schanz's pride victim, Fincher added blood to her while her nose was taped to the side and her face was covered in gauze. The Motion Picture Association of America (MPAA) mandated cuts to some scenes of Bottin's effects work to secure a film rating. Fincher described Seven as psychologically violent, implying violence without overtly showing it. In the opening scene, Walker portrays a corpse lying in a pool of blood; he said the blood was very cold and he had a minor panic attack once in place because he was worried about moving and ruining the shot.\n\nTitle credits\nFollowing the removal of the planned opening train-ride scene with Somerset, Fincher needed a temporary title sequence to screen Seven for studio executives. He recruited R\/GA designer Kyle Cooper and his team to assemble a montage reflecting Doe's perspective. This helped to establish the character and the threat he poses prior to his appearance in the film's final act. The sequence was set to the \"Closer\" remix at Fincher's request.\nThe sequence was well-received by executives, who suggested retaining it for the theatrical release. Fincher did not want to appear to be accepting their suggestion and instructed Cooper to develop a new concept; Cooper persuaded Fincher to use a more-elaborate and detailed version of the montage. Cooper focused on Doe's elaborate journals, briefly glimpsed in the film, while Fincher suggested the sequence should depict Doe. Fincher wanted Mark Romanek to direct the sequence, being a fan of his music video for \"Closer\" and sharing similar design sensibilities, but Cooper secured the role because of his previous experience on similar title sequences. Fincher told Cooper: \"all I want is for the audience to want to run screaming from the theater during the title section\".\nThe title sequence depicts Doe's preparations and routines for his murderous plans, such as cutting off his fingertips, processing photographs in his bathtub, and making tea. This was inspired by Cooper's appreciation for the \"elegant\" way Doe stirs his tea following his surrender. The sequence focuses on Doe writing his journal and crossing out words such as \"pregnancy\", \"marriage\", and other elements representing a \"perfect life\", which he does not believe people deserve. Fincher said: \"it was a way of introducing the evil. The idea was that you're watching title sequences from the mind of somebody who's lost it ... [the audience] won't understand while they're watching it, but they'll get it later\". Clive Piercy and John Sabel made Doe's journals, which cost tens of thousands of dollars each to fill with text and images; about six complete journals were made, supplemented by blank ones on shelves. Artist Wayne Coe storyboarded the sequence, which Harris Savides filmed and Angus Wall edited. Cooper regularly conferred with Wall on ideas, and spent the night before filming locating items such as fish hooks and loose hairs from his drain, which he believed would make interesting inclusions.\nFilming took place over eight days, including two days filming a hand-model stand-in for Doe. Fincher was upset at the casting because the model's hands were shorter and chunkier than Spacey's. A further five weeks were spent assembling the sequence. Although digital options were available, Cooper's team chose to assemble the sequence by hand, believing any irregularities and accidents in the images would enhance the overall aesthetic, and manually added scratches, tears, and pen marks directly to the film negative. Fincher and Cooper devised a rough-looking text for the credits to appear as if written by a \"disturbed hand\". The text was etched onto a black-surfaced scratchboard and visually manipulated while being transferred to film to add a smear effect combined with variants of the same text achieved by placing the text over a light box and filming them over-exposed, creating an animation-style effect. \"Disquieting\" sounds were added throughout the sequence at a low frequency, such as barking dogs and screams. The title sequence cost $50,000.\n\nRelease\nMarketing\nNew Line Cinema had low expectations for Seven based on middling scores from test audiences. The studio's marketing president Chris Pula called the advertising campaign for Seven risky because it had to prepare people for the film's dark, violent content while making it a topic of discussion among potential audiences. Early trailers and newspaper, television, and radio advertisements focused on the seven sins, presenting Seven as an \"edgy\" prestige film rather than a jumpscare-style horror. Entertainment professionals believed violent or horrific films had a limited appeal and rarely received positive reviews. Fincher's public image had also been tarnished by the failure of Alien 3, and although Freeman and Pitt were proven stars who were capable of attracting audiences, New Line Cinema struggled to capitalize on Pitt's popularity. Pitt's core audience, teenage girls, were not the film's target audience and research showed young men would avoid taking a romantic partner to films featuring Pitt because they felt \"threatened\" by his appeal. The positive word-of-mouth following Seven's release resulted in the marketing campaign shifting focus toward targeting Pitt's female fans. \nThe premiere of Seven took place on September 19, 1995, at the Academy of Motion Picture Arts and Sciences in Beverly Hills, California. The event was attended by over 800 guests, including Fincher, Freeman, McGinley, Spacey, Tia Carrere, Elliott Gould, Matthew Modine, Lori Petty, Lou Diamond Phillips, Michael Rapaport, Eric Roberts, Robert Rodriguez, Steven Seagal, John Singleton, Christian Slater, Quentin Tarantino, and Jennifer Tilly.\n\nBox office\nSeven received a wide-release in the United States and Canada on September 22, 1995. During its opening weekend, Seven grossed $14 million across 2,441 theaters—an average of $5,714 per theater—making it the number-one film of the weekend, ahead of the debut of Showgirls ($8.1 million), and To Wong Foo, Thanks for Everything! Julie Newmar ($4.5 million), in its third week of release. Seven had the highest-grossing September opening weekend of its time, replacing 1991's Freddy's Dead: The Final Nightmare ($12.6 million). The successful opening was credited to Pitt's broad popularity, a lack of competing action films, and the marketing campaign overcoming audience skepticism around the premise. Audiences polled by market research firm CinemaScore gave the film an average grade of \"B\" on a scale of A+ to F. New Line Cinema distribution executive, Mitch Goldman had moved forward the release date of Seven to avoid competition and strategically opened the film in more theaters than usual to target suburban and small-town locations where Pitt's recent films had fared well.\nSeven remained number one in its second weekend, ahead of the debuts of Halloween: The Curse of Michael Myers ($7.3 million) and Devil in a Blue Dress ($5.4 million), and in its third weekend ahead of the debuting Assassins ($9.4 million) and Dead Presidents ($8 million). Seven remained the most-popular film until its fifth weekend, falling to number 3 behind the debuts of Get Shorty ($12.7 million) and Now and Then ($7.4 million), and was among the ten-highest-grossing films for nine weeks. Seven had grossed about $87 million by the end of December, when it received a wide re-release in select locations to raise its profile during the nomination period for the 1996 Academy Awards. The re-release helped raise Seven's box-office revenue to about $100.1 million, making it the ninth-highest-grossing film of 1995, ahead of Die Hard: With a Vengeance ($100 million) and behind Casper ($100.3 million). According to estimates by industry experts, as of 1997, the box office returns to the studio minus the theaters' share was $43.1 million.\nSeven also performed well in areas outside the U.S. and Canada, receiving positive audience reactions and successful debuts in Australia ($1.8 million), South Korea ($808,009), Seoul ($961,538), New Zealand, and the Netherlands. The film grossed a further $227.2 million from these markets.\nIn total, Seven grossed an estimated worldwide total of $327.3 million, This made it the seventh-highest-grossing film of the year. Seven was an unexpected hit, becoming one of the most successful and profitable films of 1995. Literary critic John Kenneth Muir said that many horror films released in 1995 had failed at the box office despite their association with prominent genre directors like Wes Craven and John Carpenter. Muir credited Seven's breakout success to its hybridization of horror, police procedural, and urban noir aesthetic, as well as describing instead of showing much of the violent imagery, leaving it to the audience's imaginations.\n\nReception\nCritical response\nSeven received generally positive reviews. Critics such as Roger Ebert and Desson Howe described Seven as an intelligent, well-made film that could comfortably stand alongside other thrillers. Others compared Seven unfavorably with The Silence of the Lambs and The Usual Suspects, saying Seven lacks the other films' intelligent narrative, and takes itself too seriously as an examination of evil instead of a \"silly piece of pulp\". The Orlando Sentinel said, however, Seven offers a \"terrific film-noir atmosphere\" and excellent performances, with The Seattle Times saying the film would be \"unendurable\" without Freeman and Spacey.\nJames Berardinelli and Janet Maslin, among others, praised Freeman's performance. Terrence Rafferty and Kenneth Turan wrote Freeman's \"exceptional\" performance is mainly responsible for making Seven watchable in spite of itself. Howe and Berardinelli said the performance elevated Pitt's own to appear \"actorly\", although Freeman often steals every scene in which he appears, providing a fresh take on an otherwise-cliché role. Reviews of Pitt's performance were polarized between those who found it \"energetic\" and impressive and those who believed the role was beyond his acting abilities. Some reviewers said Pitt's performance continued his successful transition to more-serious roles from those based mainly on his appearance, although Howe said Pitt's presence does more for Seven than his acting. The Orlando Sentinel said what could have been a cliché role was saved by Mills not being inept or inexperienced, just out of his depth in this case. Jami Bernard and Turan described the character as underdeveloped, pointless, stupid, and not particularly likeable, remarking that Pitt's performance lacks the subtlety or effectiveness to compensate. Several critics positively received Paltrow's performance, saying she made the most of her limited screentime and was generally underused while considering the character a \"flimsy contrivance\". Spacey's performance was also praised for its creepy, understated portrayal of an intelligent character who does not undermine himself with \"a moment of sheer stupidity\".\nFincher's directorial style was commended for its \"striking craftmanship\" and \"stunning\" visuals that often simultaneously thrill and exasperate the viewer. In contrast, Rafferty said his style is less effective when stretched over the film's runtime, and that Fincher mistook darkness for profundity and chose style over coherence. Although Gene Siskel considered Walker's script to be smartly written, several critics were less enthusiastic, finding the dialogue trite, many scenes implausible, and character motivations weak. Bernard and Richard Schickel wrote Seven lacks many of the essentials prevalent in its genre such as suspense, witty dialogue and cathartic humor, and the psychological depth to match the intellectual thrills of The Silence of the Lambs.\nThe violent content of Seven was generally negatively received. Critics such as Berardinelli and Siskel found the gore excessive and \"gratuitous\". While some found the violent visuals to be tiresome and detracting, others said Fincher skilfully avoided showing the violence that led to the deaths, preventing them from distracting from Seven's more enjoyable aspects. According to Ebert and Turan, however, Seven would be too disturbing for many viewers. Fincher responded: \"I didn't set out to piss off the people who are upset. I was told that Michael Medved [film critic at New York Post] wrote that the movie was evil, but I'm sure he slows down when he passes an accident just like everyone else. Death fascinates people, but they don't deal with it\". Howe and Owen Gleiberman said the ending is \"like an act of treachery against the viewer\", undermining any hope for a positive outcome; and Barry Norman said it denies the audience \"even of the final comfort they fully deserve\". Ebert, however, found the ending \"satisfying\" but underwhelming compared to the film's earlier events.\n\nAccolades\nSeven received one nomination at the 68th Academy Awards for Best Film Editing (Richard Francis-Bruce), and Walker was nominated for Best Original Screenplay at the 49th British Academy Film Awards. At the MTV Movie Awards, Seven received three awards; Best Movie, Most Desirable Male (Pitt), and Best Villain (Spacey). New Line Cinema re-released Seven in Westwood, Los Angeles, California, on December 26 and in New York City on December 29, 1995, in an unsuccessful attempt to generate Academy Award nominations for Freeman, Pitt, and Fincher.\n\nPost-release\nHome media\nThe soundtrack of Seven was released in November 1995; the 11-track compact disc (CD) and cassette-tape release contains several of the songs used in the film such as \"Guilty\" and \"In the Beginning\", and two pieces of the score (\"Portrait of John Doe\" and \"Suite from Seven\") but omits \"Closer\" and \"The Hearts Filthy Lesson\". A bootleg recording of the score, featuring additional tracks, was released in 1998. \nSeven was released on VHS, DVD, and Laserdisc in 1996. A two-disc special edition DVD that was released in 2000 offered a remastered picture scanned from the original film negative and introduced features including extended and deleted scenes, the original opening with Somerset and cut-to-black ending, production photographs and designs, and storyboards for an alternative ending. The release also includes four commentary tracks: Pitt, Fincher, and Freeman discussing Seven; a discussion between Fincher, De Luca, Francis-Bruce, Walker, and film studies professor Richard Dyer; Khondji, Max, Dyer, Francis-Bruce, and Fincher; and an isolated music and effects score with commentary by Shore, Klyce, Dyer, and Fincher. The film was released on Blu-ray Disc in 2010; the release features remastered visuals and contains all of the additional content in the special edition, with an additional collectible DigiBook version containing production notes and photographs. The complete 16-piece score was officially released in 2016 on compact disc.\nIn 2023, Fincher announced he was developing a 4K resolution remaster of Seven from the original film negative. Fincher said he would not alter the film's content, but intended to enhance some visual elements to take advantage of modern technology and conceal any flaws made obvious by the higher resolution.\n\nOther media\nA novelization of Seven that was written by Anthony Bruno was released alongside the film in November 1995. A seven-issue comic-book series was released between September 2006 and October 2007 by Zenescope Entertainment; serving as a prequel to the film's events of the film, the comic book focuses on Doe and the planning of his crimes.\n\nThematic analysis\nApathy and hope\nThe apathy of the film's unnamed city's inhabitants is a central theme in Seven. Somerset does not believe the city can be saved, intending to retire beyond its confines, and tells Mills that women are taught to yell \"fire\" rather than \"help\" because people are more likely to pay attention if they selfishly think themselves in danger. Film scholar Amy Taubin described the city as an infection point for corruption, in which signs of violence and decay are omnipresent in its dark corners, rain, television reports, fights, screams, and children in impoverished apartments. Richard Dyer draws parallels between the perpetual rain in Seven and films like Blade Runner (1982), emphasizing its relentless and pervasive nature. In Seven, the incessant rain symbolizes sin permeating every conceivable crevice. The city's bleak aesthetic implies a moral decay and indifference by its inhabitants that enables Doe's plan, which can be considered akin to the sloth sin. \nThe city reflects a common trend in Hollywood cinema during the 1980s and 1990s, portraying iconic American urban settings like New York City as nightmarish realms of criminality and moral chaos, as seen in films such as Escape From New York (1981), Batman (1989), Darkman (1990), and The Crow (1994). Macek said such films articulate a pronounced anti-urbanism, surpassing the mere recycling of cultural imagery. Despite their lack of realism, these movies tap into the fantastical realm of horror and entertainment, allowing them to express repressed fears and anxieties within viewers' everyday lives. Seven's city is presented as a blighted, decaying zone of unfettered criminality and vice, echoing a reactionary view of urban problems concerning segments of the contemporary American middle class. According to Macek, Seven validates suburban fears of inner city communities and the urban poor as unruly and beyond redemption. Professor Kirsten Thompson characterizes the city as devoid of temporal or spatial markers, with an absence of recognizable elements like street signs, costumes, or specific vehicles that could provide clues to its identity. This intentional lack of distinct features creates an unsettling impression that the city exists in a perpetual state of ambiguity, simultaneously everywhere and nowhere. The narrative thus reinforces the notion that the city is trapped in a temporal loop, condemned to endlessly repeat cycles of sin and corruption without the prospect of liberation or escape.\nSomerset has not stopped caring but has become resigned to the apathy of those around him and the futility of his efforts. Seven underscores this in several scenes, such as the dismissal of his concerns regarding a child witnessing a murder, the police captain's indifference to a mugger stabbing his victim's eyes, and the sex club manager who dislikes his role but sees no alternative.  Critic Matt Goldberg describes Mills and Tracy as naïve to the city's corruption; for example, they are tricked into renting an apartment that experiences constant shaking from nearby trains. Thompson observes that Tracy, unlike Mills, possesses a more discerning perspective, having already concluded that the city holds no promising future for her family and expresses her desire to return to their home outside its borders. Somerset supports her, hoping to spare Tracy and her unborn child from the influences of the city.\nBoth Somerset and Doe perceive the ubiquity of sin and indifference toward it. There are parallels between the characters, both of whom live alone, are devoted to their work, and have no meaningful relationships. Although there is mention of some acquaintances, Somerset tells Tracy that those who spend time with him find him disagreeable. Somerset and Doe differ in their response to sin; Somerset has surrendered to apathy and despair, whereas Doe feels contempt for society and has assumed the role of its punisher. It is implied Somerset was passionate about his work until he realized the futility of effecting change, while Doe remains dedicated and fervent, believing in the transformative impact of his actions. Somerset, who has never taken a life, retains a glimmer of hope for humanity's redemption, while Doe, in contrast, freely commits murder, convinced of humanity's irredeemable nature. When confronted by Mills about the innocence of his victims, Doe retorts that sin pervades the city to such an extent that innocence becomes trivial and tolerated.\nWalker described Mills as the optimist and Somerset as the pessimist. The ending proves Mills optimism was misplaced, but given the option to walk away from the problem as intended or stay, Somerset remains. Doe's plan works, shocking Somerset out of his apathy, and inspiring him to defer his retirement and fight for a better future. Rosenbaum described it as an enduring belief in the ability of goodness to prevail once again, tempered by the fact the hope is inspired by a self-martyred serial killer. He said Seven chose style over substance, giving the overall message that nothing will really change. \nWriters Deborah Wills and Andrew Wilson concluded that despite the seemingly hopeless worlds depicted, Seven challenges viewers to confront their complicity in everyday events and act differently, and reconsider their outlook and approach to a world they deem worthy of redemption. Released during a period of heightened anxiety leading up to the Millennium, Seven tapped into prevalent fears and marked the two-thousandth anniversary of Jesus Christ's birth, intensifying apocalyptic speculations. In the decade surrounding this transition, many films addressed concerns about time running out, reflecting a broader sense of societal decay. Seven embodies this millennial sensibility, portraying a world devoid of hope for a better future, where individual detachment appears as the only distant prospect amid the prevailing chaos.\n\nReligion and order\nSomerset characterizes Doe's murders as his sermons to the masses. According to Dyer and author Matthew Saunders, Doe conducts a violent crusade, illustrating the consequences of moral decay and sin, based on his interpretation of Christian ideology, in a city similar to the biblical Sodom and Gomorrah. Writer Patricia Moir suggests that theorists in the late 1990s believed societal norms in North America were diminishing due to the decay of social meta-narratives of order created by religion, science, and art, and that in absence of these paradigms, all that remains is the chaos of existence. Somerset tries to create order using the ticking of a metronome to disguise the disordered noise of sirens and screams outside his apartment. Dyer wrote that Somerset's smashing of the metronome signifies his acknowledgment of the city's darkness. Doe creates order by filtering literature about the seven deadly sins and works by authors such as John Milton through a lens of religious fanaticism. He believes his purpose is God-given, which is reflected in the opening credits depicting Doe cutting the word \"God\" from a dollar bill.\nDoe rationalizes that everyone is guilty of sin or wishing ill on other sinners, including himself, hence his plan involves his own death. Goldberg suggests that Doe is the true sin of wrath, evidenced by his violent acts. His resigned acceptance of the envy sin after assigning wrath to Mills is, according to Goldberg, because there is no other sin for him to take and he is conscious sin will not end with his death. Doe's transfer of wrath to Mills demonstrates the infectiousness and pervasiveness of sin. Mills's killing of Doe can be considered an act of justice, eliminating a remorseless force of evil, although his motivation is purely for revenge. \nProfessor Philippa Gates suggests that the greatest fear Doe represents is the possibility he is right, as his challenging of sinners is informed by Roman Catholic doctrine. Mills is ostensibly the hero and Doe the villain, but from Doe's perspective his victims were not innocent, drawing justification from biblical precedent. The idea that Doe's crimes could be defended as a means of redeeming the city creates a paradox where Mills, responsible for two deaths, is portrayed as a hero, while Doe, a murderer, is considered evil.\n\nArt and literature\nAccording to Professor Thomas Fahy, art, literature, music, and high culture play pivotal roles in both Doe's mission and Somerset's investigation in Seven. Doe strategically conceals a crucial clue to his plot at the greed murder scene by turning a piece of art upside down, a detail discernible only by someone versed in art, and reflecting the city's own upturned status. Somerset engages in scholarly work at the library, accompanied by Johann Sebastian Bach's \"Air\" as a thematic backdrop to the intellectual atmosphere of the setting. Seven underscores the significance of knowledge and culture in comprehending Doe, as Somerset delves into works such as \"The Parson's Tale\" by Geoffrey Chaucer and Dante Alighieri's Divine Comedy. Despite its importance, Somerset's intellectual and philosophical inclinations isolates him, with fellow officers resenting his propensity for posing what they deem unnecessary questions. In contrast, Doe employs art for brutal purposes, crafting murder set pieces that undermine Somerset's sense of security. Mills, however, differs from both men, demonstrating a less comprehensive education and rudimentary understanding of these more cultured themes, which proves a disadvantage against the intellectual and well-read Doe. Writer Paul Gormley posited that Seven challenges racial stereotypes by affording Somerset a leading role with privileged knowledge, juxtaposing him with the naive white protagonist, Mills.\nJournalist Kim Newman describes Doe's murders as art installations intended for observation, reminiscent of philosopher Michel Foucault's concept of spectacular punishment. The victims are staged like models, challenging the audience to perceive the murders as repulsive and compelling, using art to express violence and highlighting the cultural divide between the educated and uneducated. Doe's portrayal as an aesthete-killer draws comparisons with characters like fictional killers such as Hannibal Lecter, yet Doe does not define himself by high culture, surrounding himself with his own art. Some, like Professor Jeremy Tambling, find allegorical links between sins and murders to be forced, questioning Doe's embodiment of envy and representing lust through the victimized prostitute. \nSeven also uses color to symbolize sins. Writer Shaina Weatherhead said Seven foreshadows the importance of wrath (represented by the color red) and envy (the color green) throughout, such as Somerset's red lamp and Mills's green mug. Seven makes other references to art such as a stack of spaghetti cans resembling Campbell's Soup Cans by Andy Warhol.\nSeven includes subtle references to the number seven, reinforcing the religious subtext; Doe's plan culminates on a Sunday, the seventh day of the week and the biblical day of rest, on which Doe's package for Mills is delivered at 7:01 pm. Somerset's research references texts such as \"The Parson's Tale\"—which discusses penance—and a reference to seven children being slain. Of particular focus is the Divine Comedy which depicts seven terraces of purgatory, each relating to an individual sin, and the nine circles of hell. Professor Steve Macek interprets the unnamed city as an allegory for the hell in the Divine Comedy. Author Valerie Allen further explores the Dantean parallels, comparing Mills to the passionate and emotional Dante who is guided through hell by the wise and rational Somerset\/Virgil. While Somerset, like Virgil, is somewhat saved by Seven's denouement, Mills is denied the redemptive themes of Dante, ending the film in despair. Allen describes the moral landscape of the Divine Comedy as holding human actions accountable to reason, emphasizing justice and mercy as a cosmic principle and distinguishing between the punishment of hell and penitence in Purgatorio. While these humans can potentially purge themselves through virtuous acts, Doe's punitive approach exacerbates the city's problems rather than bringing balance.\n\nCulture of celebrity\nMoir and Professor James Oleson comment on the excesses of performance art and the culture of celebrity, with Mills disdainfully labeling Doe as a \"movie of the week\" and a \"fucking T-Shirt\", implying that Doe's legacy will be short-lived, eventually fading into obscurity. While Moir proposes that the film leaves Doe's legacy open-ended, hinting at the potential for further deterioration, Oleson argues that Doe's impact in the real world cannot be ignored, asserting that discussing and studying Doe inadvertently validates his vision. Oleson explores the societal phenomenon of glorifying serial killers, citing notorious figures like Jack the Ripper, Ted Bundy, and Jeffrey Dahmer, who attained widespread recognition, as well as individuals who are sexually attracted to perpetrators of heinous crimes. The cultural fascination extends to fictional serial killers like Doe, Hannibal Lecter, Dexter Morgan, and John Kramer who are depicted as intelligent, resourceful, and endowed with unique motivations and methods.\nDyer draws a parallel between Doe and Lecter, highlighting their ability to outsmart and manipulate authorities while employing artistic methods in their murders. However, Dyer distinguishes their disparate social statuses: Lecter, an educated professional with refined tastes, contrasts with Doe, who appears self-taught, unemployed, and fixated on his mission. In contrast, Rosenbaum contends that Seven avoids glorifying Doe through comedic moments or heroic portrayals. Author Adam Nayman presents a critical view of Seven, suggesting that the film elevates Doe as a figure with valid societal critiques.\n\nCharacters\nWriters Terri Murray and Lewis Rose highlight a thematic parallel between Somerset and Doe, emphasizing their meticulous, fastidious, and patient natures, contrasting with the brash and impulsive Mills, who portrays himself as a crime-fighting hero. Critic Jonathan Rosenbaum observes that Mills and Somerset stand in stark contrast in terms of temperament, morality, intelligence, and personal connections. Somerset is analytical, wise, and experienced while Mills is young, messy, and inexperienced but full of potential. Mills, characterized by his optimism and relatively light-hearted nature, moves to the city with the belief that he can have a positive influence. Tracy, according to Dyer, symbolizes potential virtue, but her impact is reduced because her appearances are infrequent to conceal her eventual fate.\nDr. Denis Flannery identifies a homoerotic subtext among male characters, particularly drawing parallels between David Mills and John Doe and the homoerotic undertones of David and Jonathan from the Hebrew Bible, in which Jonathan also dies before David. Additional allusions include Somerset being named after a gay author, Tracy questioning Somerset's bachelor status, and Mills intentionally positioning Somerset at the opposite side of a table to avoid assumptions about their relationship. Flannery suggests a potential feminizing or transgendered implication for Doe, given that \"Doe\" is also a term for a female deer, and implications of romantic interest in Mills. According to Flannery, Spacey's portrayal includes stereotypical homosexual inflections, and Doe's failed attempt at assuming a traditional husband role with Tracy hints at his sexual complexities or inadequacies.\nAllen acknowledges the difficulty in ascribing psychological truth to Doe. Spacey sees Doe as a truly evil and psychologically unfathomable individual. Author Shona Hill notes Somerset's rejection of the idea that Doe's actions are incomprehensible, asserting that Doe is not the Devil but merely a man. A key distinction lies in framing John Doe's actions within a biblical context, giving them clear logic and purpose. During the final scene's car ride, Somerset detects a baser motive in Doe, suggesting he takes pleasure in killing people. Mills, dismissive of Doe as a mentally unstable common criminal, aligns with criminologist Cesare Lombroso's beliefs emphasizing psychological defects as the cause of criminal behavior. Oleson argues that Doe is the true architect of their narrative universe, dictating events while Mills and Somerset merely participate. Doe's notebooks offer insight into his misanthropic worldview, revealing disdain for the city and extreme reactions to mundane urban interactions. Tambling interprets the name \"John Doe\" as an allegorical placeholder for \"Everyman\", obscuring any true identity. Author David Deamer posits that Doe's true identity is inconsequential compared to his purpose.\n\nLegacy\nModern reception\nIn the years since its release, Seven has grown in esteem, receiving general critical praise, and being described by the British Film Institute (BFI) as a groundbreaking thriller. In a 2015 interview, Walker said that he remained proud of Seven despite criticisms from some audiences. In 2016, the BFI's retrospective on Seven identified it as a landmark serial killer film. In the 2020s, MovieWeb and Stuff called Seven one of the most memorable and \"quintessential\" crime thrillers of the 1990s, representing a high point of the genre and filmmaking for the decade. Assessments by NME and Collider wrote that Seven had an enduring appeal distinct from its contemporaries. This distinction is attributed to its bleak and seldom matched ending, as well as its stylized reality devoid of popular culture references or technological emphasis, ensuring it does not reflect any particular time or place. Richard Dyer featured Seven in the British Film Institute's Film Classics series in 1999. Seven was also highlighted by critic Roger Ebert in his series, The Great Movies, in 2011, and it is included in the film reference book 1001 Movies You Must See Before You Die.\nA 2014 poll of 2,120 entertainment industry professionals by The Hollywood Reporter ranked Seven the eighty-fifth-best film of all time. In audience-voted polls, Seven has been listed at number 15, 30, and 37 on lists of the greatest films conducted by the publications Total Film and Empire. Empire's 2008 poll of readers, Hollywood actors, and key film critics ranked Seven at number 134 on its list of the 500 Greatest Movies of All Time, while Time Out's 2023 staff poll ranked it number 87. \nReview aggregator Rotten Tomatoes offers a 83% approval rating from the aggregated reviews of 146 critics, with an average score of 7.8\/10. The website's critical consensus says: \"A brutal, relentlessly grimy shocker with taut performances, slick gore effects, and a haunting finale\". The film has a score of 65 out of 100 on Metacritic based on 22 critics' reviews, indicating \"generally favorable reviews\".\n\nCultural influence\nSome publications considered Seven to be influential on filmmaking. Subsequent genre films and television shows, such as The Bone Collector (1999), Along Came a Spider (2001), and the Saw series (2003), replicated Seven's grim aesthetic, body horror imagery, and the premise of disenchanted detectives pursuing criminals with distinctive killing methods and motivations. It also served as an inspiration for the superhero film The Batman (2022). Collider credited Seven with a contemporary resurgence in Christianity-themed, supernatural, and apocalyptic mystery films.  Seven's use of non-mainstream music by Nine Inch Nails is also seen as contributing to increased use of similar songs in films such as Final Destination (2000) and Resident Evil (2002).\nThe New York Times called the title credit sequence for Seven \"one of the most important design innovations of the 1990s\". In 2012, Art of the Title described it as the beginning of a \"renaissance\" in title design, particularly in the horror genre, and its influence is evident many years after Seven's release. In 2011, IFC ranked the sequence as the third-best-ever behind those of Vertigo (1958) and A Hard Day's Night (1964), and its style can be seen in the opening credits of films such as Red Dragon (2002) and Taking Lives (2004).\nSeven revitalized Fincher's film career, establishing him among the most iconoclastic Hollywood directors of his generation. Over the next few years, he directed The Game (1997), Fight Club (1999), and Panic Room (2002), and collaborated on several other projects with Walker and Shore. Seven also helped Pitt's transition into more serious and dramatic acting roles, including starring in Fincher's Fight Club. Pitt and Paltrow also developed a romantic relationship while filming Seven. Freeman's performance established him as a mentor-type figure archetype, which he would reprise in many later projects. In a 2022 interview, MacKay said Seven was still popular enough to be earning him \"healthy residual payments\".\nThe film's ending has been described as one of the most shocking and unforgettable twists in cinematic history. Pitt's line \"What's in the box?\" as he asks Somerset to confirm the contents of Doe's box, has become iconic, and is used in popular culture and internet memes. Walker credited the twist as one of the primary reasons for Seven's success. Although it is only implied that Tracy's head is in the box, Fincher recalled an encounter with a woman who believed she had seen the contents of the box. Fincher believed that leaving the implication to the audience's imagination had been more effective than showing a special effect. Paltrow wore a replica box over her head as her Halloween costume in 2017.\n\nSequel\nIn 2002, New Line Cinema proposed a sequel named Ei8ht that would be based on a repurposed spec script titled Solace by Ted Griffin about a psychic serial killer who is pursued by a similarly psychic detective, Somerset. The idea was abandoned after principal Seven cast and crew, including Freeman and Pitt, expressed no intention to return for a sequel. Fincher said: \"I would be less interested in that than I would in having cigarettes put out in my eyes\". The script was made into the standalone thriller named Solace (2015), which was a critical and commercial failure.\n\nFootnotes\nNotes\nReferences\nCitations\nWorks cited\nBooks\nBrown, Simon (2018). \"Chapter 4 . Stephen King As Low-Budget And Straight-To-DVD Horror\". Screening Stephen King: Adaptation and the Horror Genre in Film and Television. Austin, Texas: University of Texas Press. pp. 122–149. doi:10.7560\/314913-006.\nDeamer, David (2016). \"\"Se7en Mark\"\". Deleuze's Cinema Books: Three Introductions to the Taxonomy of Images. Edinburgh, Scotland: Edinburgh University Press. pp. 286–288. doi:10.1515\/9781474407694-055.\nDyer, Richard (1999). Seven. London: British Film Institute. ISBN 0-85170-723-8.\nHill, Shona (January 2010). \"Getting Medieval: Bodies of Fear, Serial Killers and Se7en\". The Domination of Fear. Leiden, Netherlands: Brill Publishers. pp. 53–76. doi:10.1163\/9789042030855_005. ISBN 9789042030855.\nLuhr, William (January 4, 2012). \"Se7en\". Film Noir. Hoboken, New Jersey: Wiley-Blackwell. doi:10.1002\/9781444355956.ch9. ISBN 978-1405145947.\nOleson, James C. (January 24, 2019). \"'Long Is The Way And Hard, That Out Hell Leads Up To Light': Serial Murder As Homily In Se7en\". The Bible in Crime Fiction and Drama: Murderous Texts. London, England: Bloomsbury Publishing. ISBN 9780567677983.\nSchneider, Steven Jay (2013). \"1990s\". 1001 Movies You Must See Before You Die. Boston, Massachusetts: Murdoch Books Pty Limited. ISBN 978-0-7641-6613-6.\nThompson, Kirsten M. (January 1, 2007). \"Se7en In The Morgue\". Apocalyptic Dread: American Film At The Turn Of The Millennium. Albany, New York: SUNY Press. doi:10.1353\/book5176. ISBN 978-0-7914-7043-5.\nVernallis, Carol (September 26, 2013). \"The Audiovisual Turn And Post-Classical Cinema\". Unruly Media: YouTube, Music Video, and the New Digital Cinema. Oxford, England: Oxford University Press. doi:10.1093\/acprof:oso\/9780199766994.003.0002.\n\nJournals\nAllen, Valerie (December 2010). \"Se7en: Medieval Justice, Modern Justice\". Journal of Popular Culture. 43 (6). London, England: Wiley-Blackwell. doi:10.1111\/j.1540-5931.2010.00793.x.\nFahy, Thomas (August 2003). \"Killer Culture: Classical Music And The Art Of Killing In Silence of the Lambs And Se7en\". Journal of Popular Culture. 37 (1). London, England: Wiley-Blackwell: 36–40. doi:10.1111\/1540-5931.00052.\nFlannery, Denis (2000). \"Seven's Sexuality\". Irish Journal of American Studies. 9. Ireland: Irish Association for American Studies: 140–148.\nGormley, Paul (2001). \"Trashing Whiteness: Pulp Fiction, Se7en, Strange Days, And Articulating Affect\". Angelaki: Journal of the Theoretical Humanities. 6 (1). Milton Park, Abingdon-on-Thames, Oxfordshire, England, UK: Routledge: 155–171. doi:10.1080\/09697250120056837.\nMacek, Steve (1999). \"Places of Horror: Fincher's \"Seven\" and Fear of the City in Recent Hollywood Film\". College Literature. 26 (1). Baltimore, Maryland, U.S.: Johns Hopkins University Press: 80–97.\nTambling, Jeremy (November 1999). \"'We are Seven': Dante and the Serial Killer\". Paragraph. 22 (3). Edinburgh, Scotland: Edinburgh University Press: 293–309.\nWills, Deborah; Wilson, Andrew (2011). \"Mortality Plays: Pain, Penance, and Admonition in Se7en and Saw\". Journal of Religion and Popular Culture. 23 (3). Toronto, Ontario, Canada: University of Toronto Press: 397–412. doi:10.3138\/jrpc.23.3.397.\n\nMagazines\nMoir, Patricia (February 1996). \"The Horror! The Horror!\". Cinefantastique. Vol. 27, no. 6. Forest Park, Illinois: Fourth Castle Micromedia. p. 49. Retrieved September 25, 2022.\nMontesano, Anthony (February 1996). \"Seven's Deadly Screenwriter: Andrew Kevin Walker On His Horrific Masterpiece\". Cinefantastique. Vol. 27, no. 6. Forest Park, Illinois: Fourth Castle Micromedia. pp. 48–50. Retrieved September 25, 2022.\nMurray, Terri; Rose, Lewis (2010). \"Se7en\". Philosophy Now. Vol. 78. London, England: Anja Publications. pp. 42–43.\nSaunders, Matthew F. (February 1996). \"Seven\". Cinefantastique. Vol. 27, no. 6. Forest Park, Illinois: Fourth Castle Micromedia. p. 55. Retrieved September 25, 2022.\nTaubin, Amy (January 1, 1996). \"The Allure Of Decay\". Sight and Sound. Vol. 6, no. 1. London: British Film Institute. pp. 22–24.\nWoods, Mark (November 20, 1995). \"Seven Rolls To O'Seas B.O. Heights\". Variety. Vol. 361, no. 3. New York City: Penske Media Corporation.\n\nNewspapers\nHorn, John (October 25, 1995). \"Fall Box Office's Lucky Number Is Surprise Seven\". The Tampa Tribune. Tampa, Florida: Tampa Media Group, Inc. Associated Press.\n\"Seven Is Re-Released For The Holidays\". San Francisco Examiner. San Francisco, California: Clint Reilly Communications. December 23, 1995.\n\nExternal links\nSeven at AllMovie\nSeven at Box Office Mojo\nSeven at IMDb\nSeven at Metacritic \nSeven at Rotten Tomatoes\nSeven at the TCM Movie Database\nSeven at Letterboxd","5":"Choi Dong-wook (Korean: 최동욱; born November 9, 1984), better known by his stage name Seven (Korean: 세븐; stylized as Se7en), is a South Korean singer. He made his debut in 2003 with the studio album Just Listen, which sold over 210,000 copies by the end of the year and spawned the hit single \"Come Back to Me\". Its success led Seven to win the Best New Artist awards at various year-end award ceremonies in South Korea, including at the SBS Gayo Daejeon, MBC Gayo Daejejeon, Mnet Music Video Festival and Golden Disc Awards.\nSeven's sophomore album, Must Listen (2004), also saw success and produced the hit single \"Passion\". It received various awards including Best Male Video at the 2004 MKMF and the Popularity Award at the Golden Disc Awards. In 2005, Seven expanded into the Japanese market with the release of his Japanese debut single \"Hikari\". His follow-up Japanese singles, \"Style\" (2005), \"Start Line \/ Forever\" (2005), and \"I Wanna...\" (2006), reached the top ten on the Oricon Singles Chart. \nSeven's third Korean studio album, 24\/Seven, and first Japanese studio album, First Seven, were both released on March 8, 2006. In 2009, he recorded his first English-language single titled \"Girls\" with Lil' Kim. His next Korean singles, \"Better Together\" (2010) and \"When I Can't Sing\" (2012), reached the top five on the Gaon Digital Chart in South Korea.\n\nCareer\n2003–2004: Debut with Just Listen, best new artist awards, and Must Listen\nSeven began training under the management agency YG Entertainment at the age of fifteen. After four years of training in singing and dancing, he made his debut in 2003 with the album Just Listen, released on March 8. Later that year, he received best new artist awards at the Golden Disc Awards, MBC Gayo Daejejeon, Mnet Music Video Festival, SBS Gayo Daejeon, and Seoul Music Awards.\nOn July 7, 2004, Seven released his second album, Must Listen, which he described as being more grown-up than his debut album. Must Listen peaked at number one on the monthly Recording Industry Association of Korea album chart. The album's lead single, \"Passion\", won Best Male Video at the Mnet Km Music Video Festival, as well as bonsang awards at the Golden Disc Awards and MBC Gayo Daejejeon.\n\n2005–2006: Expansion in Asia, 24\/Se7en and Se7olution\nIn April 2005, Seven continued promotions for Must Listen in Thailand, where the album sold over 100,000 copies and the singles \"Passion\" and \"Tattoo\" topped the Channel V weekly charts. Later that month, he won the award for Popular Asian Artist at the Channel V Thailand Music Video Awards.\nOn January 9, 2006, Seven released his first Chinese album, Must Listen (不得不聽), in China, Hong Kong, Taiwan, Malaysia and Singapore. The album includes all of the songs from his 2004 Korean album of the same name, as well as two new songs in Chinese. He went on to win three awards at the China Original Music Pop Chart Awards held that summer, helping to establish his reputation as a \"Hallyu star\".\nOn March 8, Seven released his third Korean studio album, 24\/Se7en (which includes the lead single \"I Know\"), as well as his first Japanese studio album, First Se7en. 24\/Se7en charted at number one on Hanteo's daily album chart in South Korea, while First Se7en debuted at number eight on Oricon's daily album chart in Japan. He released his fourth Korean studio album, Se7olution, on November 1.\n\n2007–2010: Acting debut and U.S. promotions\nSeven made his acting debut in January 2007 as the lead of the TV drama Prince Hours, a spin-off of the 2006 hit series Princess Hours. While viewership ratings for the show were low, Seven said in an interview after the show concluded, \"The word 'failure' is used to describe Prince Hours, but, to me, it is a great success that's so precious\".\nIn April 2007, it was reported that Seven's debut English-language single had been leaked on YouTube. The song, titled \"This Is My Year\", featured rapper Fabolous and was not intended to be released until later that year. As a result of the leak, YG Entertainment announced that it would revise plans for Seven's U.S. debut.\nOn March 14, 2008, Seven held a preview party in New York City for his upcoming U.S. debut. He played three new songs, which featured collaborations with producer Rodney \"Darkchild\" Jerkins and hip-hop group Three 6 Mafia. He continued promotions in Los Angeles in May, when he announced that he had finished recording 12 songs for his planned U.S. album. On March 10, 2009, Seven released his first English-language single, \"Girls,\" a pop-R&B song that features American rapper Lil' Kim. In June, Seven became the first Asian artist to have his music video played on the U.S. television channel BET, when \"Girls\" was broadcast on the music video show 106 & Park. Seven's full English-language album was ultimately not released.\n\n2010: Korean comeback\nSeven made an official comeback in Korea after a three-year-long hiatus on July 31, 2010 with his first mini-album \"Digital Bounce.\" The album consisted of six songs, including a song from his American debut titled 'Money Can't Buy Me Love'. His 2nd track 'Digital Bounce' featured the rapping skills of BigBang's TOP. Seven began his follow up promotions in October with the song 'I'm Going Crazy' which featured his longtime girlfriend Park Han-byul as the main actress in the music video. Throughout his comeback, Seven attended many variety shows and even featured in fellow labelmate 2NE1's hit reality show 2NE1TV, where he described his hardships in America and his hiatus. Seven ended his promotions on October 30, 2010.\n\n2011: Japanese comeback\nSeven has recently revealed, by means of 2NE1's Nolza Japan Concert, that he is planning a comeback in Japan after his four-year hiatus since 2007. He has revealed that this album will have a Pop concept and that his first official fanmeet would be on November 6, 2011. Seven has also revealed that he will be releasing a digital single called 'Angel' in November 2011, and would release a full Japanese album alongside a Korean album in January 2012.\nSeven released his 2nd mini-album on February 1, 2012 with title track \"When I Can't Sing.\" The track was produced by JYP and written by JYP, making it the first ever official collaboration between YG Entertainment and JYP Entertainment.\n\n2013–2015: Military service and discharge\nOn March 18, 2013, Seven enlisted for his mandatory military service at the 306 Reserve in Uijeongbu, Gyeonggi Province for five weeks of basic training followed by 21 months as an active-duty soldier. On that same day, YG Entertainment released Seven's music video \"THANK U (고마워)\". Seven was discharged from his mandatory military service on December 28, 2014. During his military service, the singer's contract with YG Entertainment expired in February 2015. It was later confirmed that they mutually agreed not to renew the singer's contract.\n\n2016: Return to music, I Am Seven\nOn July 6, he released \"I'm Good\", his first song since leaving YG Entertainment.\nOn October 14, he released the mini-album I Am Seven (stylized I Am Se7en), his first album in over four years, along with the lead single, \"Give It to Me\", and its music video.\nAfter staying out of the public eye for four years, Seven announced he would return to promote in Korea after signing a new contract with Dmost Entertainment on April 17, 2020.\n\nArtistry\nVoice\nSeven's vocal range can be classified in the tenor range. His voice can be described as smooth, mellow, and sometimes mildly abrasive (see vocal belting) when songs, such as \"Crazy\", \"La La La\", \"Hikari\" and \"I Know\", call for it. He often sings with a vibrato in his voice that American R&B singers are known for, and also incorporates beatboxing into many of his songs such as \"Passion\". Se7en maintains an adamant belief that he should not lipsync during his live performances.\n\nPersonal life\nRelationship and marriage\nIn September 2016, news outlet Sports Chosen reported that Seven and actress Lee Da-hae had been dating for over a year. On March 20, 2023, Seven announced their engagement on her social media accounts. They married in a private ceremony on May 6, 2023, at Hotel Shilla in Seoul.\n\nMilitary discipline case\nIn July 2013, Seven, alongside singer Sangchu of Mighty Mouth, was found guilty of visiting a massage parlor that provides sexual services while he was on military leave to perform at a concert that June. While South Korea’s Ministry of National Defense concluded that Seven and Sangchu did not seek illegal services at the massage parlors, it sentenced them to 10 days in military jail for violating military regulations. According to Seven, who spoke about the incident in 2016, he was only charged with leaving the military camp without permission.\n\nDiscography\nKorean albums\nJust Listen (2003)\nMust Listen (2004)\n24\/Seven (2006)\nSevolution (2006)\n\nChinese albums\nMust Listen (2006)\n\nJapanese albums\nFirst Seven (2006)\nDangerman (2016)\n1109 (2017)\n\nTours\n'First Se7en' Japan Yoyogi Concert (2006)\n747 Live Concert (2007)\n'Are U ready?' Japan Tour Concert (2007)\nSe7en 10th Anniversary Talk Concert – Thank U (2013)\n\nFilmography\nTelevision series\nTelevision shows\nWeb shows\nTheatre\nAwards and nominations\nReferences\nExternal links\n\nSeven on Instagram","6":"Seven (stylized as SE7EN) is a comic book edited by David Seidman and Ralph Tedesco. It was published as a hardcover edition by Zenescope Entertainment on January 15, 2008, and is based on the 1995 film of the same name directed by David Fincher. Zenescope acquired the license to adapt the film after building a strong relationship with New Line Cinema, the owner of the film.\n\nPublication history\nThe series, originally published in seven monthly issue series from September 2006 to October 2007, was collected in one hardcover volume in January 2008.\n\nPlot summary\nIn a departure from the film, which was told from the perspective of two homicide detectives from New York City, Somerset (played by Morgan Freeman) and Mills (played by Brad Pitt), the book Seven is told from the perspective of John Doe (the story's killer, portrayed on film by Kevin Spacey). Doe is attempting to use seven deadly sins to prove a point about the world.\n\nPrints\nEach 32-page issue featured a different creative team and a different deadly sin:\n\nReferences\nExternal links\nSeven at the Comic Book DB (archived from the original)","7":"Amber Denise \"Sevyn\" Streeter (born July 7, 1986) is an American singer, best known for being a member of the girl groups TG4 and RichGirl where she was known as Se7en. She signed to Atlantic Records and released her debut single \"I Like It\" in 2012.\nHer debut extended play Call Me Crazy, But... was released on December 3, 2013. It sold over 17,000 copies within its first week and spawning her first top 40 hit single \"It Won't Stop\", and \"Next\". The single achieved gold certification from RIAA marking it as her biggest selling single to date. In 2015, her first extended play (EP) Shoulda Been There, Pt. 1 was released. The extended play was preceded by two singles \"Don't Kill the Fun\" and \"Shoulda Been There\".\nHer debut studio album Girl Disrupted was released on July 7, 2017. The album has been preceded by the release of five singles \"Prolly\", \"My Love for You\", \"D4L\", \"Before I Do\" and \"Fallen\". She has written songs for artists such as Chris Brown, K. Michelle, Usher, Kelly Rowland, Ariana Grande, Trey Songz, Alicia Keys, Fantasia, Brandy, and Tamar Braxton.\n\nEarly life\nStreeter was born on July 7, 1986, in Haines City, Florida, to Tim and Karen Streeter. She grew up singing in church and talent shows; by the time she was 5, Streeter already knew she wanted to sing for a living. At the age of 10, she competed on Showtime at the Apollo and tied for first place by singing \"My Funny Valentine\".\n\nCareer\n2001–2012: TG4 and RichGirl\nStreeter received her first record deal at the age of 14 years, performing in the girl group TG4, which was put together by Chris Stokes and T.U.G. Entertainment, where Stokes served as their manager. He offered Sevyn Streeter the first spot in the T.U.G.\/A&M group after she opened for B2K and IMx at a concert in Orlando, Florida in early 2001. Davida, Ashley, and Keisha fell in line after a series of successful auditions. The name TG4 is short for Tom Girls 4. \"We're like four Tom Girls,\" said Amber, who tied for first place on Showtime at the Apollo when she was 10. \"'When you're a girl and you act like a boy, you're a tomboy. We're girls and we act like guys but love being girls, so we're tom girls.\" The group opened for B2K, IMx and Bow Wow for their Scream II Tour, presented an award at the 9th Annual Soul Train Lady of Soul Awards at the Pasadena Civic Center in Pasadena, California on August 23, 2003, and performed on Soul Train.\nThe group's only major single was \"Virginity\", which peaked at number 88 on the US Billboard R&B chart in 2002. Their second single from the album was \"2 Minutes\", which a music video was filmed for. It failed to chart on Billboard Hot 100. The group also appeared on the track, \"Sexy Boy\" on the B2K album Santa Hooked Me Up. The group parted ways with their original label and their album, Time for the New, was shelved indefinitely. After Davida Williams departed from the group to focus on her acting career, they renamed the group \"Tomgirls 4 Eva\" and they were signed to Soul Chemistry. Shortly thereafter, the group disbanded.\nAmber was later discovered by Rich Harrison on MySpace, and signed onto the RichCraft label as Se7en. Amber \"Se7en\" Streeter signed a deal with Jive Records and the RichCraft label in 2007 as a member of Rich Harrison's girl group, RichGirl. The girls released their mixtape on Valentine's Day 2011 Fall in Love with RichGirl. The group later disbanded after all members of the group pursued solo careers and different endeavors. The group opened for Beyoncé for her concert tour I Am... World Tour and toured with Mario before disbanding. On March 21, 2012, Streeter released a song titled \"Red Handed\" along with a statement that confirmed her disbandment from the group and revealed that she had signed with Chris Brown's CBE imprint.\n\n2013–2015: Call Me Crazy, But... and Shoulda Been There\nFollowing the release of Chris Brown's Fortune (2012), Se7en has been featured on the album as Sevyn (removing the number \"7\", and adding a \"v\" and \"y\" instead). Se7en changed her stage name to Sevyn Streeter. On October 30, 2012, she released her debut single \"I Like It\", and premiered the music video for the song on BET's 106 & Park on January 4, 2013, in Los Angeles, California, and on May 22, 2013, she released her second single \"It Won't Stop\". On June 24, 2013, Streeter released an acoustic performance video for her second single \"It Won't Stop\".  Her  debut album entitled Call Me Crazy, But..., was released on February 16, 2013. The album debuted on the Billboard Top R&B\/Hip-Hop Albums chart at No. 5 with 17,000 copies sold, according to Nielsen SoundScan. The album also preceded the release of the second single \"Call Me Crazy\" on April 8, 2013, along with a third single \"Sex on the Ceiling\" on August 5, 2013. On August 28, 2013, Streeter released the remix to her second single \"It Won't Stop\" featuring Chris Brown. The music video for the remix premiered on BET's 106 & Park on October 10, 2013, and was directed by Chris Brown himself and he also appears in the video along with NBA player Dorell Wright as Sevyn's love interest. On November 19, 2013, Streeter released the fourth single \"nEXt\". A remix for the single featuring American rapper Kid Ink. The music video premiered a day later on March 26, 2014. Later, on May 19, 2014, she released another remix for \"nEXt\", featuring rapper YG. The music video premiered on May 20, 2014.\nIn 2015, Streeter released the first promotional single called \"Don't Kill the Fun\" featuring Chris Brown from her upcoming second album. Also, Streeter recorded a song for the Furious 7: Original Motion Picture Soundtrack called \"How Bad Do You Want It (Oh Yeah)\". The soundtrack album was released on March 17, 2015. The song samples the Aero Chord's Festival Trap Remix of Ultra Music's duo Bang La Decks' 2013 single \"Utopia\". On April 28, 2015, Sevyn Streeter released the original first single from her second album titled \"4th Street\". The music video was released simultaneously with the single.\nIn July 2015, Streeter released the first of two planned EPs ahead of On the Verge, titled Shoulda Been There, Pt. 1. The set features \"Don't Kill the Fun\" as well as the title track, featuring B.o.B.\n\n2016–2018: Girl Disrupted\nOn August 12, 2016, Streeter released the original lead single from her second album Girl Disrupted, \"Prolly\" featuring Gucci Mane, with the music video premiering on August 14, and her debut album is scheduled to be released in early 2017.\nOn September 16, 2016, Streeter released the official lead (originally second) single from her upcoming second album \"Girl Disrupted\", \"My Love for You, with the music video premiering on September 19, 2016 directed by Mike Ho. On October 14, 2016, Streeter released the original third single from her second album \"Girl Disrupted\", \"D4L\" featuring The-Dream, with the music video premiering on October 17.\nOn October 26, 2016, Streeter was scheduled to perform the National Anthem at the start of the Philadelphia 76ers season opener but the 76ers organization did not approve of her shirt, which read, \"We Matter.\" This came just one day after the NBA unveiled its \"Together\" campaign, promoting unity in the wake of the recent National Anthem protests sparked by San Francisco 49ers quarterback Colin Kaepernick. On November 15, 2016, an 18-date tour was announced to promote \"Girl Disrupted\" starting on January 12, 2017, in St. Louis, Missouri and finishing on February 12, 2017, at The Roxy in Los Angeles. On November 29, 2016, Streeter announced the release date for her upcoming album Girl Disrupted. The date of release was scheduled to be January 27, 2017.\nOn December 2, 2016, Before I Do was released as the album's fourth single, with the music video released on December 5, 2016. On January 19, 2017, in an interview with Hip Hop Weekly when asked about the album's release date Streeter responded with \"It comes out in the spring. Everyone is saying Atlantic, no Sevyn is doing what Sevyn is doing. Anyone that follows my music knows how much work I put into my albums and my music. I want to put out more music and create more awareness, so I made the decision to push it [back] myself. Streeter also continues to reveal collaborations \"I have a record with August Alsina called \"Been A Minute,\" I have a record with Ty Dolla $ign called \"Fallen,\" I have a record with Dave East, I got a record with Jeremih, and I got a couple of more surprises imma keep in my back pocket.\"\nOn January 27, 2017, \"Fallen\" featuring Ty Dolla $ign and Cam Wallace was released as the album's fifth single, with the music video premiering on January 30, 2017.\nOn July 7, 2017, Streeter released her first studio album, \"Girl Disrupted\".\nOn September 21, 2018, Streeter released her new single, \"Yernin\".\nOn November 8, 2019, Streeter released another single, \"Whatchusay\".\n2020-Present: Drunken Wordz Sober Thoughtz\nOn September 18, 2020, Streeter released her first official single \"HMU\" and October 2, 2020, Streeter released her second single \"Kissez\" featuring Davido, which both singles were scraped from her upcoming sophomore album \"Drunken Wordz Sober Thoughts\". Streeter then released her official lead single \"Guilty\" featuring Chris Brown & A$ap Ferg on February 12, 2021.\n\nInfluences\nSevyn Streeter cites Aaliyah as her biggest musical influence. Streeter covered Aaliyah's \"Come Over\" after visiting her high school, Detroit High School for the Fine and Performing Arts in Detroit, Michigan in May 2013. She also wrote a letter to honor her memory. Other influences include Janet Jackson, Michael Jackson, Kelly Rowland, Yolanda Adams, Whitney Houston, Celine Dion, Mariah Carey, Earth, Wind & Fire, Toni Braxton, Brandy Norwood and Beyoncé.\n\nDiscography\nGirl Disrupted (2017)\nDrunken Wordz Sober Thoughtz (2021)\n\nAwards and nominations\nReferences\nExternal links\n\nOfficial website\n\"Sevyn Streeter Biography\". PJay. November 8, 2012. Archived from the original on March 4, 2013. Retrieved March 11, 2013.\nSevyn Streeter at Last.fm\nSevyn Streeter at IMDb","8":"Silver Bullet (born Richard David Brown, 12 September 1972 in London, England) is an influential British rapper who according to PopMatters was responsible for starting \"Britcore\", or British hip hop, in the early 1990s.\n\nCareer\nFollowing one 1988 single \"What's Dat Sound\" as part of four member Hip Hop crew Triple Element, and two independent solo singles \"Bring Forth the Guillotine\" and \"20 Seconds to Comply\" in 1989, Silver Bullet signed with Parlophone and released one album Bring Down the Walls and two further singles \"Ruff Karnage\" and \"Undercover Anarchist\" in 1991. After a hiatus, several further singles were released from 1997 under the slightly altered name, Silvah Bullet.\n\nAlbum discography\nBring Down the Walls No Limit Squad Returns (EMI - 1991) - UK #38\n\nReferences\nExternal links\nSilver Bullet on Heroes Of UK Hip Hop\nSilver Bullet discography at Discogs"},"link":{"0":"https:\/\/en.wikipedia.org\/wiki\/Se7en","1":"https:\/\/en.wikipedia.org\/wiki\/Brokencyde","2":"https:\/\/en.wikipedia.org\/wiki\/7_(disambiguation)","3":"https:\/\/en.wikipedia.org\/wiki\/Headshots:_Se7en","4":"https:\/\/en.wikipedia.org\/wiki\/Seven_(1995_film)","5":"https:\/\/en.wikipedia.org\/wiki\/Seven_(South_Korean_singer)","6":"https:\/\/en.wikipedia.org\/wiki\/Seven_(comic_book)","7":"https:\/\/en.wikipedia.org\/wiki\/Sevyn_Streeter","8":"https:\/\/en.wikipedia.org\/wiki\/Silver_Bullet_(rapper)"},"categories":{"0":["All article disambiguation pages","All disambiguation pages","Letter–number combination disambiguation pages","Short description is different from Wikidata"],"1":["2006 establishments in New Mexico","All articles with dead external links","All articles with specifically marked weasel-worded phrases","American hip hop groups","American musical quartets","Articles with dead external links from July 2017","Articles with dead external links from July 2019","Articles with hCards","Articles with permanently dead external links","Articles with short description","Articles with specifically marked weasel-worded phrases from October 2023","CS1 maint: unfit URL","Commons category link from Wikidata","Crunkcore groups","Musical groups established in 2006","Musical groups from New Mexico","Pages using the EasyTimeline extension","Rappers from New Mexico","Short description matches Wikidata","Southern hip hop groups","Suburban Noize Records artists","Use mdy dates from March 2021","Wikipedia indefinitely semi-protected biographies of living people"],"2":["All article disambiguation pages","All disambiguation pages","Lists of ambiguous numbers","Short description is different from Wikidata"],"3":["1999 albums","Album articles lacking alt text for covers","Articles with hAudio microformats","Articles with short description","Atmosphere (music group) albums","Rhymesayers Entertainment compilation albums","Short description is different from Wikidata"],"4":["1990s American films","1990s English-language films","1990s chase films","1990s police films","1990s serial killer films","1995 crime drama films","1995 crime thriller films","1995 drama films","1995 films","1995 independent films","1995 psychological thriller films","All Wikipedia articles written in American English","American chase films","American crime drama films","American crime thriller films","American independent films","American neo-noir films","American police detective films","American serial killer films","Articles with short description","CS1 Italian-language sources (it)","CinemaScope films","Films about murder","Films about religion","Films directed by David Fincher","Films produced by Arnold Kopelson","Films scored by Howard Shore","Films shot in California","Films with screenplays by Andrew Kevin Walker","Good articles","New Line Cinema films","Pages using Sister project links with hidden wikidata","Pages using multiple image with auto scaled images","Rotten Tomatoes ID same as Wikidata","Seven deadly sins in popular culture","Short description is different from Wikidata","Template film date with 1 release date","Use American English from August 2019","Use list-defined references from April 2023","Use mdy dates from August 2019"],"5":["1984 births","21st-century South Korean male singers","Articles containing Korean-language text","Articles with hCards","Articles with short description","CS1 Korean-language sources (ko)","CS1 maint: unfit URL","CS1 uses Korean-language script (ko)","Commons category link is on Wikidata","English-language singers from South Korea","K-pop singers","Living people","MAMA Award winners","Pages using infobox musical artist with associated acts","Short description matches Wikidata","South Korean breakdancers","South Korean expatriates in the United States","South Korean male idols","South Korean male television actors","South Korean tenors","Use mdy dates from February 2020","Use of the tablewidth parameter in Infobox Korean name","YG Entertainment artists"],"6":["2006 comics debuts","2007 comics endings","All stub articles","Articles with short description","Comic book limited series","Comics based on films","Comics infobox without image","Comics stubs","Horror comics","Seven deadly sins in popular culture","Short description matches Wikidata","Title pop"],"7":["1986 births","21st-century African-American women singers","21st-century American women singers","A&M Records artists","African-American women singer-songwriters","All Wikipedia articles written in American English","American contemporary R&B singers","American soul singers","American women pop singers","American women singer-songwriters","Articles with ISNI identifiers","Articles with LCCN identifiers","Articles with MusicBrainz identifiers","Articles with VIAF identifiers","Articles with WorldCat Entities identifiers","Articles with hCards","Articles with short description","Atlantic Records artists","Commons category link is on Wikidata","Interscope Records artists","Jive Records artists","Living people","Pages using infobox musical artist with associated acts","People from Haines City, Florida","Short description is different from Wikidata","Singer-songwriters from Florida","Use American English from June 2023","Use mdy dates from June 2023"],"8":["1972 births","All BLP articles lacking sources","Articles with GND identifiers","Articles with LCCN identifiers","Articles with MusicBrainz identifiers","Articles with VIAF identifiers","Articles with WorldCat Entities identifiers","Articles with short description","BLP articles lacking sources from May 2010","Black British male rappers","Living people","Rappers from London","Short description is different from Wikidata","Use dmy dates from April 2022"]},"topic":{"0":"Se7en","1":"Se7en","2":"Se7en","3":"Se7en","4":"Se7en","5":"Se7en","6":"Se7en","7":"Se7en","8":"Se7en"}}